Repository: FreePBX/framework
Catalog: amp_conf/htdocs/recordings/locale/*/LC_MESSAGES/ari.po
Languages: es_es, uk_ua

source: Asterisk Call Manager not responding
es_es: El Asterisk Call Manager no responde
uk_ua: Менеджер Дзвінків недоступний

source: Asterisk authentication failed:
es_es: Autemtificacio con Asterisk fallo:
uk_ua: Помилка автентифікації в asterisk:

source: Asterisk command not understood
uk_ua: Незрозуміла команда для asterisk

source: To many directories in %s Not all files processed
uk_ua: Занадто багато папок в %s. Оброблено не всі файли

source: ARI requires a version of PHP 4.3 or later
uk_ua: ARI потребує PHP версії 4.3 або вище

source: PHP PEAR must be installed. Visit http://pear.php.net for help with installation.
uk_ua: Пакет PHP PEAR повинен бути заінстальованим. Щоб отримати більше інформації відвідайте http://pear.php.net.

source: ARI does not appear to have access to the Asterisk Manager.
uk_ua: ARI не має прав доступу до Asterisk Manager.

source: Check AMP installation, asterisk, and ARI main.conf
uk_ua: Перевірте системні налаштування

source: Logout
uk_ua: Вихід

source: Page Not Found.
es_es: Página No encontrada.
uk_ua: Сторінку не знайдено.

source: Search
uk_ua: Пошук

source: Searched for
es_es: Buscado para
uk_ua: Пошук для

source: Results %d - %d of %d
uk_ua: Результати з %d - %d по %d

source: Results %d
uk_ua: Результати %d

source: First
es_es: Primero
uk_ua: Перша

source: Last
es_es: Ultimo
uk_ua: Остання

source: Incorrect Password
es_es: Contraseña Incorrecta
uk_ua: Невірний Пароль

source: Incorrect Username or Password
uk_ua: Невірний Логін або Пароль

source: Login
uk_ua: Логін

source: Password
uk_ua: Пароль

source: Submit
uk_ua: Підтвердити

source: Remember Password
uk_ua: Запам'ятати Пароль

source: Use your <b>Voicemail Mailbox and Password</b>
uk_ua: Використовуйте ваші <b>Номер Голосової Пошти та Пароль</b>

source: This is the same password used for the phone
es_es: Ésta es la misma contraseña usada para el teléfono
uk_ua: Пароль той самий, що й для перевірки голосової пошти на телефоні

source: For password maintenance or assistance, contact your Phone System Administrator.
es_es: Para el mantenimiento o la ayuda de la contraseña, entre en contacto con a su administrador de sistema de teléfono
uk_ua: Для отримання чи відновлення паролів зверніться до Адміністратора Телефонної Мережі

source: INBOX
uk_ua: ВХІДНІ

source: Family
uk_ua: Сім'я

source: Friends
uk_ua: Друзі

source: Old
uk_ua: Старі

source: Work
uk_ua: Робота

source: Call Forward All Activate
uk_ua: Увімкнути Переадресацію Всіх Викликів

source: Call Forward All Deactivate
uk_ua: Вимкнути Переадресацію Всіх Викликів

source: Call Forward Busy Activate
uk_ua: Увімкнути Переадресацію Виклику якщо Зайнято

source: Call Forward Busy Deactivate
uk_ua: Вимкнути Переадресацію Виклику якщо Зайнято

source: Call Forward No Answer/Unavailable Activate
uk_ua: Увімкнути Переадресацію Виклику

source: Call Forward No Answer/Unavailable Deactivate
uk_ua: Вимкнути Переадресацію Виклику

source: Call Waiting - Activate
uk_ua: Увімкнути Очікування Виклику

source: Call Waiting - Deactivate
uk_ua: Вимкнути Очікування Виклику

source: Do-Not-Disturb Activate
uk_ua: Увімкнути Режим Не Турбувати

source: Do-Not-Disturb Deactivate
uk_ua: Вимкнути Режим Не Турбувати

source: My Voicemail
uk_ua: Голосова Пошта (з свого телефону)

source: Dial Voicemail
uk_ua: Голосова Пошта (з будь-якого телефону)

source: Email voicemail as attachment
uk_ua: Прикріпляти повідомлення до листа

source: Say caller id in recording emailed
uk_ua: Говорити CallerId в надісланому повідомленні

source: Say envelop (date/time) in recording emailed
uk_ua: Говорити дату та час в надісланому повідомленні

source: Delete voicemail when emailed
uk_ua: Видаляти голосову пошту після відправки на email

source: Play next message after deleting current message
uk_ua: Після видалення поточного повідомлення відтворити наступне

source: Ask caller to review their voicemail before sending
uk_ua: Попросити абонента прослухати його повідомлення перед збереженням

source: Maximum time in seconds a voicemail will record
uk_ua: Максимальний час в секундах

source: Call Monitor
uk_ua: Список Дзвінків

source: One or more messages must be selected before clicking delete.
uk_ua: Виберіть принаймні одне повідомлення перед тим як видаляти.

source: Path is not a directory: %s
uk_ua: Шлях не є папкою: %s

source: delete
uk_ua: видалити

source: duration
uk_ua: тривалість

source: ignore
uk_ua: ігнорувати

source: Date
es_es: Fecha
uk_ua: Дата

source: Time
es_es: Hora
uk_ua: Час

source: Source
es_es: Origen
uk_ua: Джерело

source: Destination
uk_ua: Призначення

source: Context
uk_ua: Контекст

source: Duration
es_es: Duracion
uk_ua: Тривалість

source: Monitor
uk_ua: Монітор

source: Play
uk_ua: Відтворити

source: Download
uk_ua: Зберегти

source: Call Monitor for %s (%s)
uk_ua: Список Дзвінків для %s (%s)

source: select
uk_ua: вибрати

source: all
uk_ua: всі

source: none
uk_ua: жоден

source: Only deletes recording files, not cdr log
uk_ua: Можна видалити звукові записи, але не логи дзвінків

source: Feature Codes
uk_ua: Сервісні Коди

source: for %s (%s)
uk_ua: для %s (%s)

source: Handset Feature Code
uk_ua: Номер

source: Action
uk_ua: Дія

source: Your Follow-Me has been disabled, REFRESH your browser to remove this message
uk_ua: Ваш Follow Me було заборонено, ОНОВІТЬ сторінку аби видалити це повідомлення

source: Check with your Telephone System Administrator if you think there is a problem
uk_ua: Якщо ви вважаєте, що є проблема - зверніться до Адміністратора Телефонної Мережі.

source: Number %s must be an interger number of seconds
uk_ua: Число %s мусить бути цілим числом секунд

source: Follow-Me list ring time not changed
uk_ua: Час виклику списку Follow Me не змінено

source: Follow-Me list must contain at least one valid number
uk_ua: Список Follow Me повинен містити принаймні один працюючий номер

source: The following: %s is not valid
uk_ua: Наступне: %s не працюватиме

source: Enable
uk_ua: Активувати

source: Follow Me List:
uk_ua: Список Follow Me:

source: Extensions and outside numbers to ring next.
uk_ua: Наступні номери на які дзвонити.

source: Include %s to keep it ringing.
uk_ua: Обов'язково залиште %s в цьому списку.

source: Ring %s First For:
uk_ua: Дзвонити %s протягом:

source: Time to ring extension %s before ringing the %s Follow Me List %s
uk_ua: Час протягом якого дзвонитиме номер %s перед тим як перейти до списку %s Follow Me %s

source: seconds
uk_ua: секунд

source: Ring Followme List for:
uk_ua: Дзвонити списку Follow Me:

source: Time to ring the Follow Me List.
uk_ua: Час, протягом якого дзвонитиме список Follow Me.

source: Use Confirmation:
uk_ua: Використовувати Підтвердження:

source: Followme Settings
uk_ua: Налаштування Follow Me

source: Followme Settings for %s (%s)
uk_ua: Налаштування Follow Me для %s (%s)

source: Update
uk_ua: Зберегти

source: Phone Features
uk_ua: Налаштування Телефону

source: Call Forwarding
uk_ua: Переадресація Виклику

source: Phone Features for %s (%s)
uk_ua: Налаштування Телефону для %s (%s)

source: Call forward number not changed
uk_ua: Ви не вказали куди переадресовувати дзвінок

source: Number %s must contain dial numbers (characters like '(', '-', and ')' are ok)
uk_ua: Поле %s повинне містити телефоні номери (символи '(', '-', та ')' допускаються)

source: Disable
uk_ua: Заборонити

source: Settings
es_es: Ajustes
uk_ua: Налаштування

source: Voicemail password not changed
es_es: Contraseña del voicemail no se ha cambiado
uk_ua: Пароль Голосової Пошти не змінено

source: Password and password confirm must not be blank
uk_ua: Пароль та підтвердження пароля не повинні бути пустими

source: Passwords must be all numbers and greater than %d digits
uk_ua: Пароль повинен складатися з цифр (не менше %d символів)

source: Passwords must be all numbers and only %d digits
uk_ua: Паролі повинні бути цифрами і лише %d символів

source: Password and password confirm do not match
es_es: Las contraseñas no coinsiden
uk_ua: Паролі не співпадають

source: %s does not exist or is not writable
uk_ua: %s не існує або не доступний для запису

source: Voicemail email and pager address not changed
uk_ua: Адреси email та пейджера не змінено

source: Voicemail email settings not changed
uk_ua: Налаштування Голосової Пошти не змінено

source: Language:
es_es: Idioma:
uk_ua: Мова:

source: Passwords must be all numbers and only %s digits
uk_ua: Паролі повинні бути цифрами і лише %s символів

source: Passwords must be all numbers and at least %s digits
uk_ua: Пароль повинен складатися з цифр і містити не менше %s символів

source: Voicemail Password:
es_es: Contraseña de Voicemail:
uk_ua: Новий Пароль Голосової Пошти:

source: Enter again to confirm:
uk_ua: Підтвердіть пароль:

source: Email Notification
uk_ua: Надсилати Голосову Пошту На Email

source: Email Voicemail To:
uk_ua: Надсилати Голосову Пошту На Email:

source: Pager Email Notification To:
uk_ua: Надсилати Голосову Пошту На Пейджер:

source: Call Me Number:
uk_ua: Номер 'Подзвони мені'

source: Audio Format:
uk_ua: Формат Аудіо:

source: Best Quality
es_es: Mejor calidad
uk_ua: Найкраща Якість

source: Smallest Download
es_es: Mas chico
uk_ua: Найменший Розмір

source: Voicemail Settings
es_es: Ajustes para Voicemail
uk_ua: Налаштування Голосової Пошти

source: Call Monitor Settings
uk_ua: Налаштування Записів Дзвінків

source: Record INCOMING:
es_es: Guearar llamadas de entrada:
uk_ua: Записувати ВХІДНІ:

source: Always
es_es: Siempre
uk_ua: Завжди

source: Never
es_es: Nunca
uk_ua: Ніколи

source: On-Demand
es_es: Por pedido
uk_ua: На вимогу

source: Record OUTGOING:
es_es: Guearar llamadas de salida:
uk_ua: Записувати ВИХІДНІ:

source: Settings for %s (%s)
uk_ua: Налаштування для %s (%s)

source: Option 0 not changed
uk_ua: Опцію 0 не змінено

source: Option 1 not changed
uk_ua: Опцію 1 не змінено

source: Option 2 not changed
uk_ua: Опцію 2 не змінено

source: Use When:
uk_ua: Використовувати Коли:

source: Menu options below are available during your personal voicemail greeting playback. <br/><br/>Check both to use at all times.
uk_ua: Опції доступні під час відтворення повідомлення голосової пошти.

source: unavailable
uk_ua: недоступний

source: busy
uk_ua: зайнято

source: Voicemail Instructions:
uk_ua: Інструкції для Голосової Пошти:

source: Standard voicemail prompts.
uk_ua: Стандартні голосові повідомлення.

source: Press 0:
uk_ua: Натисніть 0:

source: Pressing 0 during your personal voicemail greeing goes to the Operator. Uncheck to enter another destination here.
uk_ua: Натискання клавіші 0 під час привітання голосової пошти переведе виклик на Оператора. Зніміть виділення, щоб ввести інший номер.

source: Go To Operator
uk_ua: Перевести На Оператора

source: Press 1:
uk_ua: Натисніть 1:

source: Enter an alternate number here, then change your personal voicemail greeting to let callers know to press 1 to reach that number. <br/><br/>If you'd like to use your Follow Me List, check "Send to Follow Me" and disable Follow Me above.
uk_ua: Введіть сюди номер та повідомте в привітанні голосової пошти, що потрібно натиснути 1 аби додзвонитися на цей номер.<br/><br/>If you'd like to use your Follow Me List, check "Send to Follow Me" and disable Follow Me above.

source: Send to Follow-Me
uk_ua: Відправити до Follow Me

source: Press 2:
uk_ua: Натисніть 2:

source: Use any extensions, ringgroups, queues or external numbers. <br/><br/>Remember to re-record your personal voicemail greeting and include instructions. Run a test to make sure that the number is functional.
uk_ua: Використовуйте будь-який внутрішній номер, групу номерів, чергу або зовнішній номер. <br/><br/>Не забудьте записати нові інструкції в привітанні голосової пошти. Протестуйте чи введений вами номер працює.

source: VmX Locator&#8482; Settings for %s (%s)
uk_ua: Налаштування VmX Locator&#8482; для %s (%s)

source: Voicemail
uk_ua: Голосова Пошта

source: A folder must be selected before the message can be moved.
es_es: Hay que elejir una carpeta hantes de que el mensaje de pueda mover.
uk_ua: Перед переміщенням повідомлення виберіть папку.

source: One or more messages must be selected before clicking move_to.
uk_ua: Виберіть принаймні одне повідомлення перед тим як переміщувати.

source: An extension must be selected before the message can be forwarded.
uk_ua: Виберіть адресата, перш ніж, пересилати повідомлення

source: One or more messages must be selected before clicking forward_to.
uk_ua: Виберіть принаймні одне повідомлення перед тим як пересилати.

source: move_to
uk_ua: перемістити в

source: Folder
uk_ua: Папка

source: forward_to
uk_ua: переслати до

source: Priority
es_es: Prioridad
uk_ua: Пріоритет

source: Playback
uk_ua: Відтворити

source: Play message at:
uk_ua: Відтворити повідомлення на номері:

source: Voicemail recording(s) was not found.
es_es: Ninguna grabacione de Voicemail se ha encontrado.
uk_ua: Не знайдено жодних повідомлень.

source: On settings page, change voicemail audio format. It is currently set to %s
uk_ua: В Налаштуваннях змініть формат запису голосових повідомлень. Зараз це %s

source: Voicemail Login not found.
uk_ua: Логін до Голосової Пошти не знайдено.

source: No access to voicemail
es_es: No hay acceso al voicemail
uk_ua: Немає доступу до голосової пошти

source: No Voicemail Recordings for Admin
es_es: Ningunas grabaciones de Voicemail para el Admin
uk_ua: Для користувача Admin немає повідомлень Голосової Пошти

source: Voicemail for %s (%s)
uk_ua: Голосова Пошта для %s (%s)

source: Calling:
uk_ua: Набираю:

source: . Please wait patiently...
uk_ua: . Будь-ласка, дочекайтеся дзвінка...

source: Could not create mailbox folder %s on the server
uk_ua: Не можу створити голосову скриньку %s на сервері

source: Permission denied on folder %s or %s
uk_ua: Немає доступу до папки %s чи %s

source: not a directory or not readable
es_es: no es un directorio, o no se puede leer

source: No database connection
es_es: Ninguna conexión con la base de datos

source: Check AMP installation, asterisk database, or ARI main.conf
es_es: Compruebe la instalación del AMP, la base de datos del asterisco, o ARI main.conf

source: Results
es_es: Resultados

source: of
es_es: de

source: Voicemail Login not found, SIP Login used
es_es: La conexión de Voicemail no fue encontrada, se utilizó la conexión del SIP

source: Use your
es_es: Utilice su

source: Voicemail Mailbox and Password
es_es: Buzón y contraseña de Voicemail

source: play
es_es: Escuchar

source: Call Monitor for
es_es: llame al Monitor para ***

source: Password must be all numbers and 4 digits
es_es: La contraseña deve ser solamente de numeros, y 4 digitas

source: does not exist or is not writable
es_es: no existe o no se puede escribir

source: Settings for
es_es: Ajustes para

source: Passwords must be all numbers and only 4 digits
es_es: Contraseñas deben ser de 4 numeros y solo 4 digitas

source: Unable to connect to Asterisk Manager
es_es: No se puede connectar al Asterisk Manager

source: Voicemail for
es_es: Voicemail para

source: Orig Mailbox
es_es: Directorio original de correo

source: Recording
es_es: Grabando

source: Could not create mailbox folder
es_es: No se puede hacer el directorio de correo

source: on the server
es_es: en el servidor
