Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Apply Config
es_es: Aplicar Configuración
fa_ir: اعمال پیکربندی
it_it: Applica config
pt_br: Aplicar Config
pt_pt: Aplicar Config
ru_ru: Применить изменения

source: Are you Sure you want to Change the SIP Channel Driver? (The Page will Refresh, then you MUST hit submit to resave the device when you are done to propagate the new settings)
es_es: ¿Está seguro de que desea cambiar el controlador de canal SIP? (La página se actualizará, entonces usted DEBE oprimir enviar para volver a guardar el dispositivo cuando haya terminado de propagar la nueva configuración)
it_it: Sei sicuro di voler cambiare il driver del canale SIP? (La pagina si aggiornerà, quindi devi premere INVIO per salvare nuovamente il dispositivo quando hai finito di propagare le nuove impostazioni)
pt_br: Tem certeza de que deseja alterar o driver de canal SIP? (A página será atualizada, então você deve bater enviar para salvar o dispositivo quando você é feito para propagar as novas configurações)
ru_ru: Вы действительно хотите изменить драйвер канала SIP ?(Страница будет обновлена,затем вы ДОЛЖНЫ подтвердить пересохранение когда вы завершите распространение новых настроек)

source: Are you sure you don't want to provide an email address where update notifications will be sent. This email will never be transmitted off the PBX. It is used to send update and security notifications when they are detected.
es_es: ¿Seguro que no quieres que proporcione una dirección de correo electrónico que enviará las notificaciones de actualización. Esta dirección de correo electrónico nunca será transmitida fuera de la PBX. Se utiliza para enviar las actualizaciones y notificaciones de seguridad cuando son detectadas.
it_it: Sei sicuro di non voler fornire un indirizzo email dove verranno inviate le notifiche di aggiornamento. Questa email non verrà mai trasmessa dal PBX. Viene utilizzato per inviare notifiche di aggiornamenti e sicurezza quando vengono rilevati.
pt_br: Você tem certeza que não deseja fornecer um endereço de email onde as notificações de atualização serão enviadas? Este email nunca será transmitido para fora do PBX. Ele é usado para enviar notificações de atualização e segurança quando elas são detectadas.
pt_pt: Tem a certeza que não quer facultar um email para o qual serão enviadas notificações de atualização? Este email nunca será transmitido fora do PBX. É usado para envio de notificações de atualização e segurança quando detetadas.
ru_ru: Вы действительно не хотие указать email-адрес, на который будут посылаться уведомления об обновлениях? Этот Email никогда не будет передаваться вне PBX. Он используется для отправки уведомлений об обновлениях и безопасности при обнаружении их необходимости.

source: Are you sure you want to delete this?
es_es: ¿Estás seguro que quieres eliminar esto?
fa_ir: آیا از حذف مطمئن هستید؟
it_it: sei sicuro di voler cancellare questo?
pt_br: Tem certeza de que deseja excluir isso?
ru_ru: Действительно хотите это удалить?

source: Are you sure you want to disable automatic update notifications? This could leave your system at risk to serious security vulnerabilities. Enabling update notifications will NOT automatically install them but will make sure you are informed as soon as they are available.
es_es: ¿Seguro que deseas desactivar las notificaciones de actualización automática? Esto podría dejar el sistema en riesgo a las vulnerabilidades de seguridad graves. La habilitación de notificaciones de actualización no se instalarán automáticamente, pero se asegurará de que se le informe tan pronto como estén disponibles.
it_it: Sei sicuro di voler disattivare le notifiche di aggiornamento automatico? Questo potrebbe lasciare il tuo sistema a rischio di gravi vulnerabilità della sicurezza. L'attivazione delle notifiche di aggiornamento NON le installerà automaticamente ma farà in modo di essere informato non appena saranno disponibili.
pt_br: Você tem certeza que deseja desabilitar as notificações de atualização automáticas? Isto pode deixar seu sistema em risco à vulnerabilidades de segurança sérias. Habilitando as notificações de atualização NÃO as instalará automaticamente mas garantirá que você seja informado assim que elas estiverem disponíveis.
pt_pt: Tem a certeza que pretende desativar as notificações de atualização? Tal poderá deixar o seu sistema vulnerável em termos de segurança. Ativando as notificações de atulização NÃO instalá-las automaticamente, mas garantirá que é informado da sua existencia.
ru_ru: Действительно хотите отключить автоматические уведомления об обновлении? Это может сохранить риск нарушения безопасности. Включение уведомлений об обновлении НЕ будет автоматически устанавливать их,но гарантированно проинформирует Вас об их доступности.

source: Are you sure you want to set %s to its default?
es_es: ¿Está seguro de que desea establecer %s en su valor predeterminado?
fa_ir: آیا از تنظیم %s به صورت پیشفرض مطمئن هستید؟
it_it: Sei sicuro di voler impostare %s1 come predefinito?
pt_br: Tem certeza de que deseja definir %s como padrão?
ru_ru: Действительно хотите установить %s в значение по умолчанию?

source: Asked for raw contents of a file, but was never asked to read a file
es_es: Preguntado por contenido raw de un archivo, pero nunca se le pidió leer un archivo
it_it: Chiede il contenuto non elaborato di un file, ma non è mai stato chiesto di leggere un file
pt_br: Pedido por conteúdo bruto de um arquivo, mas nunca foi pedido para ler um arquivo
pt_pt: Pedido conteúdo em bruto de um ficheiro, mas nunca foi pedido para ler o ficheiro
ru_ru: Запрошено исходное содержимое файла, но не было запроса на чтение файла

source: Assigned DID/CID
es_es: Asignado DID/CID
fa_ir: اختصاص CID/DID
fr_fr: SDA/CID associé
it_it: Selezione Passante/ID assegnato
pt_br: DID/CID Atribuído
pt_pt: DID/CID atribuídos
ru_ru: Назначенные Caller ID

source: Asterisk 12 introduces the Asterisk REST Interface, a set of RESTful API's for building Asterisk based applications. This will enable the ARI server as long as the HTTP server is enabled as well.
it_it: Asterisk 12 introduce l'interfaccia REST di asterisco, una serie di API RESTful per la creazione di applicazioni basate su asterisco. Ciò abiliterà il server ARI fino a quando anche il server HTTP è abilitato.
pt_pt: O Asterisk 12 apresenta o Interface REST do Asterisk, um conjunto de API's para construir aplicações baseadas no Asterisk. Irá ativar o servidor ARI desde que o servidor HTTP esteja também ativo.

source: Asterisk Builtin mini-HTTP server
es_es: Asterisk servidor Builtin mini-HTTP
fa_ir: سرور mini-HTTP داخلی استریسک
it_it: Asterisk Built In server mini-HTTP
pt_br: Servidor mini-HTTP Embutido do Asterisk
pt_pt: Servidor mini-HTTP embutido do Asterisk

source: Asterisk Dial Options
es_es: Opciones de Marcación Asterisk
fa_ir: گزینه های تماس استریسک
it_it: Opzioni di selezione asterisco
pt_br: Opções de Discagem Asterisk
pt_pt: Opções de Marcação do Asterisk
ru_ru: Опции Asterisk-команды Dial

source: Asterisk Dial command options to be used when calling out this trunk. To override the Advanced Settings default, check the box and then provide the required options for this trunk
es_es: Opciones de Comando de Marcación Asterisk que se utilizarán cuando se llame por esta línea. Para anular la Configuración Avanzada predeterminada, marque la casilla y luego proporcione las opciones necesarias para esta línea
it_it: Opzioni di comando di composizione asterisco da utilizzare quando si chiama questo trunk. Per ignorare le impostazioni predefinite predefinite, selezionare la casella e quindi fornire le opzioni richieste per questo trunk
pt_br: Opções de comando de Discagem do Asterisk a serem usadas quando chamar este tronco. Para substituir o padrão em Configurações Avançadas, selecione a caixa e então forneça as opções necessárias para este tronco
pt_pt: Opções do comando Dial do Asterisk usadas ao chamar através deste trunk. Para evitar os valores por defeito das Configurações Avançadas, selecione esta caixa e preencha as opções necessárias para este trunk
ru_ru: Опции Asterisk-команды Dial, используемые при исходящем звонке через этот транк

source: Asterisk Log Dir
fa_ir: دایرکتوری لاگ استریسک
it_it: Log Dir Asterisk
pt_br: Dir Relatório Asterisk
pt_pt: Dir Log do Asterisk
ru_ru: Директория журналов Астериск

source: Asterisk Manager
es_es: Gestor Asterisk
fa_ir: مدیر استریسک
it_it: Manager Asterisk
pt_br: Gerenciador Asterisk
ru_ru: Менеджер Asterisk (AMI)

source: Asterisk Manager Host
es_es: Anfitrión gestor Asterisk
fa_ir: هاست مدیر استریسک
it_it: Host Manager Asterisk
pt_br: Host Gerenciador Asterisk
pt_pt: Host do Asterisk Manager
ru_ru: Хост для интерфейса Asterisk Manager (AMI)

source: Asterisk Manager Password
es_es: Contraseña Gestor Asterisk
fa_ir: کلمه عبور مدیر استریسک
it_it: Password Manager Asterisk
pt_br: Senha Gerenciador Asterisk
pt_pt: Password do Asterisk Manager
ru_ru: Пароль для Asterisk Manager

source: Asterisk Manager Port
es_es: Puerto Gestor Asterisk
fa_ir: پورت مدیر استریسک
it_it: Porta Asterisk Manager
pt_br: Porta Gerenciador Asterisk
pt_pt: Porta do Asterisk Manager
ru_ru: Порт для Asterisk Manager

source: Asterisk Manager Proxy Port
es_es: Puerto Proxy Gestor Asterisk
fa_ir: پورت پراکسی مدیر استریسک
it_it: Porta proxy di Asterisk Manager
pt_br: Porta Proxy Gerenciador Asterisk
pt_pt: Porta do Proxy do Asterisk Manager
ru_ru: Порт для проксирования Asterisk Manager

source: Asterisk Manager User
es_es: Usuario Gestor Asterisk
fa_ir: کاربر مدیر استریسک
it_it: Utente Manager Asterisk
pt_br: Usuário Gerenciador Asterisk
pt_pt: Utilizador do Asterisk Manager
ru_ru: Пользователь Asterisk Manager

source: Asterisk Manager Write Timeout
es_es: Tiempo de escritura Gestor Asterisk
fa_ir: وقفه نوشتاری مدیر استریسک
it_it: Timeout di scrittura del gestore asterisco
pt_br: Tempo Final de Escrita Gerenciador Asterisk
pt_pt: Timeout de Escrita do Asterisk Manager

source: Asterisk Modules
es_es: Módulos Asterisk
fa_ir: ماژول های استریسک
it_it: Moduli di asterisco
pt_br: Módulos Asterisk
pt_pt: Módulos do Asterisk
ru_ru: Модули Asterisk

source: Asterisk Outbound Trunk Dial Options
es_es: Opciones Discado Troncal Saliente Asterisk
fa_ir: گزینه های شماره گیری ترانک خروجی استریسک
it_it: Opzioni di composizione del tronco in uscita asterisco
pt_br: Opções de Discagem de Tronco de Saída Asterisk
pt_pt: Opções de Marcação do Trunk de Saída do Asterisk

source: Asterisk REST Interface
fa_ir: رابط REST استریسک
it_it: Interfaccia REST di asterisco
pt_pt: Interface REST do Asterisk

source: Asterisk Started
es_es: Asterisk Iniciado
fa_ir: استریسک اجرا شده
it_it: Asterisk iniziato
pt_br: Asterisk Iniciado

source: Asterisk Trunk Dial Options
es_es: Opciones Marcacióm Línea Asterisk
fa_ir: گزینه های شماره گیری ترانک استریسک
it_it: Opzioni quadrante tronco asterisco
pt_br: Opções de Discagem de Tronco Asterisk
pt_pt: Opções de Marcação de Trunk do Asterisk
ru_ru: Опции команды Dial для транка Asterisk

source: Asterisk VMU Mask
es_es: Mascara VMU Asterisk
fa_ir: VMU Mask استریسک
it_it: Maschera VMU Asterisk
pt_br: Máscara VMU Asterisk
pt_pt: Máscara VMU do Asterisk
ru_ru: Маска для файлов голосовой почты пользователя Астериск

source: Asterisk connection type, usually friend for endpoints.
es_es: Tipo de conexión de Asterisk, generalmente friend para puntos finales.
fa_ir: نوع اتصال استریسک، معمولا برای نقاط پایانی دوستانه است.
it_it: Tipo di connessione asterisco, di solito amico per endpoint.
pt_br: Tipo de conexão Asterisk, usualmente friend para endpoints.
pt_pt: Tipo de conexão do Asterisk, normalmente friend para endpoints.
ru_ru: Тип подключений пиров к Астериск, обычно - friend для конечного оборудования.

source: Asterisk context this device will send calls to. Only change this is you know what you are doing.
es_es: Contexto Asterisk donde este dispositivo enviará llamadas. Sólo cambiar esto si sabes lo que estás haciendo.
it_it: Contesto Asterisk a cui questo dispositivo invierà le chiamate. Cambia solo questo, sai cosa stai facendo.
pt_br: Contexto do Asterisk para o qual este dispositivo enviará chamadas. Apenas mude isto se você conhece o que está fazendo.
pt_pt: Contexto para o qual este dispositivo enviará chamadas. Apenas alterar se está seguro do que está a fazer.
ru_ru: Контекст Астериск для этого устройства, где будет обработан этот вызов. Изменяйте только в случае, если вы точно понимаете что делаете.

source: Asterisk dialplan extension to reach voicemail for this device. Some devices use this to auto-program the voicemail button on the endpoint. If left blank, the default vmexten setting is automatically configured by the voicemail module. Only change this on devices that may have special needs.
es_es: Extensión del plan de marcación de Asterisk para llegar al correo de voz de este dispositivo. Algunos dispositivos utilizan esto para auto-programar el botón de correo de voz en el terminal. Si se deja en blanco, el ajuste vmexten por defecto estará configurado automáticamente por el módulo de correo de voz. Sólo cambiar esto en los dispositivos que pueden tener necesidades especiales.
it_it: Estensione del dialplan di asterisco per raggiungere la posta vocale per questo dispositivo. Alcuni dispositivi lo utilizzano per programmare automaticamente il pulsante Voicemail sull'endpoint. Se lasciato vuoto, l'impostazione predefinita di vmexten viene automaticamente configurata dal modulo voicemail. Cambialo solo su dispositivi che potrebbero avere esigenze speciali.
pt_br: Extensão de plano de discagem Astrisk para chegar ao correio de voz para este dispositivo. Alguns dispositivos usam isto para auto programar o botão de correio de voz no endpoint. Se deixado em branco, a configuração vmexten padrão é configurada pelo módulo Correio de Voz. Apenas mude isto nos dispositivos que podem ter necessidades especiais.
pt_pt: Extensão do dialplan do Asterisk para chegar ao voicemail deste dispositivo. Alguns dispositivos usam-na para programar automaticamente o botão de voicemail no endpoint. Se deixado vazio, o parametro vmexten é configurado automaticamente pelo módulo de voicemail. Alterar somente em dispositivos que tenham requisitos especiais.
ru_ru: Расширение диал-плана Астериск для доступа к голосовой почте. Некоторые устройства используют запрограммированную кнопку доступа к голосовой почте устройства. Если оставить поле пустым, будет определена автоматически опция vmexten модуля голосовой почты по умолчанию. Изменять только для устройств, которые потребуют именно этого.

source: Asterisk etc Dir
es_es: Dir etc Asterisk
fa_ir: دایرکتوری etc استریسک
it_it: Asterisco ecc. Dir
pt_br: Dir etc Asterisk
pt_pt: Dir etc do Asterisk
ru_ru: Директория etc Астериск

source: Asterisk home dir (%s) doesn't exist, and, ASTSPOOLDIR doesn't exist. Aborting
es_es: Directorio home Asterisk (%s) no existe, y, ASTSPOOLDIR no existe. Abortar
it_it: La directory home di Asterisk (%s1) non esiste e ASTSPOOLDIR non esiste. Interruzione
pt_br: O Diretório raiz do Asterisk (%s) não existe e ASTSPOOLDIR não existe. Abortando
pt_pt: Dir home do Asterisk (%s) e ASTSPOOLDIR inexistentes. Abortando
ru_ru: Домашняя директория Asterisk (%s) и ASTSPOOLDIR не существуют. Завершение

source: Asterisk is still running and we can't stop it!
es_es: ¡El Asterisk todavía está funcionando y no podemos pararlo!
it_it: Asterisk è ancora in esecuzione e non possiamo fermarlo!
pt_br: Asterisk ainda está funcionando e não podemos pará-lo!

source: Asterisk may not be running.
es_es: Asterisk no se está ejecutando.
fa_ir: استریسک ممکن است اجرا نشده باشد.
fr_fr: Asterisk n'est peut être pas lancé
it_it: Asterisk potrebbe non essere in esecuzione.
pt_br: Asterisk pode não estar rodando.
pt_pt: O Asterisk pode não estar em execução.
ru_ru: Астериск не может быть запущен.

source: Attempted to load %s but it didn't define the class %s
es_es: Intentó cargar %s pero no definió la clase %s
it_it: Tentativo di caricare %s1 ma non ha definito la classe %s2
pt_br: Tentativa de carregar %s mas não definiu a classe %s
pt_pt: Tentativa de carregar %s mas a classe %s não foi definida
ru_ru: Попытка загрузить %s,но это не определило класс %s

source: Attempted to load %s with a hint of %s and it didn't exist
es_es: Intentó cargar %s con un toque de %s y que no existía
it_it: Tentativo di caricare %s1 con un suggerimento di %s2 e non esisteva
pt_br: Tentativa de carregar %s com uma dica de %s e ele não existe
pt_pt: Tentativa de carergar %s com sugestão %s, mas é inexistente
ru_ru: Попытка загрузить %s с подсказкой %s но оно не существует

source: Attempting to Enable %s
es_es: Intentando Habilitar %s
fa_ir: تلاش برای فعال سازی %s
it_it: Tentativo di abilitare %s1
pt_br: Tentando Ativar %s
ru_ru: Попытка включить %s

source: Attempting to repair MySQL Tables (this may take some time)
es_es: Intentando reparar MySQL. Tablas (Puede tomar algo e tiempo)
it_it: Tentativo di riparare le tabelle MySQL (questo potrebbe richiedere del tempo)
pt_br: Tentando reparar Tabelas do MySQL (isso pode levar algum tempo)

source: Attended Transfer Alert Info
es_es: Información de Alerta Transferencia Atendida
fa_ir: انتقال با حضور اطلاعات هشدار
it_it: Informazioni per l'avviso di trasferimento assistito
pt_br: Atendida Informação de Alerta de Transferência

source: Attention
es_es: Atención
fa_ir: توجه
it_it: Attenzione
pt_br: Atenção
pt_pt: Atenção
ru_ru: Внимание

source: Attributes
es_es: Atributos
fa_ir: ویژگی ها
it_it: Attributi
pt_br: Atributos
ru_ru: Атрибуты

source: Authentication
es_es: Autenticación
fa_ir: احراز هویت
it_it: Autenticazione
pt_br: Autenticação
ru_ru: Аутентификация

source: Authentication Disabled
es_es: Autenticación Deshabilitada
fa_ir: احراز هویت غیرفعال شد
it_it: Autenticazione disabilitata
pt_br: Autenticação Desativada
ru_ru: Аутентификация отключена

source: Authentication type to use for web admin. If type set to <b>database</b>, the primary AMP admin credentials will be the AMPDBUSER/AMPDBPASS above. When using database you can create users that are restricted to only certain module pages. When set to none, you should make sure you have provided security at the apache level. When set to webserver, FreePBX will expect authentication to happen at the apache level, but will take the user credentials and apply any restrictions as if it were in database mode.
es_es: Tipo de autenticación a utilizar para el administrador web. Si el tipo se establece en <b> base de datos </b>, las credenciales de administrador AMP principales serán AMPDBUSER / AMPDBPASS anteriores. Al utilizar la base de datos, puede crear usuarios que estén restringidos a ciertas páginas del módulo. Cuando se establece en ninguno, debe asegurarse de que ha proporcionado seguridad en el nivel de Apache. Cuando se establece en servidor web, FreePBX esperará que la autenticación ocurra en el nivel de apache, pero tomará las credenciales de usuario y aplicará cualquier restricción como si estuviera en modo de base de datos.
it_it: Tipo di autenticazione da utilizzare per l'amministratore web. Se il tipo è impostato su <b> 1 database </b> 2, le credenziali di amministratore AMP principali saranno AMPDBUSER / AMPDBPASS sopra. Quando si utilizza il database, è possibile creare utenti limitati solo a determinate pagine del modulo. Se impostato su none, dovresti assicurarti di aver fornito sicurezza a livello di apache. Se impostato su webserver, FreePBX si aspetta che l'autenticazione si verifichi a livello di apache, ma prenderà le credenziali dell'utente e applicherà qualsiasi restrizione come se fosse in modalità database.
pt_br: Tipo de autenticação a usar para administração web. Se o tipo definido para <b>banco de dados</b>, as credenciais admin AMP primárias serão AMPDBUSER/AMPDBPASS acima. Quando usar banco de dados você pode criar usuários que são restritos a apenas certas páginas de módulos. Quando definido como nenhum, você deve estar certo de fornecer segurança à nível apache. Quando definido para servidor web, o FreePBX esperará a que a autenticação aconteça a nível de apache, mas tomará as credenciais do usuário e aplicará qualquer restrição como se estivesse em modo banco de dados.
pt_pt: Tipo de autenticação a usar para administração web. Se definido como <b>database</b>, as credenciais de admin AMP serão AMPDBUSER/AMPDBPASS definidas acima. Ao definir database é possível criar utilizadores que estejam restritos apenas a alguns módulos. Quando definido como none, devemos certificar-nos que foi configurada a segurança ao nível do apache. Quando definido como webserver, o FreePBX esperará que a autenticação aconteça ao nível do apache, mas manterá guardadas as credenciais e aplicará quaisquer restrições, como se tratasse do modo database.
ru_ru: Тип аутентификации, используемый для администрирования через вэб-интерфейс. Если установлено в <b>database</b>, будут использоваться первичные параметры доступа администратора АМР, указанные в переменных AMPDBUSER/AMPDBPASS. Если использовать базу данных, то можно создать пользователей с ограниченными только для определённых модулей правами доступа. Если установлено в 'none', то надо убедиться в достаточном уровне безопасности сервера apache. Если установлено в webserver, FreePBX ожидает аутентификации в соответствии с уровнем безопасности apache, но будет принимать параметры доступа пользователя и накладывать ограничения доступа так же, как в режиме базы данных.

source: Authorization Type
es_es: Tipo de Autorización
fa_ir: نوع مجوز
it_it: Tipo di autorizzazione
pt_br: Tipo de Autorização
pt_pt: Tipo de Autenticação
ru_ru: Тип авторизации

source: Authorization Type is not set to 'database' in Advanced Settings - note that this module is not currently providing access control, and changing passwords here or adding users will have no effect unless Authorization Type is set to 'database'.
es_es: El tipo de autorización no está establecido en 'base de datos' en Configuración avanzada. Tenga en cuenta que este módulo no proporciona actualmente control de acceso y cambiar contraseñas aquí o agregar usuarios no tendrá ningún efecto a menos que el tipo de autorización esté establecido en 'base de datos'.
it_it: Il Tipo di autorizzazione non è impostato su 'database' in Impostazioni avanzate: si noti che questo modulo non fornisce attualmente il controllo degli accessi e la modifica delle password qui o l'aggiunta di utenti non avrà alcun effetto a meno che il Tipo di autorizzazione non sia impostato su 'database'.
pt_br: O tipo de autorização não está definido como 'base de dados' nas Definições Avançadas - note que este módulo não está atualmente a fornecer controle de acesso e alterar palavras-passe aqui ou adicionar utilizadores não terá efeito a menos que o Tipo de Autorização esteja definido como 'base de dados'.
ru_ru: Тип авторизации не установлен в значение 'database' в расширенных настройках - имейте ввиду,что этот модуль на данный момент не обеспечивает проверку доступа, и изменение пароля и добавление пользователей в этом разделе не будет иметь эффекта пока тип авторизации не установлен в значение 'database' .
