Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Can not create cache folder at %s/cache. Please run (from the CLI): %s
es_es: No se puede crear carpeta de caché en %s/cache. Por favor, ejecute (desde el CLI): %s
fa_ir: عدم توانایی در ساخت فولدر کش در %s/cache. لطفا اجرا کنید (از خط فرمان): %s
it_it: Impossibile creare la cartella cache su %s1 / cache. Esegui (dalla CLI): %s1
pt_br: Não foi possível criar pasta cache em %s/cache. Por favor rode (do CLI): %s
pt_pt: Não é possível criar pasta de cache em %s/cache. Executar (no CLI): %s
ru_ru: Не создана папка кэш на %s/cache. Запустите команду: %s (из командной строки)

source: Can not create the LESS cache folder at %s. Please run (from the CLI): %s
es_es: No se puede crear la carpeta de caché LESS en %s. Ejecute (desde la CLI): %s
it_it: Impossibile creare la cartella cache LESS su %s1. Eseguire (dalla CLI): %s2
pt_br: Não é possível criar a pasta de cache LESS em %s. Por favor, execute (a partir do CLI): %s
ru_ru: Не создан минимальный кэш на %s. Please run (from the CLI): %s

source: Can not create trunk_dialpatterns table
es_es: No se puede crear la tabla trunk_dialpatterns
fa_ir: عدم توانایی در ایجاد جدول trunk_dialpatterns
it_it: Impossibile creare la tabella trunk_dialpatterns
pt_br: Não foi possível criar tabela trunk_dialpatterns
pt_pt: Não é possível criar tabela trunk_dialpatterns
ru_ru: Не создана таблица trunk_dialpatterns

source: Can not read from the LESS folder at %s. Please run (from the CLI): %s
es_es: No se puede leer en la carpeta LESS en %s. Ejecute (desde la CLI): %s
it_it: Impossibile leggere dalla cartella LESS in %s1. Eseguire (dalla CLI): %s2
pt_br: Não é possível ler da pasta LESS em %s. Por favor, execute (a partir do CLI): %s
ru_ru: Невозможно прочитать содержимое папки %s. Пожалуйста запустите(из консоли CLI):%s

source: Can not run this command while 'Developer Mode' is enabled
es_es: No se puede ejecutar este comando mientras el 'Modo Desarrollador' está habilitado
it_it: Impossibile eseguire questo comando mentre è attivata la "Modalità sviluppatore"

source: Can not write to cache folder at %s/cache. Please run (from the CLI): %s
es_es: No se puede escribir en carpeta de caché en %s/cache. Por favor, ejecute (desde el CLI): %s
it_it: Impossibile scrivere nella cartella cache su %s1 / cache. Esegui (dalla CLI): %s2
pt_br: Não foi possível escrever na pasta cache em %s/cache. Por favor rode (do CLI): %s
pt_pt: Não é possível escrever na pasta de cache (%s/cache). Executar (no CLI): %s
ru_ru: Невозможно записать в кэширующую папку %s/cache. Пожалуйста запустите (из консоли CLI):%s

source: Can not write to the LESS cache folder at %s. Please run (from the CLI): %s
es_es: No se puede escribir en la carpeta LESS en %s. Ejecute (desde la CLI): %s
it_it: Impossibile scrivere nella cartella della cache LESS in %s1. Eseguire (dalla CLI): %s2
pt_br: Não é possível gravar na pasta LESS cache em %s. Execute (a partir da CLI): %s
ru_ru: Невозможно записать в кэширующую папку %s.Пожалуйста запустите(из консоли CLI):%s

source: Can't create key, no idea why. %s
es_es: No se puede crear la clave, ni idea de por qué. %s
fa_ir: نمیتواند کلید ایجاد کند،بدون دلیل. %s
it_it: Non posso creare la chiave, non ho idea del perché. %s1
pt_br: Não foi possível criar chave, sem motivo conhecido. %s
pt_pt: Não é possível criar chave, sem razão aparente. %s
ru_ru: Невозможно создать ключ,нет идей почему.%s

source: Can't generate unnamed key
es_es: No se puede generar clave sin nombre
fa_ir: نمیتواند کلید بدون نام ایجاد کند
it_it: Impossibile generare la chiave senza nome
pt_br: Não foi possível gerar chave sem nome
pt_pt: Não é possível gerar chave sem nome
ru_ru: Невозможно сгенерировать безымянный файл

source: Can't sign unnamed key
es_es: No se puede firmar la clave sin nombre
fa_ir: نمیتواند کلید بدون نام امضا کند
it_it: Impossibile firmare la chiave senza nome
pt_br: Não foi possível assinar chave sem nome
ru_ru: Невозможно подписать безымянный ключ

source: Cancel
es_es: Cancelar
fa_ir: لغو
fr_fr: Abandonner
it_it: Cancella
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отмена

source: Cannot connect to Asterisk Manager with
es_es: No se puede conectar al Administrador de Asterisk con
fa_ir: عدم اتصال به مدیر استریسک با
fr_fr: Ne peut se connecterau gestionnaire Asterisk avec
it_it: Impossibile connettersi a Asterisk Manager con
pt_br: Não é possível conectar ao Asterisk Manager com
pt_pt: Não é possível ligar ao Asterisk Manager com
ru_ru: Невозможно соединиться к Asterisk Manager с

source: Cannot delete directory %s
es_es: No se puede eliminar el directorio %s
fa_ir: عدم توانایی حذف دایرکتوری %s
fr_fr: Ne peut supprimer le répertoire %s
it_it: Non posso eliminare la directory %s
pt_br: Impossível excluir diretório %s
pt_pt: Não é possível apagar o diretório %s
ru_ru: Невозможно удалить директорию %s

source: Cannot disable: The following modules depend on this one:
es_es: No se puede deshabilitar: Los siguientes módulos dependen de éste:
fa_ir: غیرفعال نمیشود: وابستگی ماژول به:
fr_fr: Ne peut désactivé: les modules suivants en dépendent:
it_it: Impossibile disattivarlo: i seguenti moduli dipendono da questo:
pt_br: Impossível desabilitar: Os seguintes módulos dependem deste:
pt_pt: Não é possível desativar: Módulos dependentes:
ru_ru: Не отключить: Выбранный модуль зависит от:

source: Cannot find module
es_es: No se puede encontrar el módulo
fa_ir: ماژول پیدا نشد
fr_fr: Impossible de trouver le module
it_it: Modulo non trovato
pt_br: Impossível encontrar módulo
pt_pt: Não é possível encontrar o módulo
ru_ru: Модуль не найден

source: Cant Find Framework XML
es_es: No se puede encontrar Framework XML
fa_ir: نمیتواند فریم ورک XML را پیدا کند
it_it: Impossibile trovare il framework XML
pt_br: Não Foi Possível Encontrar Framework XML
pt_pt: Não é possível encontrar o Framework XML
ru_ru: Невозможно найти XML-фреймворк

source: Cant Reach Online Server
es_es: No se puede acceder al servidor en línea
fa_ir: عدم توانایی یافتن سرور آنلاین
it_it: Non riesco a raggiungere il server online
pt_br: Não é Possível Alcançar o Servidor Online
ru_ru: Невозможно достичь онлайн сервер

source: Cant Verify downloaded module %s. Unable to trust GPG Key - aborting (Cause: %s)
es_es: No se puede verificar módulo descargado %s. No puede confiar en GPG Key - abortando (Causa: %s)
it_it: Impossibile verificare il modulo scaricato %s1. Impossibile fidarsi della chiave GPG - interruzione (Causa: %s2)
pt_br: Não Foi Possível Verificar módulo %s descarregado. Incapaz de confiar na chave GPG - abortando (Causa: %s)
pt_pt: Não é possível verificar o módulo transferido %s. Incapaz de confiar na chave GPG - abortando (Causa: %s)
ru_ru: Невозможно проверить загруженный модуль %s. Нет доверия GPG ключу - завершение (Причина: %s)

source: Cant Verify downloaded module %s. Unable to trust GPG Key - aborting (Cause: No Cause Given)
es_es: No se puede verificar el módulo descargado %s. No se puede confiar en GPG Key - abortando (Causa: No Causa dada)
it_it: Impossibile verificare il modulo scaricato %s1. Impossibile fidarsi della chiave GPG - interruzione (Causa: nessuna causa fornita)
pt_br: Não Foi Possível Verificar módulo %s descarregado. Incapaz de confiar na chave GPG - abortando (Causa: Nenhuma Causa Dada)
pt_pt: Não é possível verificar o módulo transferido %s. Incapaz de confiar na chave GPG - abortando (Sem Causa Atribuida)
ru_ru: Невозможно проверить загруженный модуль %s. Нет доверия GPG ключу - завершение (Причина: причина неизвестна)

source: Certificate File Location
es_es: Ubicación del archivo de certificados
fa_ir: محل فایل مجوز
it_it: Percorso file certificato
pt_br: Localização Arquivo de Certificado
pt_pt: Localização do Ficheiro de Certificado

source: Change Log for version
es_es: Cambio de registro para la versión
fa_ir: لاگ تغییرات نسخه
it_it: Registro delle modifiche per la versione
pt_br: Mudar Relatório para versão
pt_pt: Registo de Altrações da versão
ru_ru: Изменить лог для версии

source: Change SIP Driver
es_es: Cambiar controlador SIP
fa_ir: تغییر درایور SIP
it_it: Cambia Driver SIP
pt_br: Alterar Driver SIP
ru_ru: Изменить SIP драйвер

source: Change To %s Driver
es_es: Cambiar a Controlador %s
fa_ir: تغییر به %s درایور
it_it: Cambia in %s1 Driver
pt_br: Mudar Para Driver %s
pt_pt: Alterar para Driver %s
ru_ru: Перейти на %s Драйвер

source: Change ownership of files
es_es: Cambiar la propiedad de los archivos
fa_ir: تغییر مالک فایل ها
it_it: Cambia la proprietà dei file
pt_br: Alterar propriedade de arquivos
ru_ru: Поменять условия владения файлами

source: Changing "%s" from [%s] to [%s]
es_es: Cambiando "%s" de [%s] a [%s]
it_it: Modifica di "%s1" da [%s2] a [%s3]
pt_br: Alterando "%s" de [%s] para [%s]

source: Changing %s to %s
fa_ir: تغییر %s به %s
it_it: Modifica di %s1 su %s2

source: Changing SIP Driver unavailable
es_es: Cambio Controlador SIP No disponible
fa_ir: تغییر درایور SIP در دسترس نیست
it_it: Modifica del driver SIP non disponibile
pt_br: Mudança de Driver SIP indisponível
ru_ru: Замена SIP-драйвера недоступна

source: Channel
es_es: Canal
fa_ir: کانال
fr_fr: Canal
it_it: Canale
pt_br: Canal
pt_pt: Canal
ru_ru: Канал

source: Channel %s
es_es: Canal %s
fa_ir: کانال %s
fr_fr: Canal %s
it_it: Canale %s1
pt_br: Canal %s
pt_pt: Canal %s
ru_ru: Канал %s

source: Channel ID
es_es: ID Canal
fa_ir: شناسه کانال
it_it: Canale ID
pt_br: ID do Canal
ru_ru: ID канала

source: Check Online
es_es: Verificar Online
fa_ir: بررسی آنلاین
it_it: Controllo Online
pt_br: Verificar Online
pt_pt: Verificar Online
ru_ru: Проверить он-лайн

source: Check Server Referrer
es_es: Compruebe el Referente del servidor
fa_ir: ارجاع بررسی سرور
it_it: Controlla il referrer del server
pt_br: Verificar Servidor Referente
ru_ru: Проверять источники перенаправленных ссылок

source: Check the desired codecs, all others will be disabled. Drag to re-order.
es_es: Compruebe los codecs deseados, todos los demás serán desactivados. Arrastre para re-ordenar.
fa_ir: بررسی کدک های دلخواه، بقیه غیرفعال میشوند. برای مرتب سازی مجدد درگ کنید.
it_it: Controlla i codec desiderati, tutti gli altri saranno disabilitati. Trascina per riordinare.
pt_br: Verificar os codecs desejados, todos os outros serão desabilitado. Arraste para reordenar.
pt_pt: Selecionar codecs desejados, todos os outros serão desativados. Arrastar para reordenar.
ru_ru: Отметьте желаемые кодеки,все остальные будут отключены.Перетащите для смены порядка.

source: Check this to disable this trunk in all routes where it is used.
es_es: Active esta opción para desactivar esta línea en todas las rutas en las que se utiliza.
fa_ir: بررسی کنید که این ترانک در تمام مسیرهای استفاده شده غیرفعال شود.
fr_fr: Cochez cette case pour désactiver ce trunk sur toutes les routes qui l'utilisent.
it_it: Controlla questo per disabilitare questo trunk in tutte le rotte in cui viene utilizzato.
pt_br: Marque para desabilitar este tronco em todas as rotas que é usado.
pt_pt: Selecionar para desativar este trunk em todas as rotas onde é usado.
ru_ru: Отметить чтобы выключить этот транк из всех маршрутов где он используется.

source: Checking %s...
es_es: Chequeando %s...
fa_ir: بررسی کردن %s...
it_it: Controllo %s1 ...
pt_br: Verificando %s ...
ru_ru: Проверка %s...

source: Checking Online, Please Wait...
es_es: Comprobación en línea, Por favor espere ...
fa_ir: بررسی آنلاین، لطفا صبرکنید...
it_it: Controllo online, per favore aspetta ...
pt_br: Verificando Online, Por Favor Aguarde...
pt_pt: Verificando Online, Por Favor Aguarde...
ru_ru: Проверка онлайн, пожалуйста ожидайте...

source: Checking Signatures of Modules...
es_es: Comprobación de firmas de módulos ...
fa_ir: بررسی امضای ماژول ها...
it_it: Controllo delle firme dei moduli ...
pt_br: Verificando Assinaturas de Módulos ...
ru_ru: Проверка сигнатур модулей...

source: Checking for %s field..
es_es: Comprobación de campo %s..
fa_ir: بررسی فیلد %s..
it_it: Verifica del campo %s1 ..
pt_br: Verificando por campo %s..
pt_pt: Verificando campo %s..
ru_ru: Проверяем поле %s..

source: Checking for General Setting migrations..
fa_ir: بررسی انتقال تنظیمات عمومی..
it_it: Verifica delle migrazioni delle impostazioni generali ..
pt_pt: Verificando migrações das Configurações Gerais..

source: Checking for freepbx_settings table..
es_es: Comprobación de tabla freepbx_settings..
fa_ir: بررسی برای جدول freepbx_settings..
it_it: Verifica della tabella freepbx_settings ..
pt_br: Verificando por tabela freepbx_settings..
pt_pt: Verificando tabela freepbx_settings..
ru_ru: Проверка таблицы freepbx_settings

source: Checking for possibly invalid emergency caller id fields..
es_es: Comprobación de posibles campos de identificación de llamadas de emergencia inválidos.
fa_ir: بررسی فیلدهای شماره تماس اضطراری نامعتبر ممکن..
it_it: Verifica di eventuali campi ID chiamante di emergenza non validi.
pt_br: Verificando possíveis campos de identificação de emergência do chamador inválidos..

source: Checking for schema changes for core's users table.
es_es: Comprobación de los cambios en el esquema de tabla de usuarios del núcleo.
it_it: Verifica delle modifiche dello schema per la tabella degli utenti del core.
pt_br: Verificando por mudanças de esquema para tabela de usuários do núcleo.
pt_pt: Verificando alterações nas tabelas core de utilizador.
ru_ru: Проверка изменений схемы для таблицы встроенных пользователей.

source: Checking for updates will transmit your %s, Distro, Asterisk and PHP version numbers along with a unique but random identifier. This is used to provide proper update information and track version usage to focus development and maintenance efforts. No private information is transmitted.
es_es: Comprobación de actualizaciones transmitirá su %s, Distro, Asterisk y los números de versión de PHP, junto con un único identificador al azar. Esto se utiliza para proporcionar información adecuada de actualización y seguimiento del uso versión para centrar los esfuerzos de desarrollo y mantenimiento. No se transmite información privada.
it_it: Il controllo degli aggiornamenti trasmetterà i tuoi numeri di versione %s1, Distro, Asterisk e PHP insieme a un identificatore univoco ma casuale. Viene utilizzato per fornire informazioni di aggiornamento corrette e tenere traccia dell'utilizzo della versione per concentrare gli sforzi di sviluppo e manutenzione. Nessuna informazione privata viene trasmessa.
pt_br: Ao verificar por atualizações transmitirá seus números de versão de seu %s, Distro, Asterisk e PHP junto com um identificador único mas randômico. Isto é usado para fornecer informações próprias de atualização e faixa de uso de versão para focar esforços de desenvolvimento e manutenção. Nenhuma informação privada é transmitida.
pt_pt: Verificar atualização irá transmitir as versões de %s, Distro, Asterisk e PHP juntamente com um identificador aleatório único. Talé usado para providenciar informação adequada de atualização e utilização para ajudar aos esforços de desenvolvimento e manutenção. Não será transmitida informação privada.
ru_ru: Checking for updates will transmit your %s, версии Distro, Asterisk, PHP вместе с уникальным,но случайным идентификатором.Это используется для обеспечения надлежащей информации об обновлении и отслеживания версии для сосредоточения усилий в разработке и поддержке. Никакая частная информация не передаётся.

source: Checking if directdids need migrating..
fr_fr: Vérification de la nécessité de migration des SDA
it_it: Verifica se è necessario migrare Directdids.
pt_pt: Verificando se directdids necessita ser migrado..

source: Checking if privacy manager options exists..
fr_fr: Vérification de l'existence de l'option gestion privée...
it_it: Verifica se esistono opzioni di gestione della privacy.
pt_pt: Verificando se existem opções do gestor de privacidade..

source: Checking if trunk table migration required..
es_es: Comprobación de si se requiere la migración de tabla de línea..
fr_fr: Vérification de la nécessité de migration de la table des trunks
it_it: Verifica se è richiesta la migrazione della tabella trunk ..
pt_br: Verificando se migração de tabela de tronco é necessária..
pt_pt: Verificando se é necessário migrara tabela trunk..
ru_ru: Проверяем не требуется ли перенос таблицы транков..

source: Checking if trunk_dialpatterns table exists..
es_es: Verificar si existe la tabla trunk_dialpatterns..
it_it: Verifica se la tabella trunk_dialpatterns esiste ..
pt_br: Verificando se existe tabela trunk_dialpatterns..
pt_pt: Verificando se existe a tabela trunk_dialpatterns..
ru_ru: Проверка существования таблицы trunk_dialpatterns..

source: Checking if trunks_dialpatterns table exists..
es_es: Verificar si existe la tabla trunks_dialpatterns..
it_it: Verifica se esiste la tabella trunks_dialpatterns ..
pt_br: Verificando se existe tabela trunks_dialpatterns..
pt_pt: Verificando se existe a tabela trunks_dialpatterns..
ru_ru: Проверка существования таблицы trunks_dialpatterns..

source: Checking number of admin users..
es_es: Comprobación número de usuarios administradores..
fa_ir: بررسی شماره کاربران مدیر..
it_it: Controllo del numero di utenti admin.
pt_br: Verificando número de usuários admin..
pt_pt: Verificando quantidade de utilizadores admin..
ru_ru: Проверка количества пользователй с правами администраторов...

source: Checks dependencies for provided module[s], accepts argument module[s]
es_es: Comprueba las dependencias para el módulo[s] provistos[s], acepta el argumento de módulo[s]
fa_ir: بررسی وابستگی ها برای ماژول[های] ایجاد شده، پذیرفتن آرگومان ماژول[ها]
it_it: Controlla le dipendenze per il modulo [s], accetta il modulo argomento [s]
pt_br: Verifica as dependências do módulo[s] fornecido, aceita argumento do módulo[s]
ru_ru: Проверка зависимостей для модуля(-ей),приём аргументов модуля(-ей).

source: Checks to make sure modules and their files are validly signed. Will display a notice on any module page that is not correctly verified.
es_es: Comprueba que los módulos y sus archivos estén firmados correctamente. Mostrará un aviso en cualquier página del módulo que no se haya verificado correctamente.
it_it: Controlla che i moduli e i loro file siano firmati in modo valido. Visualizzerà un avviso su qualsiasi pagina del modulo che non è stata verificata correttamente.
pt_br: Verifica para estar seguro que módulos e seus arquivos estão validamente assinados. Mostrará um aviso sobre qualquer página de módulo que não seja corretamente verificada.
pt_pt: Verifica se os módulos e os seus ficheiros estão corretamente assinados. Será mostrado um aviso nas páginas dos módulos verificados incorretamente.

source: Choose File
es_es: Escoger Archivo
fa_ir: انتخاب فایل
it_it: Scegli il file
pt_br: Escolher arquivo
ru_ru: Выбрать файл

source: Choose an ID to enable/disable
es_es: Escoger un ID para habilitar/deshabilitar
fa_ir: انتخاب شناسه برای فعال/غیرفعال کردن
it_it: Scegli un ID da abilitare / disabilitare
pt_br: Escolha um ID para habilitar/desabilitar
ru_ru: Выбрать ID для включения/отключения

source: Choose the country tonezone that you would like Asterisk to use when creating the different standard telephony tones such as ringing, busy, congetstion, etc.
es_es: Elija la zona de tonos de país que desea que Asterisk utilice al crear los distintos tonos de telefonía estándar, como timbre, ocupado, confirmación, etc.
it_it: Scegli la country tonezone che desideri utilizzare su Asterisk quando crei i diversi toni di telefonia standard come squillo, occupato, congetstion, ecc.
pt_br: Escolha o tempo de zona do país que você gostaria que o Asterisk use quando criar diferente padrões de tons de telefone como toque, ocupado, congestionado, etc.
pt_pt: Escolher zona horária do país que quer que o Asterisk use ao criar os diferentes tons de telefonia, tais como toque, ocupado, congestão, etc.

source: Choose the repositories that you want to check for new modules. Any updates available for modules you have on your system will be detected even if the repository is not checked. If you are installing a new system, you may want to start with the Basic repository and update all modules, then go back and review the others.
es_es: Elija los repositorios que desee comprobar si hay nuevos módulos. Todas las actualizaciones disponibles para los módulos que tiene en su sistema se detectarán incluso si el repositorio no está marcado. Si va a instalar un nuevo sistema, es posible que desee comenzar con el repositorio de Base y actualizar todos los módulos, a continuación, volver atrás y revisar los otros.
it_it: Scegli i repository che vuoi controllare per i nuovi moduli. Eventuali aggiornamenti disponibili per i moduli presenti nel sistema verranno rilevati anche se il repository non è selezionato. Se si sta installando un nuovo sistema, è possibile iniziare con il repository di base e aggiornare tutti i moduli, quindi tornare indietro e rivedere gli altri.
pt_br: Escolha os repositórios que você deseja verificar por novos módulos. Qualquer atualização disponível para módulos que você tenha em seu sistema será detectado mesmo se o repositório não estiver marcado. Se você está instalando um novo sistema, você pode querer iniciar com o repositório Básico e atualizar todos os módulos, então retorne e revise os outros.
pt_pt: Escolha os repositórios nos quais quer encontrar novos módulos. Quaisquer atualizações disponíveis localmente no sistema serão detetadas, mesmo que o repositório esteja inativo. Se está a instalar um novo sistema, deverá começar com o Repositório Básico, atualizar todos os módulos e só depois rever os restantes.
ru_ru: Выберите хранилища,которые Вы хотите проверить на наличие новых модулей.Будут определены любые обновления,доступные для модулей,которые присутствуют с Вашей системе, даже если хранилище модулей не проверен.Если Вы инсталлируете новую систему, то Вы возможно захотите начать работать с базовым хранилищем и обновить все модули, и затем вернуться назад и просмотреть другие хранилища.

source: Click here to insert a new pattern before this pattern
es_es: Haga clic aquí para insertar un nuevo patrón antes de este patrón
fa_ir: برای افزودن الگو جدید قبل از این الگو اینجا کلیک کنید
it_it: Clicca qui per inserire un nuovo modello prima di questo modello
pt_br: Clique aqui para inserir um novo padrão antes deste padrão
pt_pt: Selecione aqui para inserir novo padrão antes deste padrão
ru_ru: Нажмите здесь для добавления нового шаблона перед этим .

source: Click here to remove this pattern
es_es: Haga clic aquí para eliminar este patrón
fa_ir: برای حذف این الگو اینجا کلیک کنید
it_it: Clicca qui per rimuovere questo modello
pt_br: Clique aqui para remover este padrão
pt_pt: Selecione aqui para remover este padrão
ru_ru: Кликнуть для удаления этого шаблона

source: Click on <a href='?display=routing'>Outbound Routes</a> to setup routing.
es_es: Haga clic en <a href='?display=routing'> Rutas de salida </a> para configurar el enrutamiento.
it_it: Fai clic su <a href='?display=routing'> 1Outback Routes </a> 2 per configurare il routing.
pt_br: Clique em <a href='?display=routing'>Rotas de Saída</a> para configurar uma rota.
ru_ru: Нажмите на <a href='?display=routing'>Исходящие маршруты</a> для настройки маршрутизации.

source: Click to Expand
es_es: Click para Expandir
it_it: Cliccare per espandere

source: Click to configure Update Notifications
fa_ir: برای تنظیمات هشدارهای به روزرسانی کلیک کنید
it_it: Fare clic per configurare le notifiche di aggiornamento
pt_pt: Selecione para configurar as Notificações de Atualização
