Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Default setting for SIP and IAX qualify. Whether to send periodic OPTIONS messages (for SIP) or otherwise monitor the channel, and at what point to consider the channel unavailable. A value of 'yes' is equivalent to 2000, time in msec. Can help to keep NAT holes open with SIP but not dependable for remote client firewalls. See Asterisk documentation for details.
it_it: Le impostazioni predefinite per SIP e IAX si qualificano. Se inviare messaggi OPZIONI periodici (per SIP) o altrimenti monitorare il canale e a che punto considerare il canale non disponibile. Un valore di "sì" è equivalente a 2000, tempo in msec. Può aiutare a mantenere i buchi NAT aperti con SIP ma non è affidabile per i firewall client remoti. Vedi la documentazione di Asterisk per i dettagli.

source: Default setting for SIP canreinvite (same as directmedia). See Asterisk documentation for details.
it_it: Impostazione predefinita per SIP canreinvite (come per Directmedia). Vedi la documentazione di Asterisk per i dettagli.
pt_pt: Definição por omissão para o canreinvite do SIP (igual a directmedia). Consultar documentação do Asterisk para mais detalhes.

source: Default setting for SIP encryption. Whether to offer SRTP encrypted media (and only SRTP encrypted media) on outgoing calls to a peer. Calls will fail with HANGUPCAUSE=58 if the peer does not support SRTP. See Asterisk documentation for details.
it_it: Impostazione predefinita per la crittografia SIP. Se offrire supporti crittografati SRTP (e solo supporti crittografati SRTP) sulle chiamate in uscita a un peer. Le chiamate falliranno con HANGUPCAUSE = 58 se il peer non supporta SRTP. Vedi la documentazione di Asterisk per i dettagli.

source: Default setting for SIP nat. A 'yes' will attempt to handle nat, also works for local (uses the network ports and address instead of the reported ports), 'no' follows the protocol, 'never' tries to block it, no RFC3581, 'route' ignores the rport information. See Asterisk documentation for details.
it_it: Impostazione predefinita per SIP nat. Un 'sì' tenterà di gestire nat, funziona anche per locale (usa le porte di rete e l'indirizzo invece delle porte segnalate), 'no' segue il protocollo, 'mai' prova a bloccarlo, no RFC3581, 'route' ignora le informazioni rport. Vedi la documentazione di Asterisk per i dettagli.

source: Default setting for SIP qualifyfreq. Only valid for Asterisk 1.6 and above. Frequency that 'qualify' OPTIONS messages will be sent to the device. Can help to keep NAT holes open but not dependable for remote client firewalls. See Asterisk documentation for details.
it_it: Impostazione predefinita per qualifyfreq SIP. Valido solo per Asterisk 1.6 e versioni successive. Frequenza che i messaggi delle OPZIONI siano "qualificati" verranno inviati al dispositivo. Può aiutare a mantenere aperti i buchi NAT ma non è affidabile per i firewall client remoti. Vedi la documentazione di Asterisk per i dettagli.

source: Default setting for SIP sendrpid. A value of 'yes' is equivalent to 'rpid' and will send the 'Remote-Party-ID' header. A value of 'pai' will send the 'P-Asserted-Identity' header. See Asterisk documentation for details.
it_it: Impostazione predefinita per SIP sendrpid. Un valore di "sì" equivale a "rpid" e invierà l'intestazione "Remote-Party-ID". Un valore di "pai" invierà l'intestazione "P-Asserted-Identity". Vedi la documentazione di Asterisk per i dettagli.

source: Default setting for SIP trustrpid. See Asterisk documentation for details.
it_it: Impostazione predefinita per SIP trustrpid. Vedi la documentazione di Asterisk per i dettagli.
pt_pt: Definição por omissão do trustrpid do SIP. Consultar documentação do Asterisk para mais detalhes.

source: Default setting for SIP, DAHDi (and Zap) callgroup. Callgroup(s) that the device is part of, can be one or more callgroups, e.g. '1,3-5' would be in groups 1,3,4,5. See Asterisk documentation for details.
it_it: Impostazione predefinita per il gruppo di chiamata SIP, DAHDi (e Zap). I gruppi di chiamata di cui fa parte il dispositivo possono essere uno o più gruppi di chiamata, ad es. '1,3-5' sarebbe in gruppi 1,3,4,5. Vedi la documentazione di Asterisk per i dettagli.

source: Default setting for SIP, DAHDi (and Zap) pickupgroup. Pickupgroups(s) that the device can pickup calls from, can be one or more groups, e.g. '1,3-5' would be in groups 1,3,4,5. Device does not have to be in a group to be able to pickup calls from that group. See Asterisk documentation for details.
it_it: Impostazione predefinita per SIP, DAHDi (e Zap) pickupgroup. Pickupgroups (s) da cui il dispositivo può rispondere alle chiamate, possono essere uno o più gruppi, ad es. '1,3-5' sarebbe in gruppi 1,3,4,5. Il dispositivo non deve essere in un gruppo per essere in grado di rispondere alle chiamate da quel gruppo. Vedi la documentazione di Asterisk per i dettagli.

source: Default setting for new extensions. When set to Intercom, calls to new extensions/users from other internal users act as if they were intercom calls meaning they will be auto-answered if the endpoint supports this feature and the system is configured to operate in this mode. All the normal white list and black list settings will be honored if they are set. External calls will still ring as normal, as will certain other circumstances such as blind transfers and when a Follow Me is configured and enabled. If Disabled, the phone rings as a normal phone.
es_es: Configuración predeterminada para nuevas extensiones. Cuando se establece en Intercomunicación, las llamadas a nuevas extensiones / usuarios de otros usuarios internos actúan como si fueran llamadas de intercomunicación, lo que significa que se contestarán automáticamente si el punto final admite esta función y el sistema está configurado para funcionar en este modo. Todos los ajustes normales de la lista blanca y de la lista negra se respetarán si están configurados. Las llamadas externas seguirán sonando como de costumbre, al igual que otras circunstancias como las transferencias ciegas y cuando se configura y habilita un Sígueme. Si está desactivado, el teléfono suena como un teléfono normal.
it_it: Impostazione predefinita per nuove estensioni. Se impostato su Intercom, le chiamate a nuove estensioni / utenti di altri utenti interni si comportano come se fossero chiamate interfoniche, il che significa che riceveranno una risposta automatica se l'endpoint supporta questa funzione e il sistema è configurato per funzionare in questa modalità. Tutte le normali liste bianche e le impostazioni della lista nera saranno onorate se sono impostate. Le chiamate esterne continueranno a squillare normalmente, così come altre circostanze come i trasferimenti ciechi e quando un Follow Me è configurato e abilitato. Se disabilitato, il telefono squilla come un normale telefono.
pt_br: Configuração padrão para novos ramais. Quando definido para Intercom, chamadas para novo ramal/usuário de outro usuário interno agem como se fossem chamadas de intercom significando que elas serão auto atendidas se o dispositivo suportar esta característica e o sistema estiver configurado para operar neste modo. Todas as configurações de listas brancas e negras normais serão honradas se elas estiverem definidas. Chamadas externas ainda tocarão normalmente, bem como outras certas circunstâncias como uma transferência cega e quando um Siga Me estiver configurado e habilitado. Se desabilitado, o telefone tocará como um telefone normal.
ru_ru: Настройки по умолчанию для внутренних номеров. Если установлен Интерком, то вызовы на вновь созданные внутренние номера от других пользователей будут проходить в том случае, если вызовы на интерком разрешены на конечных устройствах и режим автоответа на них включен, а также если система сконфигурирована для работы в таом режиме. Все действующие белый и черный листы будут работать, если они установлены. Внешние вызовы будут отрабатываться нормальным образом как обычные звонки, а также при переводе звонка без уведомления и если сконфигурирована и задействована опция Следуйте сюда. Если опция автоответа отключена телефон будет звонить как обычно.

source: Default user setting for this device, almost always empty for dynamic endpoints or equals to extension number for multiple endpoints residing on the same IP (VoIP Gateways).
es_es: Configuración de usuario predeterminada para este dispositivo, casi siempre vacía para puntos finales dinámicos o igual al número de extensión para múltiples puntos finales que residen en la misma IP (Puertas de enlace VoIP).
it_it: Impostazione utente predefinita per questo dispositivo, quasi sempre vuota per endpoint dinamici o uguale a numero di interno per più endpoint che risiedono sullo stesso IP (gateway VoIP).
pt_br: Configuração de usuário padrão para este dispositivo, quase sempre vazia para pontos de extremidade dinâmicos ou igual ao número de ramal para vários pontos de extremidade que residem no mesmo IP (VoIP Gateways).

source: Defaults to 077 allowing only the asterisk user to have any permission on VM files. If set to something like 007, it would allow the group to have permissions. This can be used if setting apache to a different user then asterisk, so that the apache user can have access to read/write/delete the voicemail files. If changed, some of the voicemail directory structures may have to be manually changed.
es_es: La opción predeterminada es 077, permitiendo que sólo el usuario del asterisco tenga permiso en los archivos VM. Si se establece en algo como 007, permitiría al grupo tener permisos. Esto se puede usar si la configuración de apache a un usuario diferente a continuación, asterisco, para que el usuario apache puede tener acceso a leer / escribir / eliminar los archivos de correo de voz. Si se cambia, algunas de las estructuras de directorios del buzón de voz pueden tener que cambiarse manualmente.
it_it: Il valore predefinito è 077 e solo l'utente asterisco può avere qualsiasi autorizzazione sui file VM. Se impostato su qualcosa come 007, consentirebbe al gruppo di avere permessi. Questo può essere usato se si imposta apache su un utente diverso, quindi su asterisco, in modo che l'utente apache possa avere accesso a lettura / scrittura / eliminazione dei file Voicemail. Se modificato, alcune delle strutture di directory Voicemail potrebbero dover essere modificate manualmente.
pt_br: Padrões para 077 permitindo apenas o usuário asterisk ter toda permissão sobre arquivos VM. Se definido para algo como 007 permitiria o grupo ter permissões. Isto pode ser usado se definir apache para um usuário diferente de asterisk, para que o usuário apache possa ter acesso leitura/gravação/apagar aos arquivos do correio de voz. Se mudado, algumas das estruturas de diretório do correio de voz pode ter que ser mudada manualmente.

source: Define the CallerID Number to be matched on incoming calls.<br><br>Leave this field blank to match any or no CID info. In addition to standard dial sequences, you can also put Private, Blocked, Unknown, Restricted, Anonymous and Unavailable in order to catch these special cases if the Telco transmits them.
it_it: Definisci il numero del CallerID da abbinare alle chiamate in arrivo. <br> <br> Lascia vuoto questo campo per far corrispondere le informazioni CID o nessuna. Oltre alle sequenze di selezione standard, puoi anche inserire Privato, Bloccato, Sconosciuto, Ristretto, Anonimo e Non disponibile per catturare questi casi speciali se il Telco li trasmette.

source: Define the custom Dial String. Include the token
es_es: Definir la cadena de marcado personalizada. Incluya el símbolo
fa_ir: تعریف رشته شماره گیری سفارشی. شامل نشانی
fr_fr: Définit la chaîne de numérotation Personnalisée. Incluez le jeton
it_it: Definire la stringa di composizione personalizzata. Includi il token
pt_br: Defina a String de Discagem personalizada. Inclua o token
pt_pt: Definir uma string de chamada personalizada. Inclua o token
ru_ru: Укажите тип специального набора,

source: Define the expected DID Number if your trunk passes DID on incoming calls. <br><br>Leave this blank to match calls with any or no DID info.<br><br>You can also use a pattern match (eg _2[345]X) to match a range of numbers
es_es: Definir el Número DID esperado si su línea pasa el DID en las llamadas entrantes. <br><br>Deje en blanco para que coincida con llamadas con cualquier o sin información DID.<br><br>Usted puede también utilizar un ajuste de patrones (por ejemplo _2[345]X) para que coincida con un rango de números
fr_fr: Définit le numéro de SDA attendu si votre Trunk le transmet sur les appels entrants. <br>Laissez ce champ vide pour correspondre à tous les SDA transmis ou non.<br><br>Vous pouvez aussi utiliser un masque (eg _2[345]X) pour associer une tranche de numéros.
it_it: Definire il numero DID previsto se il trunk passa DID per le chiamate in entrata. <br> <br> Lascia questo spazio vuoto per abbinare le chiamate con qualsiasi o nessuna informazione DID. <br> <br> Puoi anche usare una corrispondenza di modello (es. _2 [345] X) per abbinare un intervallo di numeri
pt_br: Defina o número DID esperado se seu tronco envia DID em chamadas de entrada. <br><br>Deixe esse campo em branco para coincidir chamadas com qualquer ou nenhum DID. <br><br>Você pode usar uma máscara (ex _2[345]X) para coincidir uma faixa de números
ru_ru: Указать ожидаемый входящий номер DID если ваш транк поддерживает DID на входящих звонках.<br><br>Оставьте это поле пустым, чтобы принимать звонки с любыми DID или вообще без них.<br><br>Можно использовать шаблон (например _2[345]X) для диапазона ожидаемых DID

source: Delete
es_es: Eliminar
fa_ir: حذف
fr_fr: Suppression
it_it: Elimina
pt_br: Apagar
pt_pt: Deletar
ru_ru: Удалить

source: Delete Device %s
es_es: Eliminar Dispositivo %s
fa_ir: حذف وسیله %s
fr_fr: Suppression Périphérique %s
it_it: Elimina Apparato %s
pt_br: Excluir Dispositivo %s
pt_pt: Eliminar Dispositivo %s
ru_ru: Удалить устройство %s

source: Delete notification
es_es: Borra Notificación
fa_ir: حذف هشدار
it_it: Elimina notifica
pt_br: Apagar notificação

source: Deleted module[s], accepts argument module[s]
es_es: Módulo eliminado[s], acepta módulo de argumento[s]
fa_ir: ماژول[های] حذف شد، آرگومان ماژول[ها] پذیرفته شد
it_it: Modulo eliminato [s], accetta il modulo argomento [s]
pt_br: Módulo[s] excluído, aceita módulo[s] de argumento
ru_ru: Удалены модуль(-и),приём аргумента модуля(-ей)

source: Deleting the modules.conf file will reset this to defaults.
es_es: Eliminar el archivo modules.conf restablecerá esto a los valores predeterminados.
fa_ir: با حذف فایل modules.conf به حالت پیشفرض برمیگردید.
it_it: L'eliminazione del file modules.conf resetterà questo valore ai valori predefiniti.
pt_br: Apagar o arquivo modules.conf redefinirá isto para os padrões.
pt_pt: Eliminar o ficheiro modules.conf irá reverter aos valores padrão.
ru_ru: Удаление файла modules.conf приведёт к сбросу настроек к значениям по умолчанию

source: Deleting unused globals..
fa_ir: حذف سراسری های بی مصرف..
it_it: Eliminazione di globali inutilizzati ..
pt_pt: Eliminando globals não usadas..

source: Deny
es_es: Denegar
fa_ir: لغو
it_it: Negare
pt_br: Negar
pt_pt: Negar
ru_ru: Отказано

source: Dependency %s has an unknown state of : %s %s
es_es: La dependencia %s tiene un estado desconocido de: %s %s
it_it: Dipendenza %s1 ha uno stato sconosciuto di: %s2 %s3
pt_br: Dependência %s tem um estado desconhecido de: %s %s
pt_pt: Dependencia %s tem um estado desconhecido de: %s %s
ru_ru: Зависимость %s имеет неизвестный статус: %s %s

source: Description
es_es: Descripción
fa_ir: شرح
it_it: Descrizione
pt_br: Descrição
pt_pt: Descrição
ru_ru: Описание

source: Descriptive Name for this Trunk
es_es: Nombre descriptivo para esta Línea
fa_ir: شرح نام برای این ترانک
fr_fr: Nom descriptif de ce trunk
it_it: Nome descrittivo per questo tronco
pt_br: Nome Descritivo para este Tronco
pt_pt: Nome descritivo deste Trunk
ru_ru: Понятное название для этого транка

source: Destination
es_es: Destino
fa_ir: مقصد
it_it: Destinazione
pt_br: Destino
ru_ru: Назначение

source: Destination for route
es_es: Destino para Ruta
fa_ir: مقصد برای مسیر
it_it: Destinazione per rotta
pt_br: Destino da rota
ru_ru: Назначение для маршрута

source: Destroy Session
es_es: Destruir Sesión
fa_ir: ازبین بردن جلسه
it_it: Distruggi sessione
pt_br: Destruir Sessão
ru_ru: Разорвать сессию

source: Destroy all sessions
es_es: Destruir todas las Sesiones
fa_ir: ازبین بردن تمامی جلسات
it_it: Distruggi tutte le sessioni
pt_br: Destruir todas as sessões
ru_ru: Разорвать все сессии

source: Destroying
es_es: Destruyendo
fa_ir: درحال ازبین بردن
it_it: distruttivo
pt_br: Destruindo
ru_ru: Разрыв

source: Destroying session
es_es: Destruyendo Sesión
fa_ir: درحال ازبین بردن جلسه
it_it: Distruggere la sessione
pt_br: Destruindo sessão
ru_ru: Разрыв сессии

source: Detected Missing Dependency of: %s %s
es_es: Detectado Dependencia Fallida de: %s %s
fa_ir: تشخیص وابستگی از دست رفته از: %s %s
it_it: Dipendenza mancante rilevata di: %s1 %s2
pt_br: Dependência Faltante Detectada de: %s %s
pt_pt: Detetada Dependencia em Falta de: %s %s
ru_ru: Обнаружена неверная зависимость:%s%s

source: Determine where to send log information if the log is enabled ('Disable FreePBX Log' (AMPDISABLELOG) false. There are two places to route the log messages. 'FILE' will send all log messages to the defined 'FreePBX Log File' (FPBX_LOG_FILE). All the other settings will route the log messages to your System Logging subsystem (syslog) using the specified log level. Syslog can be configured to route different levels to different locations. See 'syslog' documentation (man syslog) on your system for more details.
es_es: Determine a dónde enviar la información del registro si el registro está habilitado ('Deshabilitar FreePBX Log' (AMPDISABLELOG) false.Hay dos lugares para enrutar los mensajes de registro. 'FILE' enviará todos los mensajes de registro al definido 'FreePBX Log File' (FPBX_LOG_FILE) ) Syslog (sistema syslog) en su sistema para el sistema de registro de syslog (sys sys) más detalles.
it_it: Determinare dove inviare le informazioni del registro se il registro è abilitato ("Disabilita registro FreePBX" (AMPDISABLELOG) false. Sono disponibili due posizioni per il routing dei messaggi di registro. "FILE" invierà tutti i messaggi di registro al "File registro FreePBX" definito (FPBX_LOG_FILE Tutte le altre impostazioni indirizzeranno i messaggi di registro al sottosistema di registrazione del sistema (syslog) utilizzando il livello di log specificato.Per Syslog può essere configurato per instradare livelli diversi in posizioni diverse.Vedere la documentazione 'syslog' (man syslog) sul sistema per più dettagli.
pt_br: Determina para onde enviar informações de relatório se o relatório estiver habilitado ('Desabilitar Relatório FreePBX' (AMPDISABLELOG) falso). Existem dois lugares para rotear as mensagens de relatório. 'ARQUIVO' enviará todas as mensagens de relatório para o 'Arquivo de Relatório FreePBX' (FPBX_LOG_FILE) definido. Todas as outras configurações rotearão as mensagens de relatório para seu subsistema de Relatório de Sistema (syslog) usando o nível de relatório especificado. O syslog pode ser configurado para rotear níveis diferentes para localizações diferentes. Veja documentação 'syslog' (man syslog) no seu sistema para mais detalhes.
ru_ru: Определить куда посылать информацию системного журнала если системный журнал включен (Флаг 'Отключить журнал FreePBX' AMPDISABLELOG в стостоянии false). Две возможности указать куда отправлять системные сообщения. Параметр 'FILE' будет отсылать всё в файл, указанный в опции 'Файл системного журнала FreePBX' (FPBX_LOG_FILE). Все другие настройки будут отправлять системные сообщения в системный журнал (syslog) с соответствующим уровнем журналирования. Системный журнал сервера может быть в свою очередь сконфигурирован отправлять сообщения разных уровней в журналы на других серверах. См. документацию по системному журналу (man syslog) на вашей системе для более подробной информации.

source: Determines what CIDs will be allowed out this trunk. IMPORTANT: EMERGENCY CIDs defined on an extension/device will ALWAYS be used if this trunk is part of an EMERGENCY Route regardless of these settings.<br />Allow Any CID: all CIDs including foreign CIDS from forwarded external calls will be transmitted.<br />Block Foreign CIDs: blocks any CID that is the result of a forwarded call from off the system. CIDs defined for extensions/users are transmitted.<br />Remove CNAM: this will remove CNAM from any CID sent out this trunk<br />Force Trunk CID: Always use the CID defined for this trunk except if part of any EMERGENCY Route with an EMERGENCY CID defined for the extension/device.
fr_fr: Détermine quels sont les CIDs autorisés sur ce trunk. IMPORTANT: les CIDS de SECOURS définis pour une extension/terminal seront TOUJOURS utilisés si ce trunk fait partie d'une route SECOURS indépendamment de ces paramètres.<br />Autorise tout CID: tous les CIDs incluant les CIDs étrangers d'appels extérieurs transferrés seront transmis.<br />Bloque les CIDs étrangers: bloque tout CID qui résulte d'un transfert d'appel du système. Les CIDs définis comme extensions/utilisateurs sont transmis.<br />Supprime le CNAM: cela retire le CNAM de tout CID envoyé sur ce trunk<br />Force le CID du trunk: utilise toujours le CID défini pour ce trunk sauf si faisant parti d'une route SECOURS avec un CID SECOURS défini pour cette extension/terminal.
it_it: Determina quali CID potranno uscire da questo trunk. IMPORTANTE: i CID di EMERGENZA definiti su un interno / dispositivo saranno SEMPRE usati se questa linea fa parte di un percorso di EMERGENZA indipendentemente da queste impostazioni. <br/> 1Chiudere Qualsiasi CID: verranno trasmesse tutte le CID incluse le CID straniere dalle chiamate esterne inoltrate. <br/> 2Block CID straniere: blocca qualsiasi CID che è il risultato di una chiamata inoltrata dal sistema. CID definiti per estensioni/ utenti vengono trasmessi. <br/> 3Rimuovi CNAM: rimuoverà CNAM da qualsiasi CID inviato questo trunk <br/> 4Force Trunk CID: Usa sempre la CID definita per questo trunk tranne se parte di una qualsiasi rotta di EMERGENCY con un CID di emergenza definito per l'estensione / dispositivo.

source: Determines whether chan_pjsip will indicate ringing using inband progress.
es_es: Determina si chan_pjsip indicará el timbre usando el progreso en-banda.
it_it: Determina se chan_pjsip indicherà lo squillo usando l'avanzamento inband.

source: Determines whether encryption should be used if possible but does not terminate the session if not achieved. This option only applies if Media Encryption is not set to None.
es_es: Determina si el cifrado se debería usar si es posible, pero no termina la sesión si no se logra. Esta opción solo aplica si Encriptación de Medios no está configurado a Ninguno.
it_it: Determina se la crittografia deve essere utilizzata, se possibile, ma non termina la sessione se non viene raggiunta. Questa opzione si applica solo se Media Encryption non è impostato su Nessuno.

source: Determines whether failed authentication challenges are treated as permanent failures.
es_es: Determina si los desafíos de autenticación fallidos son tratados como fallos permanentes.
it_it: Determina se le sfide di autenticazione non riuscite vengono trattate come guasti permanenti.
pt_br: Determina se desafios de autenticação falhados são tratados como falhas permanentes.
ru_ru: Определяет,будут ли ошибки аутентификации интерпретироваться как постоянные.

source: Determines whether media may flow directly between endpoints..
it_it: Determina se i media possono fluire direttamente tra gli endpoint.
