Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Pick the format in which to save recorded calls
fr_fr: Format de sauvegarde des appels enregistrés

source: Recording Location:
fr_fr: Répertoire d'enregistrement

source: Override the default location where asterisk will store call recordings. Include the trailing /. Be sure to set proper permissions on the directory for the asterisk user.
fr_fr: Remplace le répertoire où Asterisk stocke par défaut les enregistrements d'appels. Ne pas oublier le /. Vérifiez les droits sur ce répertoire pour l'utilisateur Asterisk.

source: Run after record:
fr_fr: Exécuter après enregistrement

source: An optional script to be run after the call is hungup. You can include channel and MixMon variables like ${CALLFILENAME}, ${MIXMON_FORMAT} and ${MIXMON_DIR}. To ensure that you variables are properly escaped, use the following notation: ^{MY_VAR}
fr_fr: Un script optionnel peut être exécuté après le raccoché de l'appel. Vous pouivez inclure le canal et les variables comme ${CALLFILENAME}, ${MIXMON_FORMAT} et ${MIXMON_DIR}. Assurez vous que les variables sont bien utilisées, notation : ^{MY_VAR}

source: Ringtime Default:
fr_fr: Temps de sonnerie par défaut

source: Default number of seconds to ring phones before sending callers to voicemail. This can be set per extension/user and will have no effect on phones with no voicemail.
fr_fr: Nombre de sonnerie par défaut avant d'activer la boîte vocale. Cela peut être défini par utilisateur/extension et n'a pas d'effet sur les téléphones qui n'ont pas de boîte vocale.

source: Direct Dial Voicemail Prefix:
fr_fr: Préfixe d'accès direct à la boîte vocale

source: Prefix used to dial directly to someone's voicemail. Caution should be taken in choosing this prefix to avoid conflicts with featurecodes.
fr_fr: Préfixe utilisé pour accéder directement à la boîte vocale de l'utilisateur. Attention de ne pas prendre un préfixe utilisé pour une fonctionnalité.

source: Direct Dial to Voicemail message type:
fr_fr: Message type d'accès à la boîte vocale

source: Default message type to use when dialing direct to an extensions voicemail
fr_fr: Message type utilisé quand on accède directement à une boîte vocale par l'extension.

source: Unavailable
fr_fr: Indisponible

source: No Message
fr_fr: Pas de message

source: Optional Voicemail Recording Gain:
fr_fr: Augmentation du volume d'enregistrement

source: Use the specified amount of gain when recording the voicemail message.
fr_fr: Utilisé pour spécifier l'augmentation de volume pour un enregistrement de message sur une boîte vocale

source: The units are whole-number decibels (dB).
fr_fr: L'unité est le nombre de décibels (dB).

source: Do Not Play "please leave message after tone" to caller
fr_fr: Ne pas jouer "SVP laisser un message après le beep" à l'appelant

source: Check this to remove the default message "Please leave your message after the tone. When done, hang-up, or press the pound key." That is played after the voicemail greeting (the s option). This applies globally to all vm boxes.
fr_fr: Pour retirer le message par défaut "SVP, laisser votre message après le beep. Quand activé, raccrochez ou appuyez sur la touche #. C'est joué après le message d'accueil (option s). Cela s'applique à toutes les boîtes vocales.

source: Operator Extension:
fr_fr: Extension Opérateur

source: Voicemail VmX Locator
fr_fr: Boîte vocale VmX Locator

source: Default Context & Pri:
fr_fr: Contexte par défaut & Pri

source: Default to use if only a number/extension are provided.
fr_fr: A utiliser par défaut si seulement un numéro/extension est fourni

source: Timeout/#-press default:
fr_fr: Timeout/ Appui touche #

source: This is the default location that a caller will be sent if they don't press any key (timeout) or press # which is interpreted as a timeout. Set this to 'dovm' to go to voicemail (default).
fr_fr: C'est l'endroit par défaut où l'appelant sera envoyé si il n'appuie sur aucune touche (Timeout) ou appuie sur la touche #. 'dovm' permet d'aller sur la boîte vocale (défaut)

source: Loop Exceed default:
fr_fr: Nombre d'essais invalides

source: This is the default location that a caller will be sent if they press an invalid options too man times, as defined by the Maximum Loops count. Set this to 'dovm' to go to voicemail (default).
fr_fr: C'est l'endroit par défaut où l'appelant ira s'il presse une touche invalide trop de fois (nombre maximum de touches). 'dovm' permet d'aller vers la boîte vocale (défaut).

source: Timeout VM Msg:
fr_fr: Timeout : message vocale

source: If this destination is voicemail, select whether or not to play the standard voicemail instructions or just beep.
fr_fr: Si la destination choisie est la boîte vocale, sélectionne si les instructions vocales standard sont jouées ou si c'est juste un beep.

source: Std Instructions
fr_fr: Instructions standard

source: Beep Only
fr_fr: Beep seulement

source: Max Loop VM Msg:
fr_fr: Essais invalides : message vocale

source: Direct VM Option
fr_fr: Options boîte vocale

source: If a user defined option is to go to voicemail (using the 'dovm' extension) this is the default option if not specified by the user's settings.
fr_fr: Si l'option choisie est d'activer la boîte vocale (extension 'dovm'), c'est l'option par défaut si les règlages utilisateurs ne précisent rien.

source: Msg Timeout:
fr_fr: Message Timeout

source: Time to wait after message has played to timeout and/or repeat the message if no entry pressed.
fr_fr: Temps d'attente après le message associé au Timeout et/ou le message est rejoué si aucune touche n'est appuyée.

source: seconds
fr_fr: secondes

source: Msg Play:
fr_fr: Message rejoué

source: Number of times to play the recorded message if the caller does not press any options and it times out.
fr_fr: Nombre de fois où le message est joué si l'appelant ne presse aucune touche et le timeout est atteint.

source: times
fr_fr: fois

source: Error Re-tries:
fr_fr: Message invalide

source: Number of times to play invalid options and repeat the message upon receiving an undefined option.
fr_fr: Nombre de fois pour jouer le message 'option invalide' en cas d'option non définie.

source: Find users in the Company Directory by:
fr_fr: Chercher les utilisateurs dans le répertoire de l'entreprise par

source: The Company Directory allows a caller to spell the user's first name, last name, or both when searching for a user. This will select which of these modes are used.
fr_fr: L'annuaire de l'entreprise permet à l'appelant d'épeler le nom, le prénom ou les deux lors d'une recherche pour un utilisateur. Ceci sélectionne le mode utilisé.

source: first name
fr_fr: prénom

source: last name
fr_fr: nom

source: first or last name
fr_fr: prénom ou nom

source: Announce Extension:
fr_fr: Annonce de l'Extension

source: Plays a message "Please hold while I transfer you to extension xxx" that lets the caller know what extension to use in the future when connecting from the company directory.
fr_fr: Joue un message: "<strong>Veuillez patienter pendant que je vous transfère à l'extension XXXX</strong>".<br>Permet d'informer l'appelant de l'extension à utiliser dans le futur.

source: International Settings
fr_fr: Réglages internationaux

source: Country Indications
fr_fr: Pays

source: Select which country you are in
fr_fr: Pays dans lequel vous êtes

source: 24-hour format
fr_fr: Format 24 heures

source: Select Yes if you use 24-hour format or No if you are using 12-hour am/pm format
fr_fr: Sélectionner Oui pour utiliser le format 24 heures et Non pour utiliser le format 12 heures am/pm

source: no
fr_fr: non

source: yes
fr_fr: oui

source: Security Settings
fr_fr: Paramétres de sécurité

source: Allow Anonymous Inbound SIP Calls?
fr_fr: Autorise les appels SIP entrants anonymes?

source: ** WARNING **
fr_fr: **ATTENTION**

source: Setting this to 'yes' will potentially allow ANYBODY to call into your Asterisk server using the SIP protocol
fr_fr: Une sélection à Oui autorise potentiellement tout le monde à appeler via le protocole SIP et votre serveur Asterisk

source: It should only be used if you fully understand the impact of allowing anonymous calls into your server
fr_fr: Ceci ne doit être utilisé que si vous comprenez parfaitement les risques encourus.

source: Online Updates
fr_fr: Mise à jour réseau

source: Check for Updates
fr_fr: Vérification des mises à jour

source: Choosing Yes will result in the system automatically checking for updates nightly. The resulting information will be displayed in the dashboard and will be optionally emailed to the address below if provided.<br />This will transmit your FreePBX and Asterisk version numbers along with a unique but random identifier. This is used to provide proper update information and to track version usage to focus development and maintenance efforts. No private information is transmitted.
fr_fr: Le choix Oui amène le système a automatiquement recherché une mise à jour toutes les nuits. Le résultat sera affiché sur l'écran et sera de façon optionnelle envoyé par courriel si l'adresse est renseignée.<br />Cela transmettra les numéros de version FreePBX et Asterisk avec un identifiant unique aléatoire. Cela permet de fournir des informations sur les mises à jour et les versions utilisées au développement et à la maintenance. Aucune information privée n'est transmise.

source: Update Email
fr_fr: Adresse Courriel mis à jour

source: Email address where online updates will be sent. Leaving blank will result in no updates being sent.
fr_fr: Adresse courriel où les mises à jour seront envoyées. Aucune mise à jour ne sera envoyée si le champ est vide.

source: Please enter a valid Number of Seconds
fr_fr: SVP, entrez un nombre de secondes valide

source: Please enter a valid Fax Email
fr_fr: SVP, entrez une adresse courriel télécopieur valide.

source: You have selected the 'r' option for your trunks. This is highly discouraged and will create problems with calls on many PRI, VoIP, ISDN and other trunks that are capable of signaling. Asterisk will generate a ringing tone until the signaling indicates the line is answered. This will result in some external IVRs being inaccessible and other strange problems.
fr_fr: Vous avez sélectionné l'option 'r' pour vos trunks. C'est un choix à éviter car il crée des problèmes avec les appels sur beaucoup de T2, VoIP, Numeris et autres trunks. Asterisk va générer un sonnerie jusqu'à ce la signalisation indique que l'appel est répondu. Cela va rendre certains serveurs vocaux inaccessibles et créer d'autres problèmes.

source: Optional Route CID to be used for this route. If set, this will override all CIDS specified except:<ul><li>extension/device EMERGENCY CIDs if this route is checked as an EMERGENCY Route</li><li>trunk CID if trunk is set to force it's CID</li><li>Forwarded call CIDs (CF, Follow Me, Ring Groups, etc)</li><li>Extension/User CIDs if checked</li></ul>
fr_fr: Route CID optionnelle à utiliser pour cette route. Cela change tous les CIDs spécifiés excepté :<ul><li>extension/terminal CIDS SECOURS si cette route est marquée comme route SECOURS</li><li>trunk CID si ce trunk peut forcer son CID</li><li>Appels transferrés CIDs (CF, Follow Me, groupement d'appels, etc)</li><li>Extension/Utilisateur CIDs si coché</li></ul>

source: This looks up your local number on www.localcallingguide.com (NA-only), and sets up so you can dial either 7, 10 or 11 digits (5551234, 6135551234, 16135551234) to access this route.
fr_fr: Cela recherche votre numéro local sur www.localcallingguide.com (NA-seulement), et ainsi vous pouvez appeler avec 7, 10 ou 11 chiffres (5551234, 6135551234, 16135551234) pour accéder à cette route.

source: Error: Cannot continue!\n\nPrefix lookup requires cURL support in PHP on the server. Please install or enable cURL support in your PHP installation to use this function. See http://www.php.net/curl for more information.
fr_fr: Erreur: Impossible de continuer!\n\n La recherche du préfixe requiert le support cURL dans PHP sur le serveur. SVP, installez et activez le support cURL dans votre installation PHP pour utiliser cette fonction. Voir http://www.php.net/curl pour plus d\'informations.

source: At least one trunk must be picked
fr_fr: Au moins un Trunk doit être choisi.

source: Invalid Outbound Caller ID
fr_fr: \'CID sortant\' invalide

source: Add SIP Trunk
fr_fr: Ajout Trunk SIP

source: Add Zap Trunk
fr_fr: Ajout Trunk ZAP

source: DAHDI compatibility mode
fr_fr: Mode compatibilité DAHDI

source: Add IAX2 Trunk
fr_fr: Ajout Trunk IAX2

source: Add ENUM Trunk
fr_fr: Ajout Trunk ENUM

source: Add DUNDi Trunk
fr_fr: Ajout Trunk DUNDi

source: Add Custom Trunk
fr_fr: Ajout Trunk Personnalisé

source: Edit %s Trunk
fr_fr: Edition Trunk %s

source: DAHDI compatibility Mode
fr_fr: Mode compatibilité DAHDI

source: Caller ID for calls placed out on this trunk<br><br>Format: <b>&lt;#######&gt;</b>. You can also use the format: "hidden" <b>&lt;#######&gt;</b> to hide the CallerID sent out over Digital lines if supported (E1/T1/J1/BRI/SIP/IAX).
fr_fr: CID pour les appels envoyé sur ce trunk<br><br>Format: <b>"nom appelant"&lt;#######&gt;</b>. Vous pouvez aussi utiliser la chaîne 'hidden' pour cacher le CID envoyé sur les lignes numériques seulement (E1/T1/J1/BRI/SIP/IAX).

source: This looks up your local number on www.localcallingguide.com (NA-only), and sets up so you can dial either 7 or 10 digits (regardless of what your PSTN is) on a local trunk (where you have to dial 1+area code for long distance, but only 5551234 (7-digit dialing) or 6135551234 (10-digit dialing) for local calls
fr_fr: Cela recherche votre numéro local sur www.localcallingguide.com (NA-seulement), et ainsi vous pouvez appeler avec 7 ou 10 digits (quelque soit votre réseau PSTN) sur un trunk local où vous avez à composer 1+code région pour un appel longue distance, mais seulement 5551234 (7 chiffres) ou 6135551234 (10 chiffres) pour les appels locaux.

source: What prefix should be added to the dialing pattern?\n\n(ie. for US/CAN, 1+areacode, ie, \'1613\')?
fr_fr: Quel préfixe doit être ajouté au plan de numérotation?\n\n(ie. pour US/CAN, 1 +code de zone => \'1613\'.

source: What prefix should be removed from the number?\n\n(ie. for US/CAN, 1+areacode, ie, \'1613\')
fr_fr: Quel préfixe doit être supprimé du numéro?\n\n(ie. pour US/CAN, 1 +code de zone => \'1613\'.

source: You may need to add to the default lines listed below, depending on your provider..<br /><br />WARNING: Order is important as it will be retained. For example, if you use the "allow/deny" directives make sure deny comes first.
fr_fr: Il peut être nécessaire d'ajouter des lignes aux lignes par défaut ci-après, dépendant de votre provider.<br /><br />ATTENTION : l'ordre est important. Par exemple, si vous utilisez les directives "allow/deny" assurez vous que deny vient en premier!

source: Invalid Outbound Dial Prefix
fr_fr: \'Préfixe de Numérotation Externe\' invalide

source: You have not entered a User Password. While this is acceptable, this user will not be able to login to an AdHoc device.\n\nAre you sure you wish to leave the User Password empty?
fr_fr: Vous n'avez pas saisi un mot de passe Utilisateur. Bien que cela soit possible, cet utilisateur ne pourra se loguer à un terminal. Etes-vous sûre de vouloir laisser le mot de passe à blanc?

source: Edit Zap Channel:
fr_fr: Edition Canal ZAP

source: Add Zap Channel
fr_fr: Ajout d'un canal ZAP

source: Zap Channel DIDs allow you to assign a DID to specific Zap Channels. You can supply the same DID to multiple channels. This would be a common scenario if you have multiple POTS lines that are on a hunt group from your provider. You MUST assign the channel's context to from-zaptel for these settings to have effect. It will be a line that looks like:<br /><br />context = from-zaptel<br /><br />in your zapata.conf configuration effecting the specified channel(s). Once you have assigned DIDs you can use standard Inbound Routes with the specified DIDs to route your calls.
fr_fr: Il est possible d'assigner un SDA à un canal Zap spécifique. Il est également possible d'assigner le même SDA à plusieurs canaux. C'est le cas par exemple si vous avez plusieurs lignes qui forment un hunt groupe de votre provider. Vous DEVEZ assigner le contexte du canal à from-zaptel pour que ces réglages sont effectifs. Ce sera une ligne comme :<br /><br />context = from-zaptel<br /><br />dans le fichier de configuration zapata.conf pour ces canaux. Une fois les SDA assignés, vous pouvez utiliser les routes entrantes standard avec les SDA spécifiés pour router vos appels.

source: The Zap Channel number to map to a DID
fr_fr: Le numéro de canal Zap pour associer un SDA

source: You appear to be using a converted DID in the form of zapchanNN that was automatically generated during an upgrade. You should consider assigning the DID that is normally associated with this channel to take full advantage of the inbound routing abilities. Changing the DID here will require you to make changes in the Inbound Routes tab. Do you want to continue?
fr_fr: Il apparaît que vous utilisé un SDA converti dans la forme zapchanNN qui a automatiquement été généré pendant une mise à jour. Vous devez assigner le SDA normalement associé à ce canal pour pouvoir utilsier toutes les possibilités associées au routage des appels entrants. Changer le SDA ici nécessite que vous fassiez aussi le changement dans les routes entrantes. Voulez vous continuer?
