Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: This is the default time in seconds to try and connect a call that has been call forwarded by the server side CF, CFU and CFB options. (If your phones use client side CF such as SIP redirects, this will not have any affect) If set to the default of 0, it will use the standard ring timer. If set to -1 it will ring the forwarded number with no limit which is consistent with the behavior of some existing PBX systems. If set to any other value, it will ring for that duration before diverting the call to the users voicemail if they have one. This can be overridden for each extension.
es_es: Este es el tiempo predeterminado en segundos para intentar conectar una llamada que ha sido reenviada por las opciones CF, CFU y CFB del lado del servidor. (Si sus teléfonos usan CF del lado del cliente como SIP redirecciona, esto no tendrá ningún efecto) Si se establece en el valor predeterminado de 0, utilizará el temporizador de timbre estándar. Si se establece en -1, sonará el número reenviado sin límite, lo cual es coherente con el comportamiento de algunos sistemas PBX existentes. Si se establece en cualquier otro valor, sonará durante ese tiempo antes de desviar la llamada al buzón de voz del usuario si tiene uno. Esto puede anularse para cada extensión.
it_it: Questo è il tempo predefinito in secondi per provare a connettere una chiamata inoltrata dalle opzioni CF, CFU e CFB lato server. (Se i tuoi telefoni usano CF lato client come i reindirizzamenti SIP, questo non avrà alcun effetto) Se impostato su 0, userà il timer ad anello standard. Se impostato su -1, squilla il numero inoltrato senza limiti, il che è coerente con il comportamento di alcuni sistemi PBX esistenti. Se impostato su un altro valore, squillerà per quella durata prima di deviare la chiamata alla segreteria dell'utente se ne ha una. Questo può essere sovrascritto per ogni estensione.
pt_br: Esse é o tempo padrão em segundos para tentar conectar uma chamada que tenha sido desviada pelas opções CF, CFU e CFB do lado do servidor. (Se seus telefones usam CF do lado do cliente, como redirecionamentos SIP, isso não terá qualquer efeito) Se definido como o padrão de 0, ele usará o temporizador de toque padrão. Se definido como -1, tocará o número encaminhado sem limite, o que é consistente com o comportamento de alguns sistemas PBX existentes. Se definido para qualquer outro valor, ele tocará para essa duração antes de desviar a chamada para o correio de voz do usuário, se tiver um. Isso pode ser substituído para cada extensão.
ru_ru: Время вызова в секундах по умолчанию, в течение которого будет предпринята попытка вызова, прежде чем звонок будет перенаправлен безусловно, или по условиям неответа и 'занято'. (Но если ваш телефон установлен на перенаправление через SIP редирект, то эта опция не даст эффекта). Если установлен по умолчанию в 0, то используется стандартный таймер вызова. Если установлен в -1, то вызов абонента будет идти неограниченно долго, как обычно происходит на большинстве стандартных АТС. Если установлено любое другое значение, то вызов будет идти указанное количество секунд, после чего будет перенаправлен на голосовую почту, если она включена. Этто может быть применительно для каждого внутреннего номера.

source: This is the name of the DUNDi mapping as defined in the [mappings] section of remote dundi.conf peers. This corresponds to the 'include' section of the peer details in the local dundi.conf file. This requires manual configuration of DUNDi to use this trunk.
es_es: Este es el nombre del mapeado DUNDi como se define en la sección [asignaciones] de pares remotos dundi.conf. Esto corresponde a la sección 'include' de los detalles de pares en el archivo dundi.conf local. Esto requiere la configuración manual de DUNDi para utilizar esta línea.
fr_fr: C'est le nom du mapping DUNDi défini dans la section [mappings] des peers à distance dundi.conf.Cela correspond à la section 'include' des détails peer dans le fichier local dundi.conf. Cela nécessite une configuration manuelle de DUNDi pour utiliser ce trunk.
it_it: Questo è il nome della mappatura DUNDi come definita nella sezione [mappings] del file dundi.conf presente nei peer remoti. Questo corrisponde alla sezione 'include' dei dettagli peer nel file locale dundi.conf. Questo richiede la configurazione manuale di DUNDi per l'utilizzo di questo fascio.
pt_br: Este é o nome do mapeamento DUNDi como definido na seção [mappings] dos peers dundi.conf remotos. Isto corresponde à seção 'include' dos detalhes do peer no arquivo local dundi.conf. Isto requer configuração manual do DUNDi para usar este tronco.
ru_ru: Это название служит для привязки DUNDi записи, которая определена в секции [mappings] файла dundi.conf на удалённом пире. Это согласуется через вложение с описанием пира в локальном файле dundi.conf и требует ручной настройки сервиса DUNDi для использования этого транка.

source: This is the subdirectory for the MoH files/directories which is located in ASTVARLIBDIR. Older installation may be using mohmp3 which was the old Asterisk default and should be set to that value if the music files are located there relative to the ASTVARLIBDIR.
es_es: Este es el subdirectorio de los archivos / directorios MoH que se encuentra en ASTVARLIBDIR. Una instalación más antigua puede estar usando mohmp3 que era el antiguo Asterisk por defecto y debería ser ajustado a ese valor si los archivos de música se encuentran allí en relación con el ASTVARLIBDIR.
it_it: Questa è la sottodirectory per i file / directory MoH che si trova in ASTVARLIBDIR. L'installazione precedente potrebbe utilizzare mohmp3, che era il vecchio predefinito di Asterisk e dovrebbe essere impostato su tale valore se i file musicali si trovano lì rispetto a ASTVARLIBDIR.
pt_br: Este é o subdiretório para os arquivos/diretórios MoH que está localizado em ASTVARLIBDIR. Instalações mais antigas podem estar usando mohmp3 que era o padrão antigo do Asterisk e deve ser definido para esse valor se os arquivos de música relativos ao ASTVARLIBDIR estão localizados lá.
ru_ru: Местонахождение для файлов/субдиректорий Музыки в ожидании, которое определяется переменной ASTVARLIBDIR. В старых версиях инсталляций использовалось mohmp3, которое было дефолтным для Астериск. Здесь же местонахождение названия директории определяется относительно значения из ASTVARLIBDIR.

source: This looks up your local number on www.localcallingguide.com (NA-only), and sets up so you can dial either 7, 10 or 11 digits (5551234, 6135551234, 16135551234) as selected below to access this route. Please note this requires internet access and may take some time
es_es: Esto busca su número local en www.localcallingguide.com (sólo NA) y se configura para que pueda marcar 7, 10 o 11 dígitos (5551234, 6135551234, 16135551234) como se selecciona a continuación para acceder a esta ruta. Tenga en cuenta que esto requiere acceso a Internet y puede tomar algún tiempo
it_it: Cerca il tuo numero locale su www.localcallingguide.com (solo NA) e imposta in modo da poter comporre 7, 10 o 11 cifre (5551234, 6135551234, 16135551234) come selezionato di seguito per accedere a questa rotta. Si prega di notare che questo richiede l'accesso a Internet e potrebbe richiedere del tempo
pt_br: Isto procura o seu número local em www.localcallingguide.com (somente NA) e configura-se para que você possa discar 7, 10 ou 11 dígitos (5551234, 6135551234, 16135551234) conforme selecionado abaixo para acessar esta rota. Observe que isso requer acesso à Internet e pode levar algum tempo
ru_ru: Это просматривает ваш локальный номер на www.localcallingguide.com (NA-only), и настраивает так,что вы можете набрать либо 7,10 или 11 цифр(5551234, 6135551234, 16135551234) как выбрано ниже для доступа к этому маршруту.Имейте ввиду, что это требует доступа в Internet и может занять некоторое время.

source: This module appears to be broken
es_es: Este módulo parece estar roto
it_it: Questo modulo sembra essere rotto
pt_br: Este módulo parece estar quebrado
ru_ru: Модуль похоже повреждён

source: This module appears to be installed and enabled but your user does not seem to have permission to access it.
es_es: Este módulo parece estar instalado y habilitado, pero su usuario no parece tener permiso para acceder a él.
it_it: Questo modulo sembra essere installato e abilitato ma il tuo utente non sembra avere il permesso di accedervi.
pt_br: Este módulo parece estar instalado e habilitado, mas seu usuário parece não ter permissão para acessá-lo.
ru_ru: Модуль установлен и включен,но пользователь не имеет прав доступа к нему.

source: This module provides a facility to install bug fixes to the framework code that is not otherwise housed in a module
es_es: Este módulo proporciona una facilidad para instalar correcciones de errores en el código framework que no se encuentran de otra manera en un módulo
it_it: Questo modulo fornisce una funzionalità per installare correzioni di bug al codice framework che non è altrimenti ospitato in un modulo
pt_br: Este módulo fornece uma facilidade para instalar correções de bugs para o framework que não está alojado em um módulo
ru_ru: Этот модуль даёт возможность быстро инсталлировать обновления и исправления в основном коде, которые так или иначе скрыты в модуле

source: This name will be used to help identify this machine in emails or alerts
es_es: Este nombre se utilizará para ayudar a identificar esta máquina en correos electrónicos o alertas
fa_ir: این نام برای تشخیص ماشین در ایمیل ها و هشدارها به کار میرود
it_it: Questo nome verrà utilizzato per aiutare a identificare questa macchina in e-mail o avvisi
pt_br: Esse nome será usado para ajudar a identificar esta máquina em e-mails ou alertas

source: This notification was generated by the %s Server identified as '%s'.
it_it: Questa notifica è stata generata dal server %s1 identificato come '%s2'.
pt_pt: Esta notificação foi gerada pelo Servidor %s identificado como '%s'.

source: This option can be set to send the session to the fax extension when a CNG tone is detected.
es_es: Esta opción puede configurarse para enviar la sesión a la extensión de fax cuando se detecta un tono CNG.
it_it: Questa opzione può essere impostata per inviare la sessione all'estensione fax quando viene rilevato un tono CNG.
pt_br: Esta opção pode ser configurada para enviar a sessão para o ramal de fax quando um tom CNG for detectado.
ru_ru: Эта опция может быть установлена для передачи этой сессии на внутренний номер факса при обнаружении CNG-тона.

source: This page is currently BETA
es_es: Esta página está actualmente en BETA
fa_ir: این صفحه نسخه BETA میباشد
it_it: Questa pagina è attualmente BETA
pt_br: Esta página é atualmente BETA
pt_pt: Esta página é atualmente BETA
ru_ru: На данный момент это бета-версия страницы

source: This page is used to manage various system trunks
es_es: Esta página se utiliza para administrar varios troncales del sistema
fa_ir: از این صفحه برای انواع ترانک های سیستمی استفاده میشود
it_it: Questa pagina viene utilizzata per gestire vari trunk di sistema
pt_br: Esta página é usada para gerenciar vários troncos do sistema
ru_ru: Эта страница используется для управления различными системными транками

source: This page is used to manage your outbound routing.
es_es: Esta página se utiliza para administrar el enrutamiento de salida.
fa_ir: از این صفحه برای مدیریت مسیریابی خروجی استفاده میشود.
it_it: Questa pagina viene utilizzata per gestire il routing in uscita.
pt_br: Esta página é usada para gerenciar o roteamento de saída.
ru_ru: Эта страница используется для управления исходящей маршрутизацией.

source: This plugin can be used to detect and restore APIs or features that have been deprecated in jQuery and removed as of version 1.9
es_es: Este complemento se puede utilizar para detectar y restaurar APIs o funciones que han sido desaprobadas en jQuery y eliminadas a partir de la versión 1.9
it_it: Questo plugin può essere utilizzato per rilevare e ripristinare API o funzionalità che sono state deprecate in jQuery e rimosse dalla versione 1.9
pt_br: Este plugin pode ser usado para detectar e restaurar APIs ou recursos que foram descontinuados em jQuery e removidos a partir da versão 1.9

source: This sets the allowed transport settings for this device and the default (Primary) transport for outgoing. The default transport is only used for outbound messages until a registration takes place. During the peer registration the transport type may change to another supported type if the peer requests so. In most common cases, this does not have to be changed as most devices register in conjunction with the host=dynamic setting. If you are using TCP and/or TLS you need to make sure the general SIP Settings are configured for the system to operate in those modes and for TLS, proper certificates have been generated and configured. If you are using websockets (such as WebRTC) then you must select an option that includes WS
es_es: Esto establece la configuración de transporte autorizada para este dispositivo y el transporte predeterminado (Primario) para las llamadas salientes. El transporte por defecto sólo se utiliza para los mensajes salientes hasta que el registro se lleva a cabo. Durante el registro de pares el tipo de transporte puede cambiar a otro tipo soportado, si las solicitudes de pares son menos. En los casos más comunes, esto no tiene que ser cambiado como la mayoría de los dispositivos registran en conjunto con el host=dynamic. Si está utilizando TCP y/o TLS necesita asegurarse que los valores de SIP generales están configurados para que el sistema funcione en esos modos y para TLS, los certificados apropiados que se han generado y configurado. Si está utilizando websockets (como WebRTC), entonces usted debe seleccionar una opción que incluye WS
it_it: Questo imposta le impostazioni di trasporto consentite per questo dispositivo e il trasporto predefinito (primario) per le uscite. Il trasporto predefinito viene utilizzato solo per i messaggi in uscita fino a quando viene effettuata una registrazione. Durante la registrazione peer, il tipo di trasporto può cambiare in un altro tipo supportato se il peer lo richiede. Nei casi più comuni, questo non deve essere modificato poiché la maggior parte dei dispositivi si registra in combinazione con l'impostazione host = dynamic. Se si utilizza TCP e / o TLS è necessario assicurarsi che le Impostazioni SIP generali siano configurate affinché il sistema funzioni in tali modalità e per TLS, i certificati appropriati sono stati generati e configurati. Se si utilizzano websocket (come WebRTC), è necessario selezionare un'opzione che include WS
pt_br: Isso define as configurações de transporte permitidas para este dispositivo e o transporte padrão (primário) para saída. O transporte padrão é usado somente para mensagens de saída até que um registro ocorra. Durante o registro do peer o tipo de transporte pode mudar para outro tipo suportado se o peer solicitar. Na maioria dos casos, isso não precisa ser alterado, pois a maioria dos dispositivos se registra em conjunto com a configuração host=dynamic. Se você estiver usando TCP e/ou TLS, você precisa ter certeza de que as Configurações SIP gerais estão configuradas para que o sistema opere nesses modos e para TLS, os certificados apropriados foram gerados e configurados. Se você estiver usando websockets (como WebRTC), então você deve selecionar uma opção que inclui WS
ru_ru: Это устанавливает допустимые настройки транспорта для этого устройства и транспорт по умолчанию(Основной) для исходящих вызовов. Транспорт по-умолчанию используется только для исходящих сообщений пока имееет мест о регистрация. Во время регистрации пира тип транспорта может изменится в другой поддерживаемый тип по запросу пира. В большинстве случаев необходимости в изменении этого нет, т.к большинство устройств регистрируются,используя настройку host=dynamic. Если Вы используетет TCP и/или TLS, то убедитесь ,что общие SIP-настройки сконфигурированы для работы в этих режимах и для TLS сгенерированы и сконфигурированы соответствующие сертификаты.Если Вы используете вебсокеты(например WebRTC), то необходимо выбрать опцию,которая включает WS.

source: This system has edge mode enabled. This means you will get modules as they are released and may encounter bugs not seen in general availibility modules.</br> For more information visit %s
es_es: Este sistema tiene habilitado el modo de borde. Esto significa que obtendrá los módulos a medida que se publican y pueden encontrar errores que no se ven en los módulos de disponibilidad general. </br> Para obtener más información, visite %s
it_it: Questo sistema ha abilitato la modalità edge. Ciò significa che riceverai i moduli appena rilasciati e potrebbero riscontrare bug non presenti nei moduli di disponibilità generali. </br> Per maggiori informazioni visita %s1
pt_br: Este sistema tem o modo edge ativado. Isso significa que você receberá módulos à medida que forem lançados e poderá encontrar bugs não vistos em módulos de disponibilidade gerais.</br> Para obter mais informações, visite %s

source: This trunk will not be able to be used for outbound calls until a route is setup that uses it.
es_es: Este tronco no podrá utilizarse para llamadas salientes hasta que se configure una ruta que lo utilice.
it_it: Questo trunk non potrà essere utilizzato per le chiamate in uscita finché non verrà configurato un instradamento che lo utilizza.
pt_br: Este tronco não poderá ser utilizado para chamadas saintes até que uma rota que o utilize seja configurada.
ru_ru: Этот транк не может быть использован для исходящих вызовов пока настраивается роут,который использует этот транк

source: This user/extension %s is already in use
es_es: Este usuario/extensiones %s ya está en uso
fa_ir: کاربر/داخلی %s در حال استفاده است
fr_fr: L\'extension %s est déjà utilisée
it_it: Questo utente/interno %s è già in uso
pt_br: Este ramal/usuário %s já está em uso
pt_pt: A extensão/utilizador %s já está em uso
ru_ru: Этот пользователь/номер %s уже существует

source: This will cause all messages and voice prompts to use the selected language if installed. Languages can be added or removed in the Sound Languages module
es_es: Esto hará que todos los mensajes y mensajes de voz utilicen el idioma seleccionado si está instalado. Los idiomas se pueden agregar o quitar en el módulo de idiomas de sonido
fa_ir: در صورت نصب کلیه پیام های صوتی و صدا ها از این زبان استفاده میکنند. زبان ها امکان اضافه و یا کم شدن را از طریق ماژول زبانها دارند
it_it: Ciò farà sì che tutti i messaggi e i messaggi vocali usino la lingua selezionata, se installata. Le lingue possono essere aggiunte o rimosse nel modulo Lingue del suono
pt_br: Isso fará com que todas as mensagens e prompts de voz usem o idioma selecionado se instalado. Idiomas podem ser adicionados ou removidos no módulo Som

source: This will display settings that are readonly. These settings are often internally used settings that are not of interest to most users. Since they are readonly they can only be viewed.
es_es: Esto mostrará los ajustes que son de sólo lectura. Estas configuraciones son a menudo configuraciones internamente utilizadas que no son de interés para la mayoría de los usuarios. Dado que son de sólo lectura sólo se pueden ver.
it_it: Questo visualizzerà le impostazioni che sono di sola lettura. Queste impostazioni sono spesso impostazioni utilizzate internamente che non interessano la maggior parte degli utenti. Dal momento che sono di sola lettura, possono essere visualizzati solo.
pt_br: Isso exibirá as configurações que são somente leitura. Essas configurações são, frequentemente, configurações internamente usadas que não são de interesse para a maioria dos usuários. Como são somente leitura, podem somente ser vistos.
ru_ru: Эта опция отображает установки, которые имеют статус только для чтения. Эти параметры обычно предназначены только для внутреннего пользования, и неинтересны большинству обычных пользователей. Так как они в статусе только для чтения, их можно только видеть.

source: This won't cause you any problems, but it does make your system a little harder to use.
es_es: Esto no le causa ningún problema, pero hace que su sistema sea un poco más difícil de usar.
it_it: Questo non ti causerà alcun problema, ma renderà il tuo sistema un po 'più difficile da usare.
pt_br: Isto não lhe causará nenhum problema, mas deixa seu sistema um pouco mais difícil de usar.
ru_ru: Это не вызовет у вас каких-либо проблем, но это немного усложнить использование Вашей системы

source: Time Group
fa_ir: گروه زمانی
it_it: Gruppo temporale

source: Time Group Assigned
es_es: Grupo Horario Asignado
fa_ir: گروه زمانی مختص شده
it_it: Gruppo di tempo assegnato
pt_br: Grupo de Tempo Associado
ru_ru: Временная Группа назначена

source: Timeout, im ms, for write timeouts for cases where Asterisk disconnects frequently
es_es: Timeout, en ms, para tiempos de espera de escritura para los casos en los que Asterisk se desconecta frecuentemente
it_it: Timeout, im ms, per i timeout di scrittura nei casi in cui Asterisk si disconnette frequentemente

source: Timezone that should be used by PHP. Empty value will use PHP defaults. List of value Timezones: <a href='http://php.net/manual/en/timezones.php'>http://php.net/manual/en/timezones.php</a>
es_es: Timezone que debe ser utilizado por PHP. El valor vacío utilizará los valores por defecto de PHP. Lista de valor Huso horario: <a href='http://php.net/manual/es/timezones.php'> http://php.net/manual/es/timezones.php </a>
it_it: Fuso orario che dovrebbe essere usato da PHP. Il valore vuoto utilizzerà i valori predefiniti di PHP. Elenco di valori Fusi orari: <a href='http://php.net/manual/it/timezones.php'> 1http: //php.net/manual/en/timezones.php </a> 2
pt_br: Fuso horário que deve ser usado pelo PHP. Um valor vazio usará os padrões do PHP. Lista de valores Fuso horário: <a href='http://php.net/manual/en/timezones.php'>http://php.net/manual/en/timezones.php</a>

source: To get started, please enter your credentials:
es_es: Para empezar, por favor ingrese sus credenciales:
fa_ir: برای اجرا, لطفا مجوز خود را وارد کنید：
it_it: Per iniziare, inserisci le tue credenziali:
pt_br: Para começar, digite suas credenciais:
pt_pt: Introduza as suas credencias, para começar:
ru_ru: Чтобы войти, пожалуйста, введите Ваши учётные данные:

source: To perform the minimal amount of file conversions for HTML5 support and conversion support you need to at least install SOX
es_es: Para realizar la cantidad mínima de conversiones de archivos para compatibilidad con soporte y soporte HTML5, necesita instalar al menos SOX
it_it: Per eseguire la minima quantità di conversioni di file per supporto HTML5 e supporto di conversione è necessario installare almeno SOX
pt_br: Para executar a quantidade mínima de conversões de arquivos para suporte a HTML5 e suporte de conversão, você precisa pelo menos instalar SOX
ru_ru: Для выполнения минимального количества конвертаций файла для поддержки HTML5 и для поддержки конвертации Вам необходимо как минимум установить SOX

source: To play the media you will need to either update your browser to a recent version or update your %s
es_es: Para reproducir los medios de comunicación, deberá actualizar su navegador a una versión reciente o actualizar su %s
it_it: Per riprodurre i contenuti multimediali dovrai aggiornare il browser a una versione recente o aggiornare %s1
pt_br: Para reproduzir a mídia, você precisará atualizar seu navegador para uma versão recente ou atualizar seu %s
