Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: The DID that this channel represents. The incoming call on this channel will be treated as if it came in with this DID and can be managed with Inbound Routing on DIDs
es_es: El DID que este canal representa. La llamada entrante en este canal será tratada como si entrrara con este DID y se puede manejar con Rutas Entrantes en DIDs
fr_fr: Le SDA que représente ce canal. L'appel entrant sur ce canal sera traité comme si il venait avec ce SDA et peut être traité avec les Routes Entrantes sur SDA.
it_it: La Selezione Passante che questo canale rappresenta. La chiamata in arrivo su questo canale sarà trattata come se venisse da questa Selezione Passante e può essere gestita con le Rotte in Entrata
pt_br: O DID que representa este canal. A chamada de entrada neste canal será tratada se vier com esse DID e pode ser gerenciada pelo Roteamento de entrada nos DIDs
ru_ru: Указать номер DID для этого канала. Входящие звонки через этот канал будут поступать с этим указаным номером и далее будут обрабатываться в секции Входящая маршрутизация

source: The DTMF signaling mode used by this device, usually RFC for most phones.
es_es: El modo de señalización de tonos DTMF utilizado por este dispositivo, por lo general RFC para la mayoría de los teléfonos.
it_it: La modalità DAHDi La modalità di segnalazione DTMF utilizzata da questo dispositivo, in genere RFC per la maggior parte dei telefoni.
pt_br: O modo de sinalização DTMF usado por este dispositivo, geralmente RFC para a maioria dos telefones.
ru_ru: Режим сигнализации DTMF используемый этим устройством. Обычно RFC для большинства телефонов.

source: The DTMF signaling mode used by this device, usually RFC for most phones. (Note: For PJSIP devices RFC-4733 supercedes the older RFC-2833 and will be used when RFC-2833 is selected for PJSIP devices)
es_es: El modo de señalización DTMF utilizado por este dispositivo, generalmente RFC para la mayoría de los teléfonos. (Nota: Para dispositivos PJSIP, el RFC-4733 reemplaza al RFC-2833 y se utilizará cuando RFC-2833 esté seleccionado para los dispositivos PJSIP)
it_it: La modalità di segnalazione DTMF utilizzata da questo dispositivo, in genere RFC per la maggior parte dei telefoni. (Nota: per i dispositivi PJSIP RFC-4733 sostituisce il vecchio RFC-2833 e verrà utilizzato quando RFC-2833 è selezionato per i dispositivi PJSIP)
pt_br: O modo de sinalização DTMF usado por este dispositivo, geralmente RFC para a maioria dos telefones. (Nota: Para dispositivos PJSIP, a RFC-4733 substitui o RFC-2833 mais antigo e será usado quando RFC-2833 é selecionado para dispositivos PJSIP)

source: The DTMF signaling mode used by this trunk, usually RFC for most trunks<ul><li>Auto [%s] - DTMF is sent as RFC 4733 if the other side supports it or as INBAND if not.</li><li>rfc4733 - DTMF is sent out of band of the main audio stream.This supercedes the older RFC-2833 used within the older chan_sip.</li><li>inband - DTMF is sent as part of audio stream.</li><li>info - DTMF is sent as SIP INFO packets.</li></ul>
es_es: El modo de señalización DTMF utilizado por este tronco, por lo general RFC para la mayoría de los troncos <ul> <li> Auto [% s] - DTMF se envía como RFC 4733 si el otro lado lo soporta o como INBAND si no. </li><li>rfc4733 - El DTMF se envía fuera de banda de la corriente de audio principal. Esto reemplaza a la RFC-2833 usada en el chan_sip antiguo. </li> <li> inband - DTMF se envía como parte de la transmisión de audio. <li> info - DTMF se envía como paquetes SIP INFO. </li> </ul>
it_it: La modalità di segnalazione DTMF utilizzata da questo trunk, in genere RFC per la maggior parte dei trunk <ul> 1 <li> 2Auto [%s3] - DTMF viene inviato come RFC 4733 se l'altro lato lo supporta o come INBAND se non lo è. </li> 4 <li> 5rfc4733 - DTMF viene inviato fuori banda del flusso audio principale. Questo sostituisce il vecchio RFC-2833 utilizzato all'interno del vecchio chan_sip. </li> 6 <li> 7inband - DTMF viene inviato come parte del flusso audio. </li> 8 <li> 9info - DTMF viene inviato come pacchetti SIP INFO. </li> 0 </ ul>
pt_br: O modo de sinalização DTMF usado por este tronco, geralmente RFC para a maioria dos troncos<ul><li>Auto [%s] - DTMF é enviado como RFC-4733 se o outro lado o suporta, ou como INBAND se não.</li><li>rfc4733 - O DTMF é enviado para fora da faixa do fluxo de áudio principal. Isso substitui o RFC-2833 usado no chan_sip mais antigo.</li><li>inband - DTMF é enviado como parte do fluxo de áudio.</li><li>info - DTMF é enviado como pacote SIP INFO.</li></ul>

source: The File "%s" must exist.
es_es: El archivo "%s" debe existir.
fa_ir: فایل "%s" باید موجود باشد.
it_it: Il file "%s1" deve esistere.
pt_br: O arquivo "%s" deve existir.
pt_pt: O ficheiro "%s" deve existir.
ru_ru: Файл "%s" должен существовать

source: The Module Named "%s" is required, but yours is broken. You should reinstall it and try again.
es_es: El Módulo denominado "%s" es necesario, pero el suyo está roto. Usted debe volver a instalarlo y vuelva a intentarlo.
it_it: Il modulo denominato "%s1" è richiesto, ma il tuo è rotto. Dovresti reinstallarlo e riprovare.
pt_br: O módulo chamado "%s" é requerido, mas o seu está quebrado. Você deve reinstalar e tentar novamente.
ru_ru: Необходим модуль "%s" , но он повреждён. Переустановите и попробуйте снова.

source: The Module Named "%s" is required, but yours is disabled because it needs to be upgraded. Please upgrade %s first, and then try again.
es_es: El Módulo denominado "%s" es necesario, pero el suyo está desactivado porque necesita ser actualizado. Por favor, actualice %s primero, y luego vuelva a intentarlo.
it_it: Il modulo denominato "%s1" è richiesto, ma il tuo è disabilitato perché deve essere aggiornato. Per prima cosa, aggiorna%s2, quindi riprova.
pt_br: O módulo chamado "%s" é necessário, mas o seu está desativado porque ele precisa ser atualizado. Atualize %s primeiro e tente novamente.
ru_ru: Необходим модуль "%s", но он отключен,т.к его необходимо обновить. Обновите %s и попробуйте снова.

source: The Module Named "%s" is required, but yours is disabled.
es_es: El Módulo denominado "%s" es necesario, pero el suyo está desactivado.
fa_ir: ماژول "%s" ضروری است, اما غیر فعال شده.
it_it: Il modulo denominato "%s1" è richiesto, ma il tuo è disabilitato.
pt_br: O módulo chamado "%s" é necessário, mas o seu está desativado.
pt_pt: O Módulo "%s" é necessário, mas encontra-se inativo.
ru_ru: Необходим модуль "%s" , но он отключен

source: The Module Named "%s" is required, yours is not installed.
es_es: Se Módulo denominado "%s" es requerido, el suyo no está instalado.
fa_ir: ماژول "%s" ضروری است, اما شما نصب نکردید.
it_it: È richiesto il modulo denominato "%s1", il tuo non è installato.
pt_br: O módulo chamado "%s" é necessário, o seu não está instalado.
pt_pt: O Módulo "%s" é necessário, mas não se encontra instalado.
ru_ru: Необходим модуль "%s" , но он не установлен.

source: The Module Named "%s" is required.
es_es: El Módulo denominado "%s" es requerido.
fa_ir: ماژول "%s" ضروری است.
it_it: È richiesto il modulo denominato "%s1".
pt_br: O módulo chamado "%s" é necessário.
pt_pt: O Módulo "%s" é necessário.
ru_ru: Необходим модуль "%s" .

source: The Outbound Dial Prefix contains non-standard characters. If these are intentional the press OK to continue.
es_es: El Prefijo de salida contiene caracteres no estándar. Si éstos son intencionales presione en OK para continuar.
it_it: Il prefisso di composizione in uscita contiene caratteri non standard. Se questi sono intenzionali, premere OK per continuare.
pt_br: O Prefixo de Discagem de Saída contém caracteres fora do padrão. Se estes forem intencionais, pressione OK para continuar.
ru_ru: Префикс исходящих содержит нестандартные символы. Если это указано преднамеренно, то нажмите ОК для продолжения.

source: The Transport to use for connection
es_es: El transporte a utilizar para la conexión
it_it: Il trasporto da utilizzare per la connessione
pt_br: O transporte a ser usado para conexão
ru_ru: Тип транспорта,используемый данным соединением.

source: The Trunk Sequence controls the order of trunks that will be used when the above Dial Patterns are matched. <br><br>For Dial Patterns that match long distance numbers, for example, you'd want to pick the cheapest routes for long distance (ie, VoIP trunks first) followed by more expensive routes (POTS lines).
es_es: La Secuencia de Línea controla el orden de los líneas que se utilizarán cuando los Patrones de Marcación anteriores que coinciden. <br><br>Para Patrones de Marcación que coinciden con los números de larga distancia, por ejemplo, usted quiere recoger las rutas más baratas de larga distancia (es decir, las líneas de VoIP primero), seguido de las rutas más caras (líneas POTS).
fr_fr: La séquence de trunk contrôle l'ordre des trunks qui seront utilisés pour cette route selon le masque de numérotation ci-dessus défini.<br>Pour les routes qui correspondent à des appels internationaux, vous pouvez par exemple choisir d'abord les routes les moins chères (trunks VoIP) et ensuite les lignes classiques.
it_it: La Sequenza Fasci controlla l'ordine in cui i fasci di chiamata saranno usati. <br><br>Per i Modelli di Chiamata che corrispondono alle chiamate nazionali, per esempio, andranno inserite prima le rotte a minor costo (come i gestori VoIP) seguite da quelle più care (come le linee urbane PSTN).
pt_br: A sequência dos troncos controla a ordem dos troncos que serão usados quando as regras de discagem acima casarem. <br><br> Para regras de discagem que casem com números de longa distância, por exemplo: priorize rotas de menor custo (troncos VOIP primeiro) depois as rotas com maior custo (troncos tradicionais) .
pt_pt: A sequencia dos troncos controla a ordem doas linhas de conecções qual será usado quando os patrões de sequencia acima nomeados são igualados. <br><br>Por exemplo para os patrões de discagem de numeros de grande distancia, ud. deveria utilizar as rotas de menor custo de grande (Ex, 1 linhas de coneções de VoIP) seguidas das rotas mais caras (lineas POTS clasicas).
ru_ru: Последовательность выбора транка дает порядок перебора транков, под шаблон которых попадает набранный номер. <br><br>Например, при наборе междугороднего номера вы направляете его в первую очередь по более дешевому маршруту (VoIP транк), затем по более дорогим (линии ТФОП).

source: The asterisk application to use for conferencing. If only one is compiled into asterisk, FreePBX will auto detect and change this value if set wrong. The app_meetme application is considered
it_it: L'applicazione asterisco da utilizzare per le conferenze. Se solo uno è compilato in asterisco, FreePBX rileverà automaticamente e modificherà questo valore se impostato errato. L'applicazione app_meetme è considerata

source: The autoloader is damaged. Please run:
es_es: El autocargador está dañado. Por favor, ejecute:
it_it: Il caricatore automatico è danneggiato. Per favore, esegui:
ru_ru: Автозагрузчик повреждён.Пожалуйста запустите:

source: The binary unzip is not installed. Unable to work with zip file
es_es: El binario unzip no esta instalado. No puedo trabajar con archivo zip
it_it: La decompressione binaria non è installata. Impossibile lavorare con il file zip
pt_br: O binário unzip não está instalado. Não é possível trabalhar com o arquivo zip
ru_ru: Unzip не установлен.Невозможно работать с zip-файлами

source: The context, extension, priority to go to when this DID is matched. Example: app-daynight,0,1
es_es: El contexto, la extensión, la prioridad para ir a cuando este DID se corresponde. Ejemplo: app-daynight, 0,1
it_it: Il contesto, l'estensione, la priorità a cui andare quando questo DID è abbinato. Esempio: app-daynight, 0,1
pt_br: O contexto, ramal, prioridade para ir para quando este DID é correspondido. Exemplo: app-daynight, 0,1
ru_ru: Контекст, внутренний номер,приоритет, на который переходит вызов,если DID не соответствует.Пример: app-daynight,0,1

source: The default language of '%s' or '%s' was not found on this system. Please resolve this in advanced settings by changing the system language or installing the default locales [%s]
fa_ir: زبان پیش فرض برای '%s' یا '%s' در این سیستم یافت نشد. لطفا این مشکل را در قسمت تنظیمات پیشرفته با تغییر زبان سیستم و یا نصب زبان های محلی پیش فرض [%s] حل کنید
it_it: La lingua predefinita di '%s1' o '%s2' non è stata trovata su questo sistema. Risolvi questo problema nelle impostazioni avanzate modificando la lingua del sistema o installando le impostazioni locali predefinite [%s3]

source: The default language used in the webUI
es_es: El idioma predeterminado utilizado en la webUI
fa_ir: زبان پیش فرض استفاده شده در رابط کاربری وب
it_it: La lingua predefinita utilizzata in webUI
pt_br: O idioma padrão usado na interface web
pt_pt: O Idioma a usar por defeito no webUI

source: The dialed number will be compared against the prefix + this match pattern. Upon a match, the match pattern portion of the dialed number will be sent to the trunks
es_es: El número marcado se compara con el prefijo + este patrón de coincidencia. Tras una coincidencia, la parte del patrón de coincidencia del número marcado será enviado a las líneas
it_it: Il numero selezionato verrà confrontato con il prefisso + questo modello di corrispondenza. Durante una partita, la porzione del modello di corrispondenza del numero composto verrà inviata ai trunk
pt_br: O número discado será comparado com o prefixo + este padrão de correspondência. Após uma correspondência, a parte de padrão de correspondência do número discado será enviada para os troncos
ru_ru: Набранный номер будет сравниваться с комбинацией префикс + этот шаблон. Если найдено совпадение, совпавшая с шаблоном часть номера будет послана в транк

source: The extension number to dial to reach this user.
es_es: El número de extensión que debe marcar para llegar a este usuario.
fa_ir: شماره داخلی برای دسترسی به این کاربر.
fr_fr: Le numéro d'extension à composer pour cet utilisateur
it_it: Il numero dell'interno utilizzato per chiamare questo Utente.
pt_br: Número do ramal a discar para alcançar este usuário.
pt_pt: O número de extensão a marcar para chegar a este utilizador.
ru_ru: Внутренний номер, по которому можно найти пользователя.

source: The file format sln48 is not supported by Asterisk when it should be. Audio conversion quality will be limited to 16k instead of 48k. This is probably the result of the missing Asterisk resample package
es_es: El formato de archivo sln48 no es compatible con Asterisk cuando debería serlo. La calidad de la conversión de audio estará limitada a 16k en lugar de 48k. Probablemente se deba a que falta el paquete de Asterisk remuestreo (resample)
it_it: Il formato di file sln48 non è supportato da Asterisk quando dovrebbe essere. La qualità della conversione audio sarà limitata a 16k anziché a 48k. Questo è probabilmente il risultato del pacchetto di resample di Asterisk mancante

source: The file format sln48 is not supported on your system
es_es: El formato de archivo sln48 no es compatible con el sistema
fa_ir: فایل فرمت sln48 در سیستم شما پشتیبانی نمیشود
it_it: Il formato di file sln48 non è supportato sul tuo sistema
pt_br: O formato de arquivo sln48 não é suportado em seu sistema
ru_ru: Формат файла sln48 не поддерживается в вашей системе

source: The following commands failed with the listed error
fr_fr: Echecs des commandes suivantes avec les erreurs suivantes
it_it: I seguenti comandi hanno restituito questi errori
pt_pt: Os seguintes comandos falharam devido ao erro

source: The following dependencies are not met:
es_es: No se cumplen las siguientes dependencias:
it_it: Le seguenti dipendenze non sono soddisfatte:
pt_br: As seguintes dependências não são atendidas:
ru_ru: Следующие зависимости не удовлетворены:

source: The following error(s) occured:
es_es: El error(s) siguiente ha ocurrido:
fa_ir: خطا(های) زیر رخ داده:
it_it: Si è verificato il seguente errore / i:
pt_br: Os seguintes erros ocorreram:
pt_pt: Ocorreram os seguintes erros:
ru_ru: Произошли следующие ошибки:

source: The following error(s) occurred processing the uploaded file: %s
es_es: Se ha producido el siguiente error(s) al procesar el archivo cargado: %s
fa_ir: خطا(های) زیر در فایل بارگذاری شده رخ داده: %s
fr_fr: L'erreur suivante s'est produite pendant le téléchargement du fichier : %s
it_it: Si sono verificati i segueni errori durante il processo di caricamento del file: %s
pt_br: O(s) seguinte(s) erro(s) ocorreu(ram) processando o arquivo enviado: %s
pt_pt: Ocorreram os seguintes erros processando o ficheiro transferido: %s
ru_ru: Следующая ошибка(-и) произошла при загрузке файла: %s

source: The following modules are disabled because they are broken:
es_es: Los siguientes módulos están deshabilitados porque están rotos:
fr_fr: Les modules suivants sont désactivés car ils sont défaillants
it_it: I seguenti moduli sono disabilitati perchè sono rovinati:
pt_br: Os seguintes módulos foram desabilitados pois estão quebrados:
pt_pt: Os seguintes módulos estão inativos porque estão quebrados:
ru_ru: Следующий модуль отключен ввиду его повреждения:

source: The following modules are disabled because they need to be upgraded:
es_es: Los siguientes módulos están deshabilitados porque necesitan ser actualizados:
fa_ir: ماژول های زیر غیرفعال هستند زیرا باید به روز شوند:
fr_fr: Les modules suivants sont désactivés car ils doivent être mis à jour.
it_it: I seguenti moduli sono disabilitati perchè richiedono un aggiornamento:
pt_br: Os seguintes módulos foram desabilitados porque precisam ser atualizados:
pt_pt: Os seguintes módulos estão inativos porque necessitam ser atualizados:
ru_ru: Следующий модуль отключен так как нуждается в обновлении:

source: The following modules depend on this one: %s
es_es: Los siguientes módulos dependen de éste: %s
fa_ir: ماژول ها به این ماژول وابسته هستند: %s
it_it: I seguenti moduli dipendono da questo: %s1
pt_br: Os seguintes módulos dependem deste: %s
ru_ru: Следующие модули зависят от этого модуля:%s

source: The following new modules are available for download. Click delete icon on the right to remove this notice.
es_es: Los siguientes nuevos módulos están disponibles para su descarga. Haga clic en Eliminar icono de la derecha para eliminar este aviso.
fa_ir: ماژول های جدید زیر برای دانلود موجود هستند. برای حذف این هشدار آیکون حذف را کلیک کنید.
fr_fr: Les nouveaux modules suivants sont disponibles au téléchargement. Cliquer sur l'icône supprimer à droite pour retirer cette information.
it_it: I seguenti moduli sono disponibili per lo scaricamento. Fai click sull'icona elimina sulla destra per rimuovere questa notifica.
pt_br: Os novos módulos abaixo estão disponíveis para baixar. Clique no ícone excluir à direta para remover esse alerta.
pt_pt: Os seguintes módulos estão disponíveis para download. Selecione o icon Apagar à direita para remover este aviso.
ru_ru: Следующие новые модули доступны для скачивания. Кликнуть на значок Удалить справа чтобы удалить это сообщение.

source: The legacy SIP channel driver in Asterisk
es_es: El controlador de canal SIP heredado en Asterisk
it_it: Il driver del canale SIP precedente in Asterisk
pt_br: O driver de canal SIP legado no Asterisk
ru_ru: Прежняя версия драйвера канала SIP в Asterisk

source: The location for Asterisk Certificates
es_es: La ubicación de Certificados de Asterisk
fa_ir: محل مجوز استریسک
it_it: La posizione per i certificati Asterisk
pt_br: O local para Certificados Asterisk
pt_pt: A localização dos Certificados do Asterisk

source: The module appears to be valid but is not currently installed
es_es: El módulo parece ser válido pero no está instalado actualmente
it_it: Il modulo sembra essere valido ma non è attualmente installato
pt_br: O módulo parece ser válido, mas não está instalado no momento
ru_ru: Модуль исправен, но на данный момент неустановлен

source: The module you are trying to access has been disabled by an admin.
es_es: El módulo al que estás intentando acceder ha sido inhabilitado por un administrador.
fa_ir: ماژولی که میخواهید توسط مدیر غیرفعال شده است.
it_it: Il modulo a cui stai tentando di accedere è stato disabilitato da un amministratore.
pt_br: O módulo ao qual você está tentando acessar foi desativado por um administrador.
ru_ru: Модуль, к которму Вы пытаетесь получить доступ,был отключен администратором.

source: The module you are trying to access has been disabled pending a version change.
es_es: El módulo al que está intentando acceder ha sido desactivado en espera de un cambio de versión.
fa_ir: ماژولی که میخواهید برای تغییر نسخه غیرفعال شده است.
it_it: Il modulo a cui stai tentando di accedere è stato disabilitato in attesa di una modifica della versione.
pt_br: O módulo que você está tentando acessar foi desativado na pendência de uma alteração de versão.
ru_ru: Модуль, к которму Вы пытаетесь получить доступ,был отключен ожидающим изменением версии.

source: The number of in-use channels which will cause busy to be returned as device state. This should be left at 0 unless you know what you are doing
es_es: El número de canales en uso que hará que la ocupación se devuelva como estado del dispositivo. Esto debe dejarse en 0 a menos que sepa lo que está haciendo
fa_ir: تعداد کانالهای مورد استفاده که باعث نمایش مشغول بودن وسیله خواهد شد. این مقدار باید 0 باشد مگر اینکه از تنظیمات خود کاملا مطمئنید
it_it: Il numero di canali in uso che causeranno la restituzione di occupato come stato del dispositivo. Questo dovrebbe essere lasciato a 0 a meno che tu non sappia cosa stai facendo
pt_br: O número de canais em uso que fará com que ocupado seja retornado como estado do dispositivo. Isso deve ser deixado em 0 a menos que você saiba o que está fazendo

source: The number of seconds Asterisk will wait before attempting to send another REGISTER request to the registrar
es_es: El número de segundos que el Asterisk esperará antes de intentar enviar otra solicitud de REGISTRO al registrar
it_it: Il numero di secondi che Asterisk aspetterà prima di tentare di inviare un'altra richiesta di REGISTRAZIONE al registrar
pt_br: O número de segundos que o Asterisk aguardará antes de tentar enviar outra solicitação REGISTER ao registrador
ru_ru: Интервал времени в секундах, в течение которых Asterisk будет ожидать перед попыткой послать новый запрос REGISTER.
