Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: %s uninstalled successfully
es_es: %s desinstalado correctamente
fa_ir: %s با موفقیت عزل شد
fr_fr: %s désinstallé avec succès
it_it: %s rimosso con successo
pt_br: %s desinstalado com sucesso
pt_pt: %s desinstalado com sucesso
ru_ru: %s деинсталлирован успешно

source: %s version %s or below is required, you have %s
es_es: Se requiere %s versión %s o menor, usted tiene %s
fr_fr: Les versions %s ou %s sont requises. Celle installée est %s
it_it: %s versione %s inferiore è richiesta, hai %s
pt_br: %s versão %s ou abaixo é necessária, existente %s
pt_pt: %s versão %s ou inferior necessária, ver. atual %s
ru_ru: %s Требуется версия %s или ниже, установлено %s

source: %s version %s or higher is required, you have %s
es_es: Se requiere %s versión %s o superior, usted tiene %s
fr_fr: La version %s %s ou plus est requise. Celle installée est %s
it_it: %s versione %s o superiore è richiesto, hai %s
pt_br: O %s versão %s ou maior é necessário, existente %s
pt_pt: %s versão %s ou superior necessária, ver. atual %s
ru_ru: Требуется %s версии %s или выше, в наличии же %s

source: %s will be removed from the hard disk
es_es: %s se eliminará del disco duro
fa_ir: %s از هارد دیسک حذف خواهد شد
it_it: %s sarà rimosso dal hard disk
pt_br: %s será removido do disco
pt_pt: %s será removido do disco rígido
ru_ru: %s будет удалён с диска

source: %s: New Online Updates Available (%s)
it_it: %s: Nuovi Aggiornamenti sono disponibili (%s)
pt_pt: %s: Disponíveis Novas Atualizações Online (%s)

source: %s: New Security Notifications (%s)
it_it: %s: Nuova notifica di sicurezza (%s)
pt_pt: %s: Novas Notificações de Segurança (%s)

source: %s: New Unsigned Modules Notifications (%s)
it_it: %s: Nuove notifiche di moduli non firmati (%s)

source: 'cp -rf' from src: '%s' to dst: '%s'...details follow
es_es: 'cp -rf' desde src: '%s' a dst: '%s'...detalles a continuación
it_it: 'cp -rf' da src: '%s' a dst: '%s' ... seguono i dettagli
pt_br: 'cp -rf' de src: '%s' para dst: '%s'...detalhes seguintes
pt_pt: 'cp -rf' de origem: '%s' para destino: '%s'...seguem-se detalhes
ru_ru: 'cp -rf' from src: '%s' to dst: '%s'...детали ниже

source: ** MISSING FEATURE CODE **
es_es: ** CÓDIGO DE FUNCIÓN FALTANTE **
fa_ir: ** کد ویژه از دست رفته**
fr_fr: **CODE FONCTION MANQUANT**
it_it: ** CODICE CARATTERISTICHE MANCANTI **
pt_pt: ** FEATURE CODE EM FALTA **

source: ---No Change---
es_es: ---Ningún Cambio---
fa_ir: ---بدون تغییر---
it_it: ---Nessun cambiamento---
pt_pt: ---Sem Alteração---

source: ---Permanent Route---
es_es: ---Ruta Permanente---
fa_ir: ---مسیر همیشگی---
it_it: ---Rotta permanente--
pt_br: ---Rota Permanente---
pt_pt: ---Rota Permanente---
ru_ru: ---Постоянный маршрут---

source: .htaccess files are disable on this webserver. Please enable them
es_es: los archivos .htaccess están deshabilitados en este servidor web. Por favor habilítelos
fa_ir: فایل .htaccess در وب سرور غیرفعال شده است. لطفا آن را فعال کنید
it_it: I file .htaccess sono disabilitati su questo server web. Si prega di abilitarli
pt_pt: Ficheiros .htaccess estão iantivos neste webserver. Por favor ative
ru_ru: .htaccess отключен на вэб-сервере. Пожалуйста, включите.

source: .htaccess files are not supported on this webserver.
es_es: archivos .htaccess no son compatibles con este servidor web.
fa_ir: فایل .htaccess توسط وب سرور پشتیبانی نمیشود.
it_it: I file .htaccess non sono supportati su questo server web.
pt_br: arquivos .htaccess não são suportados neste servidor web.
pt_pt: Ficheiros .htaccess não suportados neste webserver.
ru_ru: Файлы .htaccess не поддерживаются на этом вэб-сервере.

source: 0 admins
es_es: 0 administradores
fa_ir: 0 مدیران
it_it: 0 amministratori
ru_ru: 0 администраторов

source: 10 Digit Patterns
es_es: Patrones de 10 Dígitos
fa_ir: الگوهای ۱۰ رقمی
it_it: 10 modelli di cifre
pt_br: Padrões de 10 dígitos
ru_ru: 10-ти значный шаблон

source: 11 Digit Patterns
es_es: Patrones de 11 Dígitos
fa_ir: الگوهای ۱۱ رقمی
it_it: 11 modelli di cifre
pt_br: Padrões de 11 Dígitos
ru_ru: 11-ти значный шаблон

source: 404 Not found (%s)
es_es: 404 No encontrado (%s)
fa_ir: ۴۰۴ یافت نشد (%s)
it_it: 404 non trovato (%s)
pt_br: 404 Não Encontrado (%s)
pt_pt: 404 Não Encontrado (%s)
ru_ru: 404 Не найдено (%s)

source: 7 Digit Patterns
es_es: Patrones de 7 Dígitos
fa_ir: الگوهای ۷ رقمی
it_it: 7 modelli di cifre
pt_br: Padrões de 7 dígitos
ru_ru: 7-ми значный шаблон

source: <strong>CRITICAL ERROR!</strong> Required Service %s is disabled! This device is unusable!
es_es: <strong>¡ERROR CRÍTICO!</strong> ¡El servicio %s requerido no está habilitado! ¡Este dispositivo no se puede utilizar!
fa_ir: <strong>خطای اساسی!</strong> سرویس %s باید غیرفعال شود! این وسیله غیرقابل استفاده است!
it_it: <strong>Errore Critico</strong> Servizio richiesto %s è disabilitato! Il dispositivo è inutilizzabile!
pt_br: <strong>ERRO CRÍTICO!</strong> Serviço Requerido %s está desabilitado! Este dispositivo está inutilizável!
pt_pt: <strong>ERRO CRÍTICO!</strong> O Serviço %s Necessário está inativo! Dispositivo inutilizável!
ru_ru: <strong>КРИТИЧЕСКАЯ ОШИБКА!</strong> Требуемый сервис %s отключен! Это устройство невозможно использовать!

source: <strong>Warning:</strong> If you select 'None', registration attempts for the Username and Secret specified above will be rejected. Setting this incorrectly may result in firewall services detecting this as an attack and blocking the machine trying to register. Do not change this unless you control both servers, and are sure it is required!
es_es: <strong>Advertencia:</strong> Si selecciona 'Ninguno', se rechazarán los intentos de registro para el nombre de usuario y el secreto especificados anteriormente. Al configurarlo incorrectamente, los servicios de firewall pueden detectar esto como un ataque y bloquear la máquina que intenta registrarse. ¡No cambie esto a menos que controle ambos servidores, y esté seguro de que es necesario!
fa_ir: <strong>هشدار:</strong> If you select 'None', registration attempts for the Username and Secret specified above will be rejected. Setting this incorrectly may result in firewall services detecting this as an attack and blocking the machine trying to register. Do not change this unless you control both servers, and are sure it is required!
it_it: <strong>Attenzione:</strong> Se selezioni 'None', il tentativo di registrazione con questo Utente e password verrà rifiutata.L'impostazione non corretta può comportare che i servizi firewall rilevino la registrazione come un attacco e cosi bloccano il tentativo di registrazione.Non cambiare questo a meno che non controlli entrambi i server e sia sicuro che sia necessario!
pt_br: <strong>Warning:</strong> Se você selecionar 'Nenhum', as tentativas de registro para o Nome de Usuário e senha especificadas acima serão rejeitadas. A configuração incorreta pode resultar em serviços de firewall detectando isso como um ataque e bloqueando a máquina tentando se registrar. Não altere isso a menos que você controle ambos os servidores e tenha certeza que é necessário!
ru_ru: <strong>Внимание:</strong> если выбрано 'Нет', то попытки регистрации от Пользователь + пароль указанные ниже, будут отклонены. Неверные установки этой опции приведут к то тому, что firewall-устройства детектируют такие попытки как атаку и заблокируют источник, который пытается зарегистрироваться. Не изменяйте эту опцию, кроме случая, когда вы контролируете оба сервера и уверены, что это действительно необходимо!

source: A %s version below %s is required, you have %s
es_es: Se requiere una versión %s por debajo de %s, usted tiene %s
fr_fr: La version %s sous %s est requise. Celle installée est %s
it_it: È richiesta una versione %s sotto %s, hai %s
pt_br: A versão do %s %s ou abaixo é necessária, existente %s
pt_pt: %s necessita versão anterior a %s, ver. atual %s
ru_ru: Требуется версия %s не ниже %s, в наличии же %s

source: A %s version newer than %s required, you have %s
es_es: Se requiere una versión %s más reciente que %s, usted tiene %s
fr_fr: La nouvelle version %s plus récente que %s est requise. Celle installée est %s
it_it: È richiesta una versione %s più recente di %s, hai %s
pt_br: Uma versão %s mais nova que %s é necessária, existente %s
pt_pt: %s necessita versão posterior a %s, ver. atual %s
ru_ru: Версия %s новее, чем %s требуемая, в наличии же %s

source: A Dial Pattern is a unique set of digits that will select this route and send the call to the designated trunks. If a dialed pattern matches this route, no subsequent routes will be tried. If Time Groups are enabled, subsequent routes will be checked for matches outside of the designated time(s).
es_es: Un Patrón de marcado es un conjunto único de dígitos que seleccionarán esta ruta y enviará la llamada a las líneas designadas. Si un patrón marcado coincide con esta ruta, no se comprobarán las rutas posteriores. Si hay Grupos de Tiempo activados, las rutas posteriores serán comprobadas para coincidencias fuera del(los) tiempo(s) designado(s).
it_it: Un pattern di chiamata è un insieme univoco di cifre che selezionerà questa rotta e invierà la chiamata ai fasci interessati. Se un pattern di chiamata corrisponde a questa rotta, non verrà tentata alcuna rotta successiva. Se i Gruppi orari sono abilitati, i percorsi successivi verranno controllati per le partite al di fuori dei orari prestabiliti.
pt_br: Um Padrão de Discagem é um conjunto único de dígitos que selecionarão esta rota e enviará a chamada para seus troncos designados. Se um padrão discado coincidir nesta rota, nenhuma rota subsequente será tentada. Se Grupos de Tempo estiverem habilitados, rotas subsequentes serão verificadas para coincidências fora da hora(s) designada(s).
pt_pt: Um Padrão de Marcação é um conjunto de digitos que irão selecionar esta rota e enviar a chamada para os trunks designados. Se um padrão corresponder a esta rota, não irão ser tentadas as rotas subsequentes. Se os Grupos de Tempo estão ativos, as rotas subsequentes serão verificadas fora das horas designadas.
ru_ru: Шаблон номера - это уникальный набор цифр, который определяет использование этого маршрута и направляет выов в соответствующий транк. Если набранный номер соответствует этому шаблону, то последуюшие маршруты не рассматриваются. Если включено использование Временной группы, то последующие маршруты будут рассмотрены в промежуток времени не попадающий в группу (или группы).

source: A Dial Rule controls how calls will be dialed on this trunk. It can be used to add or remove prefixes. Numbers that don't match any patterns defined here will be dialed as-is. Note that a pattern without a + or | (to add or remove a prefix) will not make any changes but will create a match. Only the first matched rule will be executed and the remaining rules will not be acted on.
es_es: Una regla de marcación controla cómo se marcarán las llamadas en esta línea. Se puede utilizar para añadir o eliminar prefijos. Los números que no coincidan con ninguno de los patrones definidos aquí se marcarán como están. Tenga en cuenta que un patrón sin un + o | (para añadir o eliminar un prefijo) no hará ningún cambio, pero sí va a crear una coincidencia con una regla. Sólo la primera regla que coincida será ejecutada, mientras que las reglas restantes no se realizará una acción.
it_it: Una regola di composizione controlla come le chiamate verranno composte su questo fascio. Può essere utilizzato per aggiungere o rimuovere prefissi. I numeri che non corrispondono a nessuno dei pattern definiti qui verranno composti così come sono. Si noti che un pattern senza + o | (per aggiungere o rimuovere un prefisso) non apporterà alcuna modifica, ma creerà una corrispondenza. Solo la prima regola abbinata verrà eseguita e le regole rimanenti non verranno applicate.
pt_br: Uma Regra de Discagem controla como as chamadas serão discadas neste tronco. Ela pode ser usada para adicionar ou remover prefixos. Números que não coincidem com qualquer padrão definido aqui serão discado como são. Note que o padrão sem um + ou | (para adicionar ou remover um prefixo) não fará nenhuma mudança mas criará uma coincidência. Apenas a primeira regra que coincidir será executada e as regras restantes não serão acionadas.
pt_pt: Uma Regra de Marcação controla o modo como as chamadas são marcadas neste trunk. Pode ser usado para agregar ou demover prefixos. Número que não correspondam a nenhum padrão definido aqui serão marcados tal como estão. De notar que um padrão sem um + ou um | (agregar e remover prefixo) não realizará qualquer alteração , mas será criada uma correspondencia. Só a primeira correspondencia da regra será executada e as restantes não terão efeito.
ru_ru: Правила набора определяют какие вызовы будут направлены через этот транк. Это может быть полезно при трансляции набранного номера, добавляя или убирая префикс набора. Номера, не попадающие в шаблон ниже будут переданы в транк напрямую как были набраны. Шаблоны без знаков + или | (для добавления или убирания префикса) не проверяются на совпадения, и игнорируются при прохождении правил набора.

source: A description for this DID, such as "Fax"
es_es: Una descripción para este DID, como "Fax"
fa_ir: توضیح برای DID، مانند "فکس"
fr_fr: Une description pour ce SDA, comme"Télécopieur"
it_it: La descrizione per questa Selezione Passante, per esempio "Fax"
pt_br: Uma descrição para este DID, por exemplo "Fax"
pt_pt: Uma descrição para este DID, ex. "Fax"
ru_ru: Описание этого DID, например - "Факс"

source: A direct DID that is associated with this extension. The DID should be in the same format as provided by the provider (e.g. full number, 4 digits for 10x4, etc).<br><br>Format should be: <b>XXXXXXXXXX</b><br><br>.An optional CID can also be associated with this DID by setting the next box
es_es: Un DID directo que se asocia con esta extensión. El DID debe estar en el mismo formato que el proporcionado por el proveedor (por ejemplo, número completo, 4 dígitos para 10x4, etc) <br><br>El formato debe ser: <b>XXXXXXXXXX</b><br><br>. Un CID opcional también puede estar asociado a este DID, al establecer el siguiente cuadro
fr_fr: Un SDA associé à cette extension. Le SDA doit être au même format que celui fourni par le provider (nombre complet, 4 chiffres pour 10x4,...)<br><br>Format :<b>XXXXXXXXXX</b><br><br>. Un identifiant de l'appelant peut être associé à ce SDA en modifiant le prochain champ.
it_it: Il numero diretto della Selezione Passante associato a questo interno. Dovrebbe essere dello stesso formato fornito dal gestore.<br><br>Formato: <b>XXXXXXXXXX</b><br><br>Come opzione, un ID Chiamante può essere associato a questa Selezione Passante impostandolo nel campo seguente
pt_br: Um DID está associado a este ramal. O DID deve estar no mesmo formato definido pelo provedor (ex. nome completo, 4 dígitos para 10x4, etc)<br><br>O formato pode ser:<b>XXXXXXXXXX</b><br><br>.Um CID opcional pose ser associado com este DID configurando o próximo campo
pt_pt: Um DID direto associado a esta extensão. O DID deverá estar no mesmo formato facultado pelo provedor (ex. número completo, 4 digitos par 10x4, etc)<br><br>Formato deverá ser: <b>XXXXXXXXXX</b><br><br>.Pode também ser associado a este DID um CID opcional, definindo o próximo campo
ru_ru: Прямой номер DID ассоциированный с этим внутренним номером. DID должен быть в том же вормате, в котором приходит от провайдера (напр. полный номер, или 4 последние цифры из полного номера, и т.д.)</br></br>То есть формат должен быть в виде :<b>ХХХХХХХХХХ</b></br></br>. Дополнительно можно указать и Номер ИД, который будет ассоциирован с этим номером DID - в следующем поле ниже

source: A new SIP channel driver for Asterisk, chan_pjsip is built on the PJSIP SIP stack. A collection of resource modules provides the bulk of the SIP functionality
es_es: Un nuevo controlador de canal SIP para Asterisk, chan_pjsip está basado en la pila PJSIP SIP. Una colección de recursos de módulos proporciona la mayor parte de la funcionalidad SIP
it_it: Un nuovo driver di canale SIP per Asterisk, chan_pjsip è costruito sullo stack SIP PJSIP. Una raccolta di moduli risorsa fornisce la maggior parte delle funzionalità SIP
pt_br: Um novo driver de canal SIP para o Asterisk, chan_pjsip é construído na pilha PJSIP SIP. Uma coleção de módulos de recursos fornece a maior parte da funcionalidade SIP
ru_ru: Новый канальный драйвер протокола SIP chan_pjsip разработан на стеке PJSIP SIPМодульная сборка драйвера обеспечивает наиболее полную функциональность протокола SIP.

source: A required module might be disabled or uninstalled. Recommended steps (run from the CLI): 1) fwconsole ma install %s 2) fwconsole ma enable %s
es_es: Un módulo requerido puede estar deshabilitado o desinstalado. Pasos recomendados (ejecutar desde la CLI): 1) fwconsole ma install %s 2) fwconsole ma enable %s
it_it: Un modulo richiesto potrebbe essere disabilitato o disinstallato. Passaggi consigliati (eseguiti dalla CLI): 1) fwconsole ma install %s 2) fwconsole ma enable %s
pt_br: Um módulo necessário pode estar desativado ou desinstalado. Etapas recomendadas (executadas a partir da CLI): 1) fwconsole ma install %s 2) fwconsole ma enable %s
ru_ru: Требуемый модуль может быть отключен или не инсталлирован. Рекомендуемые шаги: (выполнить из командной строки): 1) fwconsole ma install %s 2) fwconsole ma enable %s

source: A route for this DID/CID already exists!
es_es: ¡Una ruta para este DID/CID ya existe!
fa_ir: یک مسیر برای این DID/CID در حال حاضر موجود است!
fr_fr: Une route pour ce DID/CID existe déjà!
it_it: Una rotta per questa Selezione Passante/ID Chiamante già esiste!
pt_br: Uma rota para esse DID/CID já existe!
pt_pt: Já existe uma rota para este DID/CID!
ru_ru: Маршрут для этого DID/CID уже существует!

source: A route with this DID/CID: %s/%s already exists
es_es: Una ruta con este DID/CID: %s/%s ya existe
fa_ir: یک مسیر برای این DID/CID: %s %s در حال حاضر موجود است
fr_fr: Une route pour ce SDA/CID: %s/%s existe déjà
it_it: Una rotta con questa Selezione Passante / ID: %s/%s già esiste
pt_br: Uma rota com esse DID/CID: %s/%s já existe
pt_pt: Já existe uma rota com este DID/CID: %s/%s
ru_ru: Маршрут с таким DID/ИД: %s/%s уже существует

source: A useful description describing this channel
es_es: Una descripción útil para describir este canal
fa_ir: یک توضیح مفید این کانال را شرح میدهد
fr_fr: La description du canal
it_it: Una descrizione utile che descrive questo canale
pt_br: Uma descrição fácil para este canal
pt_pt: Uma descrição útil descrevendo este canal
ru_ru: Внятное описание этого канала

source: A user will enter this password when logging onto a device.
es_es: Un usuario introducirá esta contraseña al iniciar sesión en un dispositivo.
fa_ir: کاربر این کلمه عبور را برای ورود به سیستم از طریق تلفن وارد خواهد کرد.
fr_fr: Un utilisateur entrera ce mot de passe pour s'identifier sur un périphérique.
it_it: Un utente dovrà immettere questa password per effettuare l'accesso in un apparato.
pt_br: O usuário digitará esta senha para autenticar no dispositivo.
pt_pt: Um utilizador introduzirá este password ao iniciar sessão num dispositivo.
ru_ru: Пользователь будет вводить этот пароль при входе на устройство.

source: ALERT_INFO can be used for distinctive ring with SIP devices.
fr_fr: ALERT_INFO peut-être utilisé pour des sonneries distinctes avec des périphériques SIP.
it_it: ALERT_INFO può essere utilizzato per l'anello distintivo con i dispositivi SIP.
pt_br: ALERT_INFO pode ser usado para toque distinto com dispositivos SIP.
pt_pt: ALERT_INFO pode ser usado para toques distintos com dispositivos SIP.

source: ALL SECTIONS
es_es: TODAS LAS SECCIONES
fa_ir: تمام بخش ها
fr_fr: TOUS LES MODULES
it_it: TUTTE LE SEZIONI
pt_br: TODAS SESSÕES
pt_pt: TODAS AS SECÇÕES
ru_ru: ВСЕ СЕКЦИИ

source: AMI failure details:
es_es: Detalles de fallos AMI:
fa_ir: جزییات شکست AMI:
it_it: Dettagli di errore AMI:
pt_br: Detalhes de falha AMI:
pt_pt: Detalhes de falha AMI:
ru_ru: Ошибка AMI детальней:

source: AMPLOCALBIN Dir for retrieve_conf
es_es: AMPLOCALBIN Dir para retrieve_conf
it_it: AMPLOCALBIN Dir per retrieve_conf
pt_br: Diretório AMPLOCALBIN para retrieve_conf
pt_pt: Dir AMPLOCALBIN para retrieve_conf
ru_ru: Директория AMPLOCALBIN для retrieve_conf

source: ANY
fa_ir: هر
it_it: QUALUNQUE
pt_br: QUALQUER

source: AOR Contact
es_es: Contacto AOR
fa_ir: تماس AOR
it_it: Contatto AOR
pt_br: Contato AOR
pt_pt: Contacto AOR
ru_ru: AOR контакт

source: API Cache expiration
es_es: Expiración de la Cache API
it_it: Scadenza della cache API

source: ARI Password
it_it: Password ARI

source: ARI Username
it_it: ARI Utente

source: Abort Config Gen on Bad Dest
es_es: Anular la configuración de la generación en el destino incorrecto
fa_ir: لفو تولید پیکربندی در مقصد نادرست
it_it: Annullare la configurazione Gen nel Bad Dest
pt_br: Abortar Geração de Configuração em Destino Ruim
pt_pt: Abortar Gerar Config com Destino Inválido
ru_ru: Отказ генерации конфигураций при ошибочных назначениях

source: Abort Config Gen on Exten Conflict
es_es: Interrumpir la generación de configuraciones en conflictos extensos
fa_ir: لفو تولید پیکربندی داخلی در تلاقی داخلی ها
it_it: Annullare la configurazione Gen in Exten Cnflict
pt_br: Abortar Geração de Configuração em Conflito de Ramal
pt_pt: Abortar Gerar Config com Conflito de Exten
ru_ru: Отказ генерации конфигураций при конфликтах внутренних номеров

source: Aborting Shutdown. Asterisk is still running
es_es: Abortar el apagado. Asterisk sigue funcionando
fa_ir: لغو خاموش کردن. استریسک هنوز در حال اجراست
it_it: Spegnimento annullato. Asterisk è ancora in esecuzione
pt_br: Abortando o desligamento. Asterisk ainda está em execução

source: Accept
es_es: Aceptar
fa_ir: قبول کردن
fr_fr: Accepter
it_it: Accettare
pt_br: Aceitar

source: Access Restrictions
es_es: Restricciones de acceso
fa_ir: محدودیت دسترسی
fr_fr: Restrictions d'accès
it_it: Restrizioni di accesso
pt_br: Restrições De Acesso
pt_pt: Restrições de Acesso
ru_ru: Ограничение доступа

source: Account Code
es_es: Código De Cuenta
fa_ir: کد حساب
it_it: Codice dell'account
pt_br: Código da Conta
pt_pt: Código de Conta
ru_ru: Аккаунта код

source: Account Code for this extension
es_es: Código de cuenta para esta extensión
fa_ir: کد حساب برای این داخلی
it_it: Codice account per questo interno
pt_br: Código de conta para esta extensão
ru_ru: Аккаунт код для этого внутреннего номера

source: Accountcode for this device.
es_es: Código de cuenta para este dispositivo.
fa_ir: کد حساب برای این وسیله.
it_it: Codice account per questo dispositivo.
pt_br: Código da Conta para este dispositivo.
pt_pt: Código de Conta para este dispositivo.
ru_ru: Параметр доступа для этого устройства.

source: Action
es_es: Acción
fa_ir: عمل
it_it: Azione
pt_br: Ação
pt_pt: Ação
ru_ru: Действие

source: Actions
es_es: Acciones
fa_ir: عملیات
it_it: Azioni
pt_br: Ações
ru_ru: Действие

source: Actions to preform in regards to this module. This usually contains installation and maintenance operations at an administration level
es_es: Acciones para preformas en lo que respecta a este módulo. Esto por lo general contiene las operaciones de instalación y mantenimiento de un nivel de administración
it_it: Azioni da eseguire in relazione a questo modulo. Questo di solito contiene operazioni di installazione e manutenzione a livello di amministrazione
pt_br: Ações a executar em relação a este módulo. Isto usualmente contém operações de instalação e manutenção em nível de administração
pt_pt: Ações a realizar relativamente a este módulo. Contém operações de instalação e manutenção com nível de administração
ru_ru: Действия, которые можно применить к этому модулю. Обычно это инсталляция и обслуживание на административном уровне.

source: Add
es_es: Añadir
fa_ir: افزودن
fr_fr: Ajout
it_it: Aggiungere
pt_br: Adicionar
pt_pt: Adicionar
ru_ru: Добавить
