Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: You Must define a Server URI
es_es: Debe definir un URI del Servidor
it_it: È necessario definire un URI server
pt_pt: Deve definir um URI de Servidor
ru_ru: Вы должны определить Server URI

source: You are attempting to load licensed modules without a proper Zend Guard Configuration. Please ensure you have Zend Guard installed on your system and have downloaded a license via the System Administration module.
es_es: Está intentando cargar módulos con licencia sin una configuración adecuada de Zend Guard. Asegúrese de que Zend Guard esté instalado en su sistema y haya descargado una licencia a través del módulo Administración del sistema.
it_it: Si sta tentando di caricare moduli con licenza senza una configurazione Zend Guard adeguata. Assicurati di aver installato Zend Guard sul tuo sistema e di aver scaricato una licenza tramite il modulo di amministrazione del sistema.
ru_ru: Вы пытаетесь загрузить лицензированные модули без корректной конфигурации Zend Guard . Пожалуйста убедитесь, что Вы установили Zend Guard на Вашей системе и загрузили лицензию через модуль Системного Администрирования.

source: You are attempting to modify settings from a URL that does not appear to have come from a FreePBX page link or button. This can occur if you manually typed in the URL below. This action has been blocked because the HTTP_REFERER does not match your current SERVER. If you require this access, you can set Check Server Referrer=false in Advanced Settings to disable this security check
es_es: Está intentando modificar la configuración de una dirección URL que no parece haber venido de un vínculo FreePBX o un botón. Esto puede ocurrir si escribe manualmente en el enlace de abajo. Esta acción ha sido bloqueada debido a que el HTTP_REFERER no coincide con su SERVER actual. Si usted requiere este acceso, se puede establecer verificando Servidor Referrer=false en Configuración Avanzada para desactivar esta comprobación de seguridad
it_it: Stai tentando di modificare le impostazioni da un URL che non sembra provenire da un link o un pulsante della pagina di FreePBX. Questo può verificarsi se hai digitato manualmente l'URL qui sotto. Questa azione è stata bloccata perché HTTP_REFERER non corrisponde al tuo attuale SERVER. Se si richiede questo accesso, è possibile impostare Controlla Referrer server = falso in Impostazioni avanzate per disabilitare questo controllo di sicurezza
ru_ru: Вы пытаетесь изменить настройки с URL котороый не принадлежит какой-либо странице FreePBX или кнопке. Возможно это получилось в результате ошибки в написании URL ниже. Это действие было заблокировано так как переменная HTTP_REFERER не соответствует вашему значению SERVER. Если всё же нужно получить доступ на этот ресурс, можно установить Check Server Referrer=false в модуле Дополнительные настройки чтобы выключить эту проверку безопасности

source: You are automatically checking for online updates nightly but you have no email address setup to send the results. This can be set in Module Admin. They will continue to show up here.
it_it: Stai controllando automaticamente gli aggiornamenti online ogni notte ma non hai l'impostazione di un indirizzo e-mail per inviare i risultati. Questo può essere impostato in Modulo Admin. Continueranno a presentarsi qui.

source: You are missing support for the following HTML5 codecs: %s. To fully support HTML5 browser playback you will need to install programs that can not be distributed with %s. If you'd like to install the binaries needed for these conversions click 'Resolve' in the lower left corner of this message. You can also safely ignore this message but browser playback might not work in your browser.
es_es: Falta soporte para los códecs HTML5 siguientes: %s. Para admitir plenamente la reproducción del navegador HTML5, necesitará instalar programas que no se pueden distribuir con %s. Si desea instalar los archivos binarios necesarios para estas conversiones, haga clic en 'Resolver' en la esquina inferior izquierda de este mensaje. También puede ignorar este mensaje de forma segura, pero la reproducción del navegador podría no funcionar en su navegador.
it_it: Ti manca il supporto per i seguenti codec HTML5: %s1. Per supportare completamente la riproduzione del browser HTML5 dovrai installare programmi che non possono essere distribuiti con %s2. Se desideri installare i binari necessari per queste conversioni clicca 'Risolvi' nell'angolo in basso a sinistra di questo messaggio. Puoi tranquillamente ignorare questo messaggio ma la riproduzione del browser potrebbe non funzionare nel tuo browser.
ru_ru: Ошибка поддержки следующих HTML5-кодеков:%s. Для полной поддержки HTML5 воспроизведения в браузере необходимо установить программы,которые не распространяются с %s. Если Вы хотите установить бинарные файлы,необходимое для конвертации файлов, нажмите 'Устранить' в нижнем левом углу этого сообщения. Вы также можете игнорировать это сообщение, но воспроизведение может не работать в Вашем браузере.

source: You are urged to backup before making any changes.
es_es: Se le pide que realice una copia de seguridad antes de realizar cualquier cambio.
it_it: Sei invitato a fare il backup prima di apportare qualsiasi modifica.
ru_ru: Настоятельно рекомендуется сделать резервную копию перед внесением изменений.

source: You are using the default Asterisk Manager password that is widely known, you should set a secure password
es_es: Está utilizando la contraseña de Asterisk Manager por defecto que es ampliamente conocida, debe establecer una contraseña segura
fr_fr: Vous utilisez le mot de passe Administrateur Asterisk qui est connu. Vous devriez utiliser un autre mot de passe
it_it: Stai utilizzando la password predefinita di Asterisk Manager che è ampiamente conosciuta, dovresti impostare una password sicura
ru_ru: Вы используете пароль по умолчанию для Менеджера Asterisk, который является общеизвестным,необходимо установить безопасный пароль

source: You can access the GUI by typing one of the above IPs in to your web browser.
es_es: Puede acceder a la GUI escribiendo uno de los IPs anteriores en su navegador web.
it_it: È possibile accedere alla GUI digitando uno degli IP sopra riportati nel proprio browser web.
ru_ru: Вы можете получить доступ к GUI, набрав в браузере один из нижеуказаных IP-адресов

source: You can also use both + and |, for example: 01+0|1ZXXXXXXXXX would match "016065551234" and dial it as "0116065551234" Note that the order does not matter, eg. 0|01+1ZXXXXXXXXX does the same thing.
es_es: También puede utilizar tanto + y |, por ejemplo: 01+0|1ZXXXXXXXXX coincidiría con "016065551234" y marcaría como "0116065551234" Tenga en cuenta que el orden no importa, por ejemplo. 0|01+1ZXXXXXXXXX hace lo mismo.
it_it: Puoi anche usare sia + che |, ad esempio: 01 + 0 | 1ZXXXXXXXXX corrisponde "016065551234" e lo componi come "0116065551234" Nota che l'ordine non ha importanza, ad es. 0 | 01 + 1ZXXXXXXXXX fa la stessa cosa.
ru_ru: Вы можете также использовать символы + и | , например 01+0|1ZXXXXXXXXX будет соответствовать "016065551234" и будет набрана последовательность "0116065551234" . Имейте ввиду,что порядок символов значения не имеет, т.е. 0|01+1ZXXXXXXXX означает то же самое.

source: You can choose which music category to use. For example, choose a type appropriate for a destination country which may have announcements in the appropriate language.
es_es: Puede elegir qué categoría de música desea utilizar. Por ejemplo, elegir un tipo apropiado para un país de destino que puede tener anuncios en el idioma correspondiente.
fr_fr: Vous pouvez choisir votre type de musique à utiliser. Par exemple, choisir un type pour un pays de destination qui comprendra une annonce dans la langue du pays.
it_it: Si può scegliere quale categoria di musica di attesa utilizzare. Per esempio un tipo per il paese di destinazione che contiene la lingua appropriata.
pt_br: Você pode escolher a categoria de música para usar. Por exemplo, escolha o um tipo de anúncios apropriados para o país de destino com a respectiva linguagem.
ru_ru: Вы можете выбрать категорию музыки в ожидании. Например, при выборе направления на определённую страну, вместо гудков вызова (КПВ) можно использовать ассоциативную музыку, звоним в Китай - звучит нежная китайская песня. Или приветствие (announcements) на соответсвующем языке.

source: You can optionally prefix the CallerID name. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
es_es: Usted puede prefijar opcionalmente el nombre de identificación de llamadas. Es decir: Si el prefijo es "Ventas:", una llamada de John Doe se mostraría como "Ventas: John Doe" en las extensiones que suenan.
it_it: Puoi opzionalmente aggiungere il prefisso al nome del CallerID. Ad esempio: se si prefissa "Vendite:", una chiamata di John Doe viene visualizzata come "Vendite: John Doe" nelle estensioni che squillano.
ru_ru: Опционально, вы можете указать префикс для ИД номера. Т.е.: Если ваш идентификатор "Sales:", Звонок от John Doe будет выглядеть как "Sales: John Doe" на звонящем внутреннем номере.

source: You can restore the default setting by clicking on the %s icon to the left of the values if they are not set as default
es_es: Puede restaurar la configuración predeterminada haciendo clic en el icono %s a la izquierda de los valores si no están configurados como predeterminados
it_it: È possibile ripristinare l'impostazione predefinita facendo clic sull'icona %s1 a sinistra dei valori se non sono impostati come predefiniti
ru_ru: Мы можете восстановить настройки по умолчанию,нажав на иконке %s .

source: You can upload a tar gzip file containing a FreePBX module from your local system. If a module with the same name already exists, it will be overwritten.
es_es: Usted puede cargar un archivo gzip que contiene un módulo de FreePBX desde el sistema local. Si ya existe un módulo con el mismo nombre, este será sobrescrito.
fr_fr: Vous pouvez télécharger un fichier tar gzip contenant un module de votre système local. Si un module ayant le même nom existe, il sera remplacé.
it_it: Puoi effettuare l'upload di un file tar gzip contenente un modulo FreePBX. Se già esiste un modulo con lo stesso nome, verrà sovrascritto.
pt_br: É possível fazer o upload de um arquivo tar gzip contendo um módulo FreePBX apartir do seu sistema local. Se um módulo com o mesmo nome existir, será sobrescrito.
ru_ru: Можно загрузить tar gzip файл содержащий модуль FreePBX с вашего компьютера. Если модуль в системе с таким имененм уже существует, он будет переписан.

source: You can use that as a parameter to config.php, thus:
es_es: Puedes usarlo como un parámetro en config.php, así:
it_it: Puoi usarlo come parametro per config.php, quindi:

source: You can't set the default to the default
es_es: No puede establecer el valor predeterminado como predeterminado
it_it: Non è possibile impostare il valore predefinito sul valore predefinito
ru_ru: Вы не можете установить значение по умолчанию в значение по умолчанию

source: You have %s %s modules
es_es: Usted tiene %s %s modulos
it_it: Hai %s1 %s2 moduli
ru_ru: У Вас %s %s модулей

source: You have %s broken modules
es_es: Usted tiene %s módulos rotos
fr_fr: Vous avez %s modules défaillants
it_it: Hai %s moduli rovinati
pt_br: Existem %s módulos quebrados
pt_pt: Você tem %s módulos quebrados
ru_ru: У вас %s повреждённых модуля

source: You have %s disabled modules
es_es: Usted tiene %s módulos deshabilitados
fa_ir: شما %s ماژول غیرفعال دارید
fr_fr: Vous avez %s modules désactivés.
it_it: Hai %s moduli disabilitati
pt_br: Existe(m) %s módulo(s) desabilitado(s)
pt_pt: Você tem %s módulos inativos
ru_ru: У вас отключено %s модулей

source: You have %s tampered files
es_es: Usted tiene %s archivos alterados
it_it: Hai %s1 file manomessi
ru_ru: У Вас %s повреждённых файла

source: You have %s unsigned modules
es_es: Usted tiene %s módulos no firmados
it_it: Hai %s1 moduli non firmati
ru_ru: У Вас %s неподписанных модуля

source: You have a broken module
es_es: Usted tiene un módulo roto
fr_fr: Vous avez un module défaillant
it_it: Hai un modulo rovinato
pt_br: Existem um módulo quebrado
pt_pt: Vocè tem um módulo quebrado
ru_ru: У вас повреждён модуль

source: You have a disabled module
es_es: Usted tiene un módulo deshabilitado
fa_ir: شما ماژول غیر فعال دارید
fr_fr: Vous avez désactivé le module
it_it: Hai un modulo disabilitato
pt_br: Existe um módulo desabilitado
pt_pt: Você tem um módulo inativo
ru_ru: У вас тключен модуль

source: You have enabled PHP Console in Advanced settings but have not installed the Chrome Extension or you are not using Chrome
es_es: Ha habilitado la consola de PHP en la configuración avanzada pero no ha instalado la extensión de Chrome o no está utilizando Chrome
it_it: Hai abilitato la Console PHP in Impostazioni avanzate ma non hai installato l'estensione Chrome o non stai utilizzando Chrome
ru_ru: Вы включили PHP консоль в Расширенных установках, но расширение для браузера Chrome не установлено или используется не-Chrome браузер

source: You have entered a non-standard dialpattern for your DID. You can only enter standard dialpatterns. You must use the inbound routing form to enter non-standard patterns
es_es: Ha introducido un patrón de marcado no estándar para su DID. Sólo puede entrar los patrones de marcación estándar. Usted debe utilizar el formulario de enrutamiento de entrada para entrar patrones que no son estándar
fr_fr: Vous avez entré un masque non standard pour votre DID. Vous ne pouvez entrer que des masques standards. Vous devez utiliser une route entrante pour entrer un masque non standard.
it_it: Hai inserito un modello di chiamata non standard per questa Selezione Passante. Puoi inserire solo modelli standard. Devi utilizzare il form delle rotte in entrata per modelli non standard
pt_br: Você digitou uma regra de discagem não padrão para seu DID. Você pode entrar apenas com padrão de discagem padrão. Você deve usar o formulário de roteamento de entrada para entrar com padrões não fora do padrão
ru_ru: Указан нестандартный шаблон для вашего DID. Вы можете указать только стандартные шаблоны. Вы должны использовать модуль Входящая маршрутизация чтобы задать нестандартные шаблоны

source: You have magic_quotes_gpc enabled in your php.ini, http or .htaccess file which will cause errors in some modules. FreePBX expects this to be off and runs under that assumption
es_es: Usted tiene magic_quotes_gpc habilitadas en su php.ini, http o archivo .htaccess que provocará errores en algunos módulos. FreePBX espera que esto sea apagado y se ejecuta bajo esa suposición
fr_fr: magic_quotes_gpc est activé dans le fichier php.ini, http ou .htaccess ce qui provoqera une erreur pour certains modules. FreePBX s'attend à ce que ce paramètre soit Off et fonctionne ainsi.
it_it: Hai abilitato magic_quotes_gpc nel tuo php.ini, http o in .htaccess che potrebbe causare errori in alcuni moduli. FreePBX ne richiede la disattivazione
pt_br: Você tem magic_quiotes_gpc habilitado no seu php.ini, http ou .htaccess o que causará erros em alguns módulos. O FreePBX espera que isto esteja desligado e rode sob este pressuposto
ru_ru: Вы задействовали параметр magic_quotes_gpc в вашем файлах php.ini, http или .htaccess, что может вызывать ошибки в некоторых модулях. FreePBX ожидает, что это будет выключено, и работает исходя из этого предположения

source: You have not entered a Secret for this device, although this is possible it is generally bad practice to not assign a Secret to a device. Are you sure you want to leave the Secret empty?
es_es: Usted no ha entrado en un secreto para este dispositivo, aunque esto es posible por lo general es una mala práctica no asignar un secreto a un dispositivo. ¿Seguro que quieres dejar vacío el secreto?
fr_fr: Vous n\'avez pas entré de mot de passe dans le champ \'secret\' de ce péripherique. Bien que cela soit possible, il est généralement déconseillé de ne pas saisir le champ \'secret\' pour un périphérique. Etes vous certain de laisser ce champ vide?
it_it: Non è stata inserita nessuna password (secret) per questo apparato, anche se è possibile farlo non è consigliato lasciare un apparato senza password. Sei sicuro di voler lasciare il campo Secret vuoto?
pt_br: Você não digitou uma senha para este dispositivo.geralmente isso não é uma boa prática. Você tem certeza você deseja deixar a senha em branco?
ru_ru: Вы не ввели пароль для этого устройства, это плохое решение - не использовать пароль совсем. Вы серьёзно хотите оставить это поле пустым?

source: You have not entered a User Password. While this is acceptable, this user will not be able to login to an AdHoc user.\n\nAre you sure you wish to leave the User Password empty?
es_es: No ha introducido una contraseña de usuario. Si bien esto es aceptable, este usuario no podrá iniciar sesión en un usuario AdHoc. \n\n¿Está seguro de que desea dejar la Contraseña de Usuario vacía?
it_it: Non hai inserito una password utente. Sebbene questo sia accettabile, questo utente non potrà accedere ad un utente AdHoc. \n \nSei sicuro di voler lasciare vuota la User Password?
ru_ru: Вы не ввели пользовательский пароль. Пока это разрешено,этот пользователь не будет иметь возможности авторизоваться как AdHoc.\n\nВы уверены, что хотите оставить пароль пустым?

source: You have selected an invalid language '%s' and we were unable to fallback to '%s' or '%s' please resolve this in advanced settings [%s]
fa_ir: شما زبان نا درستی را انتخاب کردید '%s' و ما نمیتوانیم به '%s' یا '%s' برگردیم لطفا این مشکل را از طریق تنظیمات پیشرفته حل کنید [%s]
it_it: Hai selezionato una lingua non valida '%s1' e non siamo riusciti a eseguire il fallback su '%s2' o '%s3' risolvi questo problema nelle impostazioni avanzate [%s4]

source: You have selected an invalid language '%s' this has been automatically switched back to '%s' please resolve this in advanced settings [%s]
fa_ir: شما زبان نادرستی انتخاب کرده اید '%s' به صورت خودکار به '%s' برمیگردد این مورد در بخش تنظیمات پیشرفته قابل رفع میباشد [%s]
it_it: Hai selezionato una lingua non valida '%s1', che è stata automaticamente reimpostata su '%s2' per risolvere il problema con le impostazioni avanzate [%s3]

source: You have some broken %s Modules. We advise you take care of these as soon as possible:
es_es: Usted tiene algunos módulos %s rotos. Le aconsejamos que tome el cuidado de estos tan pronto como sea posible:
it_it: Hai alcuni moduli %s1 rotti. Ti consigliamo di occupartene al più presto possibile:
ru_ru: Несколько модулей %s повреждено. Мы советуем принять меры как можно скорее:

source: You may add multiple subnets, separate them with an &amp;.
es_es: Puede agregar varias subredes, separarlas con un &amp ;.
it_it: Puoi aggiungere più sottoreti, separarle con un & amp;1.

source: You may change this designation in the module admin page, by clicking on the alert icon in the top right hand corner of the page.
it_it: È possibile modificare questa designazione nella pagina di amministrazione del modulo, facendo clic sull'icona di avviso nell'angolo in alto a destra della pagina.

source: You may choose 7,10,11 digit patterns as your provider allows. If you do not choose 'Download' this will add a generic 7,10 or ll digit pattern
es_es: Puede elegir patrones de 7,10,11 dígitos como su proveedor lo permita. Si no elige 'Descargar' esto agregará un patrón genérico de 7,10 o 11 dígitos
it_it: Puoi scegliere modelli di 7,10,11 cifre come consentito dal tuo fornitore. Se non scegli "Download", questo aggiungerà un modello generico di 7,10 o 11 cifre
ru_ru: Вы можете выбрать 7,10,11-ти цифровые шаблоны . Если Вы не выбрали 'Загрузить', то добавятся общие 7,10,11-цифровые шаблоны.

source: You may confirm the remaining selection and then try the again for the listed issues once the required dependencies have been met:
es_es: Usted puede confirmar la selección restante y luego probar el nuevo para las cuestiones enumeradas una vez que se han cumplido las dependencias necesarias:
fr_fr: Vous pouvez confirmer la sélection restante et essayez de nouveau pour les éléments listés une fois que les dépendances requises sont respectées.
it_it: Potresti confermare le selezioni rimanenti e continuare con i problemi elencati una volta soddisfatte le dipendenze richieste:
pt_br: Você pode confirmar a seleção restante e, em seguida, verifique novamente questões listadas uma vez que dependências forem atendidas:
ru_ru: Можно подтвердить выбор и попытаться ещё раз после устранения указаных зависимостей:

source: You may select to allow toll free calls such as 800,877 etc as well as Directory assistance, International dialing and long distance
es_es: Usted puede seleccionar para permitir llamadas gratuitas, tales como 800.877 etc, así como la asistencia de directorio, marcación internacional y larga distancia
it_it: È possibile scegliere di consentire chiamate gratuite come 800,877 ecc. Nonché assistenza di Directory, selezione internazionale e lunga distanza
ru_ru: Вы можете выбрать разрешать совершать бесплатные звонки,такие как 800,877 и т.д , а так же Справочная Система, международные вызовы.

source: You may wish to redownload this module if the data is corrupted.
es_es: Es posible que desee volver a cargar este módulo si los datos están dañados.
it_it: Potresti voler scaricare di nuovo questo modulo se i dati sono corrotti.
ru_ru: Вы сможете загрузить по-новой этот модуль если данные повреждены.

source: You must define a SIP Server
es_es: Debe definir un servidor SIP
fa_ir: شما باید یک سرور SIP تعریف کنید
it_it: È necessario definire un server SIP
pt_pt: Deve ser definido um Servidor SIP
ru_ru: Необходимо указать SIP-сервер

source: You must define a(n) AOR Contact
es_es: Debe definir un(n) Contacto AOR
it_it: Devi definire un (n) contatto AOR
pt_pt: Deve ser definido(s) Contacto(s) AOR
ru_ru: Необходимо указать AOR-контакт

source: You must define an Outbound CallerID when Choosing this CID Options value
es_es: Debe definir un ID de llamada Saliente al elegir este valor en Opciones CID
it_it: È necessario definire un CallerID in uscita quando si seleziona questo valore Opzioni CID
ru_ru: Вы должны указать исходящий Caller ID если выбрано это значение опции CID

source: You must defined a Client URI
es_es: Debe definir un URI Cliente
it_it: È necessario definire un URI client
pt_pt: Deve ser definido um URI de Cliente
ru_ru: Необходимо указать клиентский URI

source: You must have a proper freepbx.conf file to proceed
es_es: Usted debe tener un archivo freepbx.conf adecuado para proceder
fa_ir: شما باید یک فایل freepbx.conf مناسب برای اجرا داشته باشید
it_it: È necessario disporre di un file freepbx.conf appropriato per procedere
ru_ru: Чтобы продолжить, необходим корректный файл freepbx.conf

source: You must put in an extension (or user) number
es_es: Usted debe poner un número de extensión (o usuario)
fa_ir: شما باید شماره یک داخلی (یا کاربر) وارد کنید
fr_fr: Vous devez mettre un numéro d\'extension ou d\'utilisateur
it_it: Devi inserire un numero di interno (o utente)
pt_br: Você deve colocar um número de ramal ou usuário
pt_pt: Deve colocar um número de extensão (ou utilizador)
ru_ru: Вы должны ввести внутренний номер или номер пользователя

source: You need to be root to run this command
es_es: Necesitas ser root para ejecutar este comando
fa_ir: شما به دسترسی root برای اجرای این دستور نیاز دارید
it_it: Devi essere root per eseguire questo comando
ru_ru: Это команда запускается под правами пользователя root.
