Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Determines whether res_pjsip will use and enforce usage of media encryption for this endpoint.
it_it: Determina se res_pjsip utilizzerà e impone l'utilizzo della crittografia multimediale per questo endpoint.

source: Determines whether res_pjsip will use the media transport received in the offer SDP in the corresponding answer SDP.
es_es: Determina si res_pjsip utilizará el media transporte recibido en la oferta SDP en correspondiente respuesta SDP.
it_it: Determina se res_pjsip utilizzerà il trasporto multimediale ricevuto nell'offerta SDP nella risposta corrispondente SDP.
pt_br: Determina se res_pjsip usará o transporte de mídia recebido na oferta SDP na resposta SDP correspondente.
ru_ru: Определяет, будет ли res_pjsip использовать медиатранспорт в ответном сообщении, указанный в полученном SDP-сообщении .

source: Developer Mode
es_es: Modo Desarrollador
fa_ir: حالت توسعه دهنده
it_it: Modalità sviluppatore
pt_br: Modo Desenvolvedor
pt_pt: Modo de Desenvolvimento
ru_ru: Режим разработки

source: Developer and Customization
es_es: Desarrollador y Personalización
fa_ir: توسعه دهنده و شخصی ساز
it_it: Sviluppatore e personalizzazione
pt_br: Desenvolvedor e Personalização
pt_pt: Desenvolvimento e Personalização
ru_ru: Разработчикам и дизайнерам

source: Device
es_es: Dispositivo
fa_ir: وسیله
fr_fr: Périphérique
it_it: Apparato
pt_br: Dispositivo
pt_pt: Dispositivo
ru_ru: Устройство

source: Device %s (%s) had an invalid emergency callerid and we set it to blank
es_es: El dispositivo %s (%s) tuvo un identificador de llamada de emergencia no válido y lo dejamos en blanco
it_it: Il dispositivo %s1 (%s2) ha un callerid di emergenza non valido e lo abbiamo impostato su bianco
pt_br: O dispositivo %s (%s) teve um chamador de emergência inválido e o definimos em branco

source: Device 'name' can not be blank.
fa_ir: 'نام' وسیله نمیتواند خالی باشد.
it_it: Il nome del dispositivo non può essere vuoto.

source: Device Extension was blank or there were no settings defined
es_es: La extensión del dispositivo estaba en blanco o no había ninguna configuración definida
fa_ir: داخلی وسیله خالی بود یا تنظیمی یافت نشد
it_it: Device Extension era vuoto o non c'erano impostazioni definite
pt_br: A extensão do dispositivo estava em branco ou não havia configurações definidas
ru_ru: Внутренний номер устройства не заполнен или не были указаны настройки.

source: Device ID
es_es: ID Dispositivo
fa_ir: شناسه وسیله
fr_fr: Identité Périphérique
it_it: ID Apparato
pt_br: ID de dispositivo
pt_pt: ID do Dispositivo
ru_ru: ИД устройства

source: Device Options
es_es: Opciones Dispositivo
fa_ir: گزینه های وسیله
fr_fr: Options Périphérique
it_it: Opzioni Apparato
pt_br: Opções do dispositivo
pt_pt: Opções do Dispositivo
ru_ru: Опции устройства

source: Device Settings
es_es: Configuración Dispositivo
fa_ir: تنظیمات وسیله
it_it: Impostazioni del dispositivo
pt_br: Configurações de Dispositivo
pt_pt: Configurações do Dispositivo
ru_ru: Установки устройства

source: Device State Busy at
es_es: Estado de Dispositivo Ocupado en
fa_ir: وضعیت دستگاه مشغول است در
it_it: Stato del dispositivo occupato
pt_br: Estado do Dispositivo Ocupado em

source: Device Technology
es_es: Tecnología del Dispositivo
fa_ir: فن آوری وسیله
it_it: Tecnologia del dispositivo
pt_br: Tecnologia de Dispositivos
ru_ru: Технология устройства

source: Device Type
es_es: Tipo Dispositivo
fa_ir: نوع وسیله
fr_fr: Type Périphérique
it_it: Tipo di Apparato
pt_br: Tipo de dispositivo
pt_pt: Tipo de Dispositivo
ru_ru: Тип устройства

source: Device could not be added.
es_es: Dispositivo no pudo ser añadido.
fa_ir: وسیله نمیتواند اضافه شود.
it_it: Non è stato possibile aggiungere il dispositivo.
pt_br: Não foi possível adicionar o dispositivo.
ru_ru: Устройство не может быть добавлено.

source: Device was not added!
es_es: Dispositivo no fue agregado!
fa_ir: وسیله اضافه نشد!
it_it: Il dispositivo non è stato aggiunto!
pt_br: O dispositivo não foi adicionado!
ru_ru: Устройство не было добавлено!

source: Devices
es_es: Dispositivos
fa_ir: وسایل
fr_fr: Périphériques
it_it: Apparati
pt_br: Dispositivos
pt_pt: Dsipositivos
ru_ru: Устройства

source: Devices can be fixed or adhoc. Fixed devices are always associated to the same extension/user. Adhoc devices can be logged into and logged out of by users.
es_es: Los dispositivos pueden ser fijos o adhoc. Dispositivos fijos siempre están asociados a la misma extensión/usuario. Dispositivos Adhoc se pueden registrar y desregistrar por los usuarios.
fr_fr: Les périphériques peuvent être <b>Fixe</b> ou <b>Adhoc</b>.<br>Les périphériques fixes sont toujours associés à la même extension/utilisateur.<br>Les périphériques adhocs sont accessibles par les utilisateurs en tapant <strong>*11</strong> pour s'inscrire et <strong>*12</strong> pour se désinscrire.
it_it: Gli apparati possono essere di tipo fisso o AdHoc. Gli apparati di tipo fisso sono sempre associati allo stesso utente/interno. Gli apparati AdHoc possono essere utilizzati dagli utente per connettersi o disconnettersi in maniera dinamica.
pt_br: Dispositivos podem ser fixos adhoc. Dispositivos fixos são sempre associados para a mesmo ramal/usuário. Dispositivos Adhoc podem ser logados e deslogados pelos usuários.
pt_pt: Dispositivos podem ser fixos ou adhoc. Dispositivos fixos estão sempre associados à mesma extensão/utilizador. Dispositivos adhoc permitem iniciar e terminar sessão por parte dos utilizadores.
ru_ru: Устройства могут быть фиксированными или случайными. Фиксированное устройство всегда ассоциировано с одним и тем же абонентом/номером. Случайные устройства могут быть зарегистрироваными, а могут и нет.

source: Dial
es_es: Marcar
fa_ir: شماره گیری
it_it: Comporre
pt_br: Discar
pt_pt: Marcar
ru_ru: Набор

source: Dial Number Manipulation Rules
es_es: Reglas Manipulación Número Marcación
fa_ir: قوانین دستکاری شده شماره گیری
it_it: Comporre le regole di manipolazione dei numeri
pt_br: Regras de Manipulação de Número de Discagem
pt_pt: Regras de Manipulação de Número Marcado
ru_ru: Правила манипуляции набора номера

source: Dial Patterns
es_es: Patrones de Discado
fa_ir: الگوهای شماره گیری
it_it: Modelli di composizione
pt_br: Padrões de Discagem
ru_ru: Правила набора

source: Dial Patterns that will use this Route
es_es: Patrones de Marcación que usará esta Ruta
fa_ir: الگوهای شماره گیری برای استفاده در این مسیر
it_it: Modelli di selezione che useranno questa rotta
pt_br: Padrões de Discagem que usarão esta Rota
pt_pt: Padrões de Marcação que usarão esta Rota
ru_ru: Шаблоны номеров, используемые на этом маршруте

source: Dial patterns wizards
es_es: Asistente patrones de marcación
fa_ir: ویزارد الگوهای شماره گیری
fr_fr: Masque de numérotation pré-défini
it_it: Componi i maghi dei modelli
pt_br: Assistente de regras de discagem
pt_pt: Wizards de padrões de marcação
ru_ru: Помощник создания шаблона номера

source: Dialed Number Manipulation Rules
es_es: Reglas de Manipulación de Número Marcado
fa_ir: قوانین دستکاری شده شماره گیری کردن
it_it: Regole di manipolazione dei numeri composti
pt_br: Regras de Manipulação de Número Discado
pt_pt: Regras de Manipulação de Número Marcado
ru_ru: Правила для манипуляции набранными номерами

source: Dialplan and Operational
es_es: Dialplan y Operacional
fa_ir: نقشه تماس و عملیاتی
it_it: Dialplan e operativo
pt_br: Plano de Discagem e Operacional
pt_pt: Dialplan e Operacional
ru_ru: План набора (диал-план) и функциональность

source: Digits to prepend to a successful match. If the dialed number matches the patterns specified by the subsequent columns, then this will be prepended before sending to the trunks.
es_es: Dígitos que anteponer para una coincidencia exitosa . Si el número marcado coincide con los patrones especificados por las columnas posteriores, entonces este se antepondrá antes de enviar a las líneas..
it_it: Cifre da anteporre a una partita di successo. Se il numero composto corrisponde ai modelli specificati dalle colonne successive, questo verrà anteposto prima di inviarlo ai trunk.
pt_br: Dígitos a acrescentar a uma comparação bem sucedida. Se o número discado conferir com o padrão especificado pelas colunas subsequentes então isto será acrescentado antes de enviar aos troncos.
ru_ru: Цифры, которые будут добавлены к номеру, если найдено совпадение. Если набранный номер будет совпадать с шаблоном, указанным в колонках ниже, то эти цифры будут добавлены к номеру, прежде чем он будет отправлен в транк.

source: Direct Media
es_es: Medios directos
it_it: Media diretta

source: Directed Call Pickup
es_es: Captura Directa de Llamada
fa_ir: برداشتن مستقیم تماس
fr_fr: Interception d'appel
it_it: Trasferimento di chiamata diretto
pt_br: Puxar chamadas direcionado
pt_pt: Atendimento Direto de Chamada
ru_ru: Назначеный перехват звонка

source: Directory %s doesn't exist, and I can't make it (getGpgLocation).
es_es: Directorio %s no existe, y no puedo crearlo (getGpgLocation).
fa_ir: دایرکتوری %s وجود ندادر، و نمیتوان آن را ساخت (getGpgLocation).
it_it: La directory %s1 non esiste e non riesco a farla (getGpgLocation).
pt_br: Diretório %s não existe e não posso fazê-lo (getGpgLocation).
pt_pt: Diretório %s não existe e não pode ser criado (getGpgLocation).
ru_ru: Директория %s не существует,и не получается создать её (getGpgLocation).

source: Directory %s doesn't exist, and I can't make it.
es_es: Directorio %s no existe, y no puedo crearlo.
fa_ir: دایرکتوری %s وجود ندارد، و نمیتواند ساخته شود.
it_it: La directory %s1 non esiste e non riesco a farcela.
pt_br: Diretório %s não existe e não posso fazê-lo.
pt_pt: Diretório %s não existe e não pode ser criado.
ru_ru: Директория %s не существует,и не получается создать её.

source: Directory %s doesn't exist, and I can't make it. (checkPermissions)
es_es: Directorio %s no existe, y no puedo crearlo. (Verificar Permisos)
fa_ir: دایرکتوری %s وجود ندارد، و نمیتواند ساخته شود.(بررسی دسترسی ها)
it_it: La directory %s1 non esiste e non riesco a farcela. (checkPermissions)
pt_br: Diretório %s não existe e não posso fazê-lo. (verificarPermissões)
pt_pt: Diretório %s não existe e não pode ser criado. (checkPermissions)
ru_ru: Директория %s не существует,и не получается создать её. (checkPermissions)

source: Directory Layout
es_es: Diseño del directorio
fa_ir: طرح دایرکتوری
it_it: Layout della directory
pt_br: Esboço Diretório
pt_pt: Layout de Diretório
ru_ru: План директории

source: Disable
es_es: Deshabilitar
fa_ir: غیرفعال
fr_fr: Désactivation
it_it: Disattiva
pt_br: Desabilitado
pt_pt: Desativar
ru_ru: Выключить

source: Disable -custom Context Includes
es_es: Deshabilitar - el contexto personalizado incluye
fa_ir: غیرفعال کردن شمول متن سفارشی
it_it: Disabilita: include il contesto personalizzato
pt_br: Desabilitar - Inclusão de Contextos personalizados
pt_pt: Desativar Inclusões de Contexto -custom
ru_ru: Отключить кастомные включения в контексты

source: Disable FreePBX Log
es_es: Desactivar el log de FreePBX
fa_ir: غیرفعال کردن لاگ مرکزتماس رایگان
it_it: Disabilita Log FreePBX
pt_br: Desabilitar Relatório FreePBX
pt_pt: Desativar Log do FreePBX
ru_ru: Отключить журнал FreePBX

source: Disable FreePBX dbug Logging
es_es: Deshabilitar el registro de depuración de FreePBX
fa_ir: غیر فعال کردن لاگ عیب یابی مرکزتماس رایگان
it_it: Disabilitare la registrazione di dbug FreePBX
pt_br: Desabilitar Relatório dbug FreePBX
pt_pt: Desativar Log de Debug (dbug) do FreePBX
ru_ru: Отключить журналирование отладки FreePBX

source: Disable Mainstyle CSS Compression
es_es: Deshabilitar Compresión Mainstyle CSS
fa_ir: غیر فعال کردن فشرده سازی CSS در قالب اصلی
it_it: Disabilita Compressione CSS Mainstyle
pt_br: Desabilitar Compressão CSS Mainstyle
pt_pt: Desativar Compressão do Mainstyle CSS
ru_ru: Отключить компрессию основных стилей CSS

source: Disable Module Admin Caching
es_es: Deshabilitar el almacenamiento en caché del administrador del módulo
fa_ir: غیرفعال کردن کش در مدیر ماژول
it_it: Disattiva la cache di amministrazione del modulo
pt_br: Desabilitar Cache de Admin Módulo
pt_pt: Desativar Caching da Administração de Módulos
ru_ru: Отключить кэширование раздела Управление модулями

source: Disable Trunk
es_es: Deshabilitar Línea
fa_ir: غیرفعال کردن ترانک
fr_fr: Désactivation du Trunk
it_it: Disabilita il tronco
pt_br: Desabilitar Tronco
pt_pt: Desativar Trunk
ru_ru: Выключить транк

source: Disable given trunk
es_es: Deshabilitar troncal dado
fa_ir: غیر فعال کردن ترانک معیین
it_it: Disabilita il tronco dato
pt_br: Desativar tronco determinado
ru_ru: Отключить данный транк

source: Disabled
es_es: Deshabilitado
fa_ir: غیرفعال شده
fr_fr: Désactivé
it_it: Disattivato
pt_br: Desabilitado
pt_pt: Desabilitado
ru_ru: Выключен

source: Disabled; Pending %s to %s
es_es: Deshabilitado; Pendiente %s a %s
fa_ir: غیر فعال شد; در طی %s تا %s
it_it: Disabilitato; In sospeso da %s1 a %s2
pt_br: Desabilitado, Pendente %s para %s
pt_pt: Desativado; Pendente %s a %s
ru_ru: Отключено;Ожидание %s для %s

source: Disabled; Pending upgrade to
es_es: Deshabilitado; Actualización pendiente a
fa_ir: غیر فعال شد; در طی بروزرسانی به
it_it: Disabilitato; In attesa di aggiornamento a
pt_br: Desativado; Atualização pendente para
ru_ru: Отключено;Ожидание обновление до

source: Disabled; up to date
es_es: Deshabilitado; al día
fa_ir: غیر فعال شد; بروزرسانی
fr_fr: Désactivé; mis à jour
it_it: Disattivato: aggiornato
pt_br: Desabilitado; atualizado
pt_pt: Desativado; atualizado
ru_ru: Деактивирован; обновлён

source: Disables module[s] accepts argument module[s]
es_es: Deshabilita el módulo[s] acepta el módulo de argumento[s]
fa_ir: ماژول[های] غیرفعال شده پذیرفتن آرگومان ماژول[ها]
it_it: Disabilita il modulo [i] accetta il modulo argomento [i]
pt_br: Desativa o módulo[s] aceita o módulo[s] de argumento
ru_ru: Отключает принятие аргумента модулем

source: Disables repo, accepts argument repo[s]
es_es: Desactiva repo, acepta argumento repo[s]
fa_ir: منبع غیرفعال شده، پذیرفتن آرگومان منبع[ها]
it_it: Disabilita repo, accetta argomento repo [i]
pt_br: Desativa repo, aceita argumento repo[s]
ru_ru: Отключает репозиторий, принимает аргумент

source: Disabling %s
es_es: Deshabilitando %s
fa_ir: غیر فعال سازی %s
it_it: Disabilitazione %s1
pt_br: Desabilitando %s
pt_pt: Desativando %s
ru_ru: Отключение %s

source: Disabling Trunk %s
es_es: Deshabilitando Troncal %s
it_it: Disabilitazione del trunk %s1

source: Disallow transfer features (Normally ## and *2) for callers who passthrough inbound routes (Such as external callers)
es_es: Prohibir las funciones de transferencia (Normalmente ## y * 2) para las llamadas que pasan por rutas entrantes (como llamadas externas)
it_it: Non consentire le funzionalità di trasferimento (normalmente ## e * 2) per i chiamanti che passano attraverso percorsi in entrata (come i chiamanti esterni)
pt_br: Desativar recursos de transferência (normalmente ## e *2) para chamadores que passam através de rotas de entrada (como chamadores externos)

source: Disallow transfer features for inbound callers
es_es: Prohibir las funciones de transferencia para llamadas entrantes
fa_ir: نپذیرفتن جابجایی ویزگی ها برای تماسهای ورودی
it_it: Non consentire le funzionalità di trasferimento per i chiamanti in entrata
pt_br: Impedir recursos de transferência para chamadas de entrada

source: Disallowed Codecs
es_es: Codecs Deshabilitados
fa_ir: کدکهای غیرمجاز
it_it: Codec non consentiti
pt_br: Codecs Não Permitidos
pt_pt: Codecs não permitidos
ru_ru: Запрещённые кодеки

source: Disallowed codecs. Set this to all to remove all codecs defined in the general settings and then specify specific codecs separated by '&' on the 'allow' setting, or just disallow specific codecs separated by '&'.
es_es: Codecs no permitidos. Asigne "todos/all" para remover todos los codecs definidos en la configuración general y especifique entonces los códec específicos separados por "&" en la sección de 'permitidos'. O simplemente indique los codecs "no permitidos" separados por "&".
it_it: Codec non consentiti. Impostalo a tutti per rimuovere tutti i codec definiti nelle impostazioni generali e quindi specificare specifici codec separati da "&" nell'impostazione "consenti", o semplicemente non consentire codec specifici separati da "&".
pt_br: Codecs não permitidos. Defina isto para 'all' para remover todos os codecs definidos nas configurações gerais e então especifique os codecs específicos separados por '&' na configuração 'Permitir', ou apenas desabilite codecs específicos separados por '&'.
ru_ru: Отключенные кодеки. Эта установка удаляет все кодеки указанные в основных настройках и указываются определённые, в нужном порядке, разделяя знаком '&' и allow, разрешая необходимые, или disallow - запрещая ненужные.

source: Discontinued logging type %s changing to %s..
es_es: Discontinuados tipo de registro/logging %s cambiando a %s ..
it_it: Tipo di registrazione interrotto %s1 che passa a %s2 ..
pt_br: Tipo %s de relatório descontinuado mudando para %s..
pt_pt: Tipo de logging %s descontinuado, mudado para %s..
ru_ru: Упразднённый тип журналирования %s изменён на %s..

source: Display CallerID on Calling Phone
es_es: Mostrar el identificador de llamadas en el teléfono que llama
fa_ir: نمایش شماره تماس گیرنده در تماس تلفنی
it_it: Mostra CallerID su Calling Phone
pt_br: Mostrar ID de Chamada no Telefone Chamado
pt_pt: Mostrar CallerID no Telefone de Origem
ru_ru: Отображать АОН на вызывающем телефоне

source: Display Dialed Number on Calling Phone
es_es: Mostrar número marcado en el teléfono que llama
fa_ir: نمایش شماره گرفته شده در تماس تلفنی
it_it: Visualizza il numero chiamato sul numero di telefono
pt_br: Mostrar Número Discado no Telefone Chamado
pt_pt: Mostrar Número Marcado no Telefone de Origem
ru_ru: Отображать набранный номер на вызывающем телефоне

source: Display Friendly Name
es_es: Mostrar nombre descriptivo
fa_ir: نمایش نام
it_it: Visualizza nome descrittivo
pt_br: Mostrar Nome Amigável
pt_pt: Mostrar Nome Amigável
ru_ru: Отображение пользовательского названия

source: Display Monitor Trunk Failures Option
es_es: Opción de fallos en el troncal en el monitor de visualización
fa_ir: نمایش وضعیت مشکلات ترانک
it_it: Opzione di errore del trunk del monitor di visualizzazione
pt_br: Mostrar Opção de Monitoramento de Falhas de Tronco
pt_pt: Mostrar Opção de Falhas de Monitoração de Trunks

source: Display Name
es_es: Nombre a Mostrar
fa_ir: نام نمایشی
fr_fr: Nom Affiché (CID)
it_it: Nome visualizzato
pt_br: Nome de Exibição
pt_pt: Nome a Exibir
ru_ru: Отображаемое имя

source: Display Name can not be blank!
es_es: ¡El nombre de visualización no puede estar en blanco!
fa_ir: نام نمایشی نمیتواند خالی باشد!
it_it: Il nome visualizzato non può essere vuoto!
pt_br: O Nome de exibição não pode ficar em branco!
ru_ru: Отображаемое имя не может пустым!

source: Display Presence State of Callee
es_es: Mostrar Estado Presencia de Llamado
fa_ir: نمایش وضعیت حضور دریافت کننده تماس
it_it: Visualizza lo stato di presenza di Callee
pt_br: Mostrar Estado de Presença do Destinatário
pt_pt: Mostrar Presença do Chamador

source: Display Readonly Settings
es_es: Mostrar ajustes de sólo lectura
fa_ir: نمایش تنظیمات فقط خواندنی
it_it: Visualizza lo stato di presenza di Callee
pt_br: Mostrar Configurações Apenas Leitura
pt_pt: Mostrar Configurações só de Leitura
ru_ru: Отображать установки только для чтения

source: Display debug output for script used if POST_RELOAD is used.
es_es: Mostrar la salida de depuración para la secuencia de comandos utilizada si se utiliza POST_RELOAD.
it_it: Mostra l'output di debug per lo script utilizzato se si utilizza POST_RELOAD.
pt_br: Mostrar saída debug para scripts usados se POST_RELOAD for usado.
pt_pt: Mostra o output de debug do script utilizador se POST_RELOAD usado.
ru_ru: Выводить отладочную информацию для скрипта если используется POST_RELOAD.

source: Ditech VQA Inbound Setting
es_es: Configuración de entrada DTECH VQA
it_it: Impostazione di Ditech VQA in entrata
pt_br: Configuração de Entrada Ditech VQA
ru_ru: Значение Ditech VQA для входящих вызовов

source: Ditech VQA Outbound Setting
es_es: Ditech VQA Configuración de salida
it_it: Impostazioni in uscita Ditech VQA
pt_br: Configuração de Saída Ditech VQA
ru_ru: Значение Ditech VQA для исходящих вызовов

source: Do NOT edit this file as it is auto-generated by FreePBX. All modifications to
es_es: NO edite este archivo ya que es autogenerado por FreePBX. Todas las modificaciones a
fa_ir: این فایل را ویرایش نکنید زیرا توسط FreePBX خودکار ساخته میشود. تمام تغییرات در
it_it: NON modificare questo file poiché è generato automaticamente da FreePBX. Tutte le modifiche a
pt_br: NÃO edite este arquivo uma vez que ele é gerado automaticamente pelo FreePBX. Todas modificações para
pt_pt: NÃO editar isto, uma vez que é gerado automaticamente pelo FreePBX. Todas as modificações para
ru_ru: Не редактируйте этотфайл вручную, он создаётся автоматически FreePBX. Все изменения в

source: Do Not Disturb is disabled
es_es: No molestar está deshabilitado
fa_ir: مزاح نشوید غیرفعال شد
it_it: Non disturbare è disabilitato
pt_br: Não Perturbe está desativado
ru_ru: Функция "не беспокоить" отключена

source: Do Not Disturb is enabled
es_es: No molestar está activado
fa_ir: مزاح نشوید فعال شد
it_it: Non disturbare è abilitato
pt_br: Não Perturbe está ativado
ru_ru: Функция "не беспокоить" включена

source: Do not tail standard freepbx.log
es_es: No coloque el estándar freepbx.log
fa_ir: فایل استاندارد freepbx.log را tail نکنید
it_it: Non coda standard freepbx.log
pt_br: Não cair padrão freepbx.log
ru_ru: Не отсекать стандартный журнал freepbx.log

source: Domain to use in From header for requests to this trunk
es_es: Dominio para usar en el encabezado From para las solicitudes a este tronco
it_it: Dominio da utilizzare nell'intestazione From per le richieste a questo trunk
pt_br: Domínio a ser usado no cabeçalho From para solicitações para este tronco
ru_ru: Имя домена,используемое в заголовке "От" для запроса к этому транку

source: Don't Care
es_es: No Importa
fa_ir: مهم نیست
it_it: Non importa
pt_br: Não Importa
pt_pt: Não Interessa
ru_ru: Не существенно

source: Don't ask to enable disabled modules assume no.
es_es: No pida habilitar módulos deshabilitados asumir que no.
fa_ir: با فرض پاسخ منفی از پرسش برای فعال کردن ماژولهای غیر فعال خودداری کن.
it_it: Non chiedere di abilitare i moduli disabilitati per il no.
pt_br: Não pergunte para ativar módulos desativados assumir não.

source: Don't have permission/can't write to %s
es_es: No tiene permisos/no se puede escribir en %s
fa_ir: دسترسی لازم را ندارید/نمیتوانید بنویسید در %s
it_it: Non hai permessi / non puoi scrivere su %s1
pt_br: Não possui permissão/não pode escrever para %s
pt_pt: Não existem permissões/não posso escrever para %s
ru_ru: Нет прав/невозможно записать в %s

source: Don't have permission/can't write to: %s
es_es: No tiene permisos/no se puede escribir en: %s
fa_ir: دسترسی لازم را ندارید/نمیتوانید بنویسید در: %s
it_it: Non hai permessi / non puoi scrivere a: %s1
pt_br: Não possui permissão/não pode escrever para: %s
pt_pt: Não existem permissões/não posso escrever para: %s
ru_ru: Нет прав/невозможно записать в: %s

source: Don't know about modules yet. It needs to be handed to me
es_es: No sé acerca de módulos todavía. Tiene que ser entregado a mí
fa_ir: هنوز پیزی درباره ماژولها نمیدانید. بسپاریدش به من
it_it: Non so ancora sui moduli. Deve essere consegnato a me
pt_br: Não sei sobre módulos ainda. Necessita ser entregue a mim
ru_ru: Пока не знаю о модуле.Мне это необходимо для поддержки

source: Done
es_es: Hecho
fa_ir: انجام شد
it_it: Fatto
pt_br: Feito
pt_pt: Terminado
ru_ru: Завершено
