Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Optional CID Prefix to add before sending to this busy destination.
es_es: Prefijo CID Opcional para añadir antes de enviar a este destino ocupado.
it_it: Prefisso CID opzionale da aggiungere prima di inviare a questa destinazione occupata.
pt_br: Prefixo CID opcional para adicionar antes de enviar para este destino ocupado.
pt_pt: Prefixo CID opcional para agregar antes de enviar para este destino ocupado.
ru_ru: Опционально - префикс к Caller ID, добавляемый перед посылкой в назначение по статусу Занято.

source: Optional CID Prefix to add before sending to this no answer destination.
es_es: Prefijo CID Opcional para añadir antes de enviar a este destino sin respuesta.
it_it: Prefisso CID opzionale da aggiungere prima di inviare a questa destinazione senza risposta.
pt_br: Prefixo CID opcional para adicionar antes de enviar para este destino sem resposta.
pt_pt: Prefixo CID opcional para agregar antes de enviar para este destino sem resposta.
ru_ru: Опционально - префикс к Caller ID, добавляемый перед посылкой в назначение по неответу.

source: Optional CID Prefix to add before sending to this not reachable destination.
es_es: Prefijo CID Opcional para añadir antes de enviar a este destino no alcanzable.
it_it: Prefisso CID opzionale da aggiungere prima di inviare a questa destinazione non raggiungibile.
pt_br: Prefixo CID opcional para adicionar antes de enviar para este destino não acessível.
pt_pt: Prefixo CID opcional para agregar antes de enviar para este destino inalcançável.
ru_ru: Опционально - префикс к Caller ID, добавляемый перед посылкой в назначение по статусу Не доступен.

source: Optional Destination on Congestion
es_es: Destino Opcional en Congestión
fa_ir: مقصد اختیاری در هنگام ازدحام
it_it: Destinazione opzionale sulla congestione
pt_br: Destino opcional no congestionamento
pt_pt: Destino Opcional quando Congestão
ru_ru: Выборочное назначение при переполнении

source: Optional Destinations
es_es: Destinos Opcionales
fa_ir: مقاصد اختیاری
it_it: Destinazioni opzionali
pt_br: Destinos opcionais
pt_pt: Destinos Opcionais
ru_ru: Опциональные назначения

source: Optional Route CID to be used for this route <br><br>Format: <b>&lt;#######&gt;</b>. You can also use the format: "hidden" <b>&lt;#######&gt;</b> to hide the CallerID sent out over Digital lines if supported (E1/T1/J1/BRI/SIP/IAX). <br/><br/>If set, this will override all CIDS specified except:<ul><li>extension/device EMERGENCY CIDs if this route is checked as an EMERGENCY Route</li><li>trunk CID if trunk is set to force it's CID</li><li>Forwarded call CIDs (CF, Follow Me, Ring Groups, etc)</li><li>Extension/User CIDs if checked</li></ul>
it_it: CID percorso opzionale da utilizzare per questa rotta <br> <br> Formato: <b> & lt; ####### & gt; </b>. Puoi anche utilizzare il formato: "nascosto" <b> & lt; ####### & gt; </b> per nascondere il CallerID inviato su linee digitali se supportato (E1 / T1 / J1 / BRI / SIP / IAX). <br/> <br/> Se impostato, questo sovrascriverà tutti i CID specificati eccetto: <ul> <li> estensione / dispositivo CID di EMERGENZA se questa rotta è selezionata come rotta di emergenza </li> <li> CID del tronco se il tronco è impostato per forzare il suo CID </li> <li> CID di chiamata inoltrata (CF, Seguimi, Gruppi di suoneria, ecc.) </li> <li> CID di estensione / utente se selezionato </li> </ul>

source: Optional custom CSS style sheet included after the primary one and any module specific ones are loaded, relative to admin.
es_es: La hoja de estilo CSS personalizada opcional incluida después de la primaria y cualquier módulo específico se cargan, en relación con admin.
it_it: Foglio di stile CSS personalizzato opzionale incluso dopo quello primario e tutti i moduli specifici vengono caricati, relativamente all'amministratore.
pt_br: Folha de estilo CSS personalizada opcional incluída após a primária e qualquer módulo específico carregados, em relação a admin.
pt_pt: CSS personalizadas opcionais incluídas após carregadas a primária e quaisquer outras dos módulos, relativo a admin.
ru_ru: Опционально: дополнительная таблица стилей CSS, добавляемая после основной, и любые необходимые дополнительные загружаемые модули, указанные относительно директории admin.

source: Optional destination call is routed to when the call is not answered on an otherwise idle phone. If the phone is in use and the call is simply ignored, then the busy destination will be used.
es_es: Llamada de destino opcional es enrutada cuando la llamada no es atendida en un teléfono en modo inactivo. Si el teléfono está en uso y la llamada es simplemente ignorada, entonces se utilizará el destino ocupado.
it_it: La chiamata di destinazione opzionale viene instradata a quando la chiamata non riceve risposta su un telefono altrimenti inattivo. Se il telefono è in uso e la chiamata viene semplicemente ignorata, verrà utilizzata la destinazione occupata.
pt_br: A chamada de destino opcional é encaminhada para quando a chamada não for atendida em um telefone ocioso. Se o telefone estiver em uso e a chamada for simplesmente ignorada, o destino ocupado será usado.
ru_ru: Опционально назначение для вызова может быть маршрутизироваться по неответу, или другим статусам ожидания. Если линия занята, и второй вызов игнорируется, то будет использоваться назначение по статусу Занято.

source: Optional destination call is routed to when the call is not answered.
es_es: Llamada de destino opcional es enrutada cuando la llamada no es contestada.
it_it: La chiamata di destinazione opzionale viene instradata a quando la chiamata non riceve risposta.
pt_br: A chamada de destino opcional é encaminhada para quando a chamada não for atendida.
pt_pt: Destino opcional para o qual a chamada é desviada quando não atendida.
ru_ru: Опциональное назначение вызова при неответе.

source: Optional destination the call is routed to when the phone is busy or the call is rejected by the user.
es_es: Opcional destino de llamada se enruta cuando el teléfono está ocupado o la llamada es rechazada por el usuario.
it_it: Destinazione opzionale la chiamata viene instradata a quando il telefono è occupato o la chiamata viene rifiutata dall'utente.
pt_br: Destino opcional ao qual a chamada é encaminhada quando o telefone está ocupado ou a chamada é rejeitada pelo usuário.
pt_pt: Destino opcional para o qual a chamada é desviada quando ocupado ou rejeitado pelo utilizador.
ru_ru: Опционально назначение для вызова может быть маршрутизироваться по статусу Занято, или по отмене звонка пользователем.

source: Optional destination the call is routed to when the phone is busy or the call is rejected by the user. This destination is also used on an unanswered call if the phone is in use and the user chooses not to pickup the second call.
es_es: Opcional destino la llamada se enruta cuando el teléfono está ocupado o la llamada es rechazada por el usuario. Este destino también se utiliza en una llamada sin respuesta si el teléfono está en uso y el usuario no elige la captura de la segunda llamada.
it_it: Destinazione opzionale la chiamata viene instradata a quando il telefono è occupato o la chiamata viene rifiutata dall'utente. Questa destinazione viene anche utilizzata su una chiamata senza risposta se il telefono è in uso e l'utente sceglie di non rispondere alla seconda chiamata.
pt_br: Destino opcional ao qual a chamada é encaminhada quando o telefone está ocupado ou a chamada é rejeitada pelo usuário. Este destino também é usado em uma chamada não atendida se o telefone estiver em uso e o usuário optar por não capturar a segunda chamada.
ru_ru: Опционально назначение для вызова может быть маршрутизироваться по статусу Занято, или по отмене звонка пользователем. Это же назначение также используется при неотвеченых вызовах, если линия занята, и пользователь не принял второй вызов.

source: Optional destination the call is routed to when the phone is offline, such as a softphone currently off or a phone unplugged.
es_es: Opcional destino la llamada se enruta cuando el teléfono está fuera de línea, como un softphone por momentos apagado o un teléfono desconectado.
it_it: Destinazione opzionale la chiamata viene instradata a quando il telefono è offline, ad esempio un softphone attualmente spento o un telefono scollegato.
pt_br: Destino opcional ao qual a chamada é encaminhada quando o telefone está offline, tal como um softphone atualmente desligado ou um telefone desligado.
ru_ru: Опционально назначение для вызова может быть маршрутизироваться, если телефон не зарегистрирован. Это может быть когда програмный телефон выключен или телефонный аппарат отключен.

source: Optional port for an Asterisk Manager Proxy
es_es: Puerto opcional para un Asterisk Manager Proxy
fa_ir: پورت اختیاری برای پراکسی مدیریت استریسک
it_it: Porta opzionale per un proxy Asterisk Manager
pt_br: Porta opcional para o Asterisk Manager Proxy
pt_pt: Porta opcional para um Proxy do Asterisk Manager
ru_ru: (Опционально) порт для Asterisk Manager Proxy

source: Optional script to run just prior to doing an extension reload to Asterisk through the manager after pressing Apply Configuration Changes in the GUI.
es_es: Script opcional para ejecutar justo antes de hacer una recarga de extensión a Asterisk a través del administrador después de presionar Aplicar cambios de configuración en la GUI.
it_it: Lo script facoltativo da eseguire appena prima di eseguire un'estensione si ricarica in Asterisk tramite il gestore dopo aver premuto Applica modifiche di configurazione nella GUI.
pt_br: Script opcional para executar apenas antes de fazer um reload de ramal para o Asterisk através do gerenciador depois de pressionar Aplicar Alterações de Configuração na interface de usuário.
ru_ru: Опционально - скрипт, исполняемый прежде, чем будет перегружен диал-план Астериск, когда нажимается оранжевый эдемент <b>Применить изменения</b>.

source: Optional: A route can prompt users for a password before allowing calls to progress. This is useful for restricting calls to international destinations or 1-900 numbers.<br><br>A numerical password, or the path to an Authenticate password file can be used.<br><br>Leave this field blank to not prompt for password.
es_es: Opcional: Una ruta puede pedir a los usuarios una contraseña antes de permitir que las llamadas progresen. Esto es útil para restringir las llamadas a destinos internacionales o números 1-900.<br>Una contraseña numérica, o la ruta a un archivo de contraseñas de autenticación se puede utilizar.<br><br>Deje este campo en blanco para no preguntar por contraseña.
it_it: Facoltativo: un percorso può richiedere agli utenti una password prima di consentire alle chiamate di avanzare. È utile per limitare le chiamate verso destinazioni internazionali o numeri 1-900. <br> <br> È possibile utilizzare una password numerica o il percorso di un file di password di autenticazione. <br> <br> Lasciare vuoto questo campo per non richiedere per password.
pt_br: Opcional: Uma rota pode solicitar aos usuários uma senha antes de permitir que as chamadas continuem seu progresso. Isso é útil para restringir chamadas para destinos internacionais ou números 1-900.<br><br>Uma senha numérica, ou o caminho para um arquivo de senha pode ser usado.<br><br>Deixe este campo em branco para não solicitar senha.
ru_ru: Опционально: При вызове через этот маршрут будет запрошен пароль. Это может быть полезным для ограничения звонок на международные направления или 900-е платные номера.<br><br>Использовать пароль только из цифр, или путь на файл паролей для аутентификации.<br><br>Оставить поле пустым для отмены пароля.

source: Optional: Selecting Emergency will enforce the use of a device's Emergency CID setting (if set). Select this option if this route is used for emergency dialing (ie: 911).
es_es: Opcional: Seleccionando Emergencia hará cumplir el uso de la configuración CID de Emergencia de un dispositivo (si está ajustado). Seleccione esta opción si esta ruta se utiliza para la marcación de emergencia (por ejemplo: 911).
it_it: Facoltativo: la selezione di Emergenza impone l'uso delle impostazioni CID di emergenza di un dispositivo (se impostato). Selezionare questa opzione se questa rotta viene utilizzata per la chiamata di emergenza (es: 911).
pt_br: Opcional: Selecionar Emergência forçará o dispositivo a usar seu CID de Emergência (se definido). Selecione esta opção se esta rota for utilizada para a discagem de emergência (p.e.: 911).
ru_ru: Опционально: Выбор в качестве маршрута для вызова экстренных служб будет форсировать использование специального CID для этого устройства (если указан). Выбрать эту опцию если этот маршрут используется для вызова экстренных служб (например 112).

source: Optional: Selecting Intra-Company will treat this route as an intra-company connection, preserving the internal CallerID information instead of the outbound CID of either the extension or trunk.
es_es: Opcional: Seleccionando Intra-Company tratará esta ruta como una conexión dentro de la empresa, preservando la información interna del identificación de llamadas (CallerID) en lugar del CID de salida ya sea de la extensión o de la línea.
it_it: Facoltativo: la selezione di Intra-Company considera questa route come una connessione intra-aziendale, preservando le informazioni interne CallerID anziché la CID in uscita dell'estensione o del trunk.
pt_br: Opcional: Selecionar Intra-Empresa tratará esta rota como uma conexão intra-empresa, preservando informações de identificação de chamada interno em vez do CID de saída da extensão ou tronco.
ru_ru: Опционально: Выбор в качестве внутрикорпоративного маршрута будет обрабатывать этот маршрут по правилам для внутрикорпоративных маршрутов, сохраняя информацию о CID вместо изменения его на исходящий Caller ID этого внутреннего номера или транка.

source: Options to be passed to the Asterisk Dial Command when making internal calls or for calls ringing internal phones. The options are documented in Asterisk documentation, a subset of which are described here. The default options T and t allow the calling and called users to transfer a call with ##. If 'Disallow transfer features for inbound callers' is set to 'Yes' the T option is removed for inbound callers. The r option allows Asterisk to generate ringing back to the calling phones which is needed by some phones and sometimes needed in complex dialplan features that may otherwise result in silence to the caller.
it_it: Opzioni da passare al Comando di selezione asterisco quando si effettuano chiamate interne o per chiamate che squillano sui telefoni interni. Le opzioni sono documentate nella documentazione di Asterisk, un sottoinsieme di cui sono descritte qui. Le opzioni predefinite T e t consentono agli utenti chiamanti e chiamati di trasferire una chiamata con ##. Se "Disattiva le funzionalità di trasferimento per i chiamanti in entrata" è impostato su "Sì", l'opzione T viene rimossa per i chiamanti in entrata. L'opzione r consente ad Asterisk di generare il ritorno ai telefoni chiamanti, necessario da alcuni telefoni e talvolta necessario nelle complesse funzioni del dial plan che altrimenti potrebbero causare silenzio al chiamante.

source: Options to be passed to the Asterisk Dial Command when making outbound calls on your trunks when not part of an Intra-Company Route. The options are documented in Asterisk documentation, a subset of which are described here. The default option T allows the calling user to transfer a call with ##. It is HIGHLY DISCOURAGED to use the r option here as this will prevent early media from being delivered from the PSTN and can result in the inability to interact with some external IVRs
es_es: Opciones que se pasarán al Asterisk Dial Command cuando realice llamadas salientes en sus troncales cuando no formen parte de una ruta intra-empresa. Las opciones están documentadas en la documentación de Asterisk, un subconjunto de las cuales se describen aquí. La opción predeterminada T permite al usuario llamante transferir una llamada con ##. Es altamente DISCOURAGED utilizar la opción r aquí, ya que esto evitará que los medios de comunicación temprana de ser entregado de la RTPC y puede dar lugar a la incapacidad para interactuar con algunos IVRs externo
it_it: Opzioni da passare al comando di selezione asterisco quando si effettuano chiamate in uscita sul proprio trunk quando non fanno parte di un percorso intra-aziendale. Le opzioni sono documentate nella documentazione di Asterisk, un sottoinsieme di cui sono descritte qui. L'opzione predefinita T consente all'utente chiamante di trasferire una chiamata con ##. È ALTAMENTE SCORAGGIATO utilizzare l'opzione r in quanto ciò impedirà l'invio anticipato dei media dalla PSTN e può comportare l'incapacità di interagire con alcuni IVR esterni
pt_br: Opções a serem passadas para o Comando de discagem do Asterisk ao fazer chamadas de saída em seus troncos quando não fazem parte de uma rota intra-empresa. As opções estão documentadas na documentação do Asterisk, um subconjunto do qual são descritos aqui. A opção padrão T permite que o usuário chamador transfira uma chamada com ##. É ALTAMENTE DISCAPACITADO usar a opção r aqui, pois isso impedirá que a mídia inicial seja liberada da PSTN e pode resultar na incapacidade de interagir com algumas URAs externas

source: Orphan
es_es: Huérfano
fa_ir: بی اصل و نسب
it_it: Orfano
pt_br: Órfão
ru_ru: Зависший

source: Other
es_es: Otro
fa_ir: سایر
it_it: Altro
pt_br: Outros
pt_pt: Outro
ru_ru: Другое

source: Outbound
es_es: Saliente
fa_ir: خروجی
it_it: In uscita
pt_br: Saída
ru_ru: Исходящий

source: Outbound CID
es_es: CID Saliente
fa_ir: CID خروجی
fr_fr: CID Sortant
it_it: ID in Uscita
pt_br: CID de Saída
pt_pt: CID de Saída
ru_ru: Исходящий Caller ID

source: Outbound Caller ID
es_es: Caller ID Saliente
fa_ir: شناسه تماس گیرنده خروجی
fr_fr: CID Sortant
it_it: ID chiamante in uscita
pt_br: Caller ID de saída
ru_ru: Исходящий номер вызывающей стороны

source: Outbound CallerID
es_es: Número Saliente
fa_ir: شناسه تماس گیرنده خروجی
it_it: CallerID in uscita
pt_br: ID de Chamada de Saída
pt_pt: CallerID de Saída
ru_ru: Исходящий CallerID

source: Outbound Concurrency Limit
es_es: Límite de Concurrencia de Salida
fa_ir: محدودیت هم زمانی تماس خروجی
it_it: Limite di concorrenza in uscita
pt_br: Limite de Concorrência de Saída
pt_pt: Limite Concorrencial de Saída
ru_ru: Ограничение в одновременных исходящих

source: Outbound Dial Prefix
es_es: Prefijo Marcación Saliente
fa_ir: پیش شماره تماس خروجی
fr_fr: Préfixe de Numérotation Externe
it_it: Prefisso di composizione in uscita
pt_br: Prefixo de chamadas de sáida
pt_pt: Prefixo de chamadas externas
ru_ru: Префикс выхода на линию

source: Outbound External Calls
es_es: Llamadas Externas Salientes
fa_ir: تماس های خروجی
it_it: Chiamate esterne in uscita
pt_br: Saída Chamadas Externas
pt_pt: Chamadas de Saída Externas
ru_ru: Контроль внешних исходящих соединений

source: Outbound Internal Calls
es_es: Llamadas Internas Salientes
fa_ir: تماس های داخلی
it_it: Chiamate interne in uscita
pt_br: Saída Chamadas Internas
pt_pt: Chamadas de Saída Internas
ru_ru: Контроль внутренних исходящих соединений

source: Outbound Proxy
es_es: Proxy Saliente
fa_ir: پراکسی تماس خروجی
it_it: Proxy in uscita
pt_br: Proxy de Saída
pt_pt: Proxy de Saída
ru_ru: Исходящий прокси

source: Outbound Route:
es_es: Ruta Saliente:
fa_ir: مسیر تماس خروجی:
it_it: Percorso in uscita:
pt_br: Rota de Saída:

source: Outbound Route: %s
es_es: Ruta Saliente: %s
fa_ir: مسیر تماس خروجی: %s
it_it: Rotta in uscita: %s1
pt_br: Rota de Saída: %s
pt_pt: Rota de Saída: %s
ru_ru: Исходящий маршрут: %s

source: Outbound Routes
es_es: Rutas Salientes
fa_ir: مسیرهای خروجی
fr_fr: Routes Sortantes
it_it: Rotte in uscita
pt_br: Rotas de saída
pt_pt: Rotas de Saída
ru_ru: Исходящая маршрутизация

source: Outbound Routes List
es_es: Lista Rutas Salientes
fa_ir: فهرست مسیرهای خروجی
it_it: Elenco rotte in uscita
pt_br: Lista de Rotas de Saída

source: Outgoing
es_es: Saliente
fa_ir: خروجی
it_it: Estroverso
pt_br: Sainte
ru_ru: Исходящий

source: Output debug messages to the console (be super chatty)
es_es: Salida de mensajes de depuración a la consola (ser super hablador)
fa_ir: خروجی پیام های عیب یابی به کنسول (be super chatty)
it_it: Emetti messaggi di debug sulla console (sii super-chiacchierone)
pt_br: Saída de mensagens de depuração para o console (ser super chatty)
ru_ru: Выдавать сообщения отладки в консоль (будет очень много)

source: Override
es_es: Reemplazar
fa_ir: بازنویسی
it_it: Sovrascrivi
pt_br: Sobrepor
pt_pt: Sobrepor
ru_ru: Переписать

source: Override Call Recording Location
es_es: Anular la ubicación de grabación de llamadas
fa_ir: بازنویسی محل ذخیره تماس ضبط شده
it_it: Sovrascrivi la posizione di registrazione delle chiamate
pt_br: Sobrepor Local de Gravação de Chamada
pt_pt: Sobrepor Localização de Gravação de Chamadas
ru_ru: Переписывать местонахождение записей разговоров

source: Override Extension
es_es: Reemplazar Extensión
fa_ir: بازنویسی داخلی
it_it: Sostituisci estensione
pt_br: Sobrepor Ramal
pt_pt: Sobrepor Extensão
ru_ru: Перезаписать внутренний номер

source: Override Readonly Settings
es_es: Anular la configuración de sólo lectura
fa_ir: بازنویسی تنظیمات فقط خواندنی
it_it: Sovrascrivi impostazioni Readonly
pt_br: Sobrepor Configuração Apenas-leitura
pt_pt: Sobrepor Configurações de Leitura
ru_ru: Подавлять установки только для чтения

source: Override the default location where asterisk will store call recordings. Be sure to set proper permissions on the directory for the asterisk user.
es_es: Anular la ubicación predeterminada donde el asterisco almacenará las grabaciones de llamadas. Asegúrese de establecer los permisos adecuados en el directorio para el usuario de asterisk.
it_it: Sostituire la posizione predefinita in cui l'asterisco memorizzerà le registrazioni delle chiamate. Assicurati di impostare le autorizzazioni appropriate sulla directory per l'utente asterisco.
pt_br: Sobrepõe o local padrão onde o asterisk armazenará as gravações de chamada. Certifique-se de definir as permissões propriamente no diretório para o usuário asterisk.
pt_pt: Sobrepor a localização onde o Asterisk por defeito guarda as gravações. Garantir que são definidas as permissões do diretório ao utilizador asterisk.
ru_ru: Переписывать местонахождение, где Астериск будет сохранять записи разговоров. Проверьте права для создания файлов и записи в эту директорию для пользователя asterisk.

source: Override the ringer volume. Note: This is only valid for %s phones at this time
es_es: Anular el volumen del timbre. Nota: esto sólo es válido para los teléfonos %s en este momento
it_it: Sostituisci il volume della suoneria. Nota: questo è valido solo per %s1 telefono in questo momento
pt_br: Substituir o volume do toque. Observação: isso só é válido para telefones %s neste momento

source: Override the ringer volume. Note: This is only valid for Sangoma phones at this time
es_es: Anular el volumen del timbre. Nota: esto sólo es válido para teléfonos Sangoma en este momento
it_it: Sostituisci il volume della suoneria. Nota: questo è valido solo per i telefoni Sangoma in questo momento
pt_br: Substituir o volume do toque. Observação: isso só é válido para telefones Sangoma neste momento

source: Overrides Extension CID
es_es: Anula la extensión CID
fa_ir: بازنویسی داخلی CID
it_it: Sovrascrive CID estensione
pt_br: Substitui a Extensão CID
ru_ru: Переписывает CID внутреннего номера
