Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Import settings from file
es_es: Importar configuración de archivo
fa_ir: ورود تنظیمات از فایل
it_it: Importa le impostazioni dal file
pt_br: Importar configurações do arquivo
ru_ru: Импортировать настройки из файла

source: Import/Export Patterns
es_es: Importar/Exportar Patrones
fa_ir: ورود/خروج الگوها
it_it: Modelli di importazione / esportazione
pt_br: Padrões de Importação/Exportação
ru_ru: Шаблоны Импорта/Экспорта

source: In band audio (Not recommended)
es_es: En audio band (no recomendado)
fa_ir: در باند صوتی (توصیه نمیشود)
it_it: In banda audio (non consigliato)
pt_br: Áudio in band (Não recomendado)
pt_pt: Audio In band (não recomendado)
ru_ru: Внутриполосное аудио(не рекомендуется)

source: In use by
es_es: En uso por
fa_ir: استفاده شده توسط
fr_fr: Utilis&eacute; par
it_it: In uso da
pt_br: Em uso por
pt_pt: Em uso de
ru_ru: Используется

source: In-Call Asterisk Attended Transfer
es_es: En llamada Asterisk Transferencia Atendida
fa_ir: انتقال با حضور تماس ورودی استریسک
fr_fr: Mise en liaison Asterisk
it_it: Trasferimento assistito da asterisco in chiamata
pt_br: Transferência assistida durante chamada
pt_pt: Transferencia Assistida de Chamada Entrante
ru_ru: Перевод входящего звонка с уведомлением

source: In-Call Asterisk Blind Transfer
es_es: En llamada Asterisk Transferencia Ciega
fr_fr: Transfert en aveugle Asterisk
it_it: Trasferimento cieco asterisco in chiamata
pt_br: Transferência Cega durante chamada
pt_pt: Transferencia Cega de Chamada Entrante
ru_ru: Перевод входящего звонка без уведомления

source: In-Call Asterisk Disconnect Code
es_es: En llamada Asterisk Código Desconectar
fa_ir: کد قطع تماس داخلی استریسک
fr_fr: Code de déconnexion Asterisk
it_it: Codice di disconnessione asterisco in chiamata
pt_br: Código para desconectar durante chamada
pt_pt: Código de Desconexão de Chamada Entrante
ru_ru: Сброс входящего звонка

source: In-Call Asterisk Toggle Call Recording
es_es: En llamada Asterisk Conmutador Grabación Llamada
fa_ir: تغییر وضعیت ظبط تماس برای تماس داخلی استریسک
fr_fr: Bascule enregistrement d'appel Asterisk
it_it: Asterisco in chiamata Attiva / disattiva la registrazione delle chiamate
pt_br: Configurar gravação em chamada
pt_pt: Alternar Gravação Durante Chamada
ru_ru: Запись входящего звонка по необходимости

source: Inband
es_es: En banda
fa_ir: ورودی
it_it: in banda
ru_ru: Внутриполосный

source: Inband Progress
es_es: Progreso En-banda
it_it: Progress Inband

source: Inbound
es_es: Entrante
fa_ir: ورودی
it_it: In entrata
pt_br: Entrada
ru_ru: Входящий

source: Inbound External Calls
es_es: Llamadas Externas Entrantes
fa_ir: تماس های خارجی ورودی
it_it: Chiamate esterne in entrata
pt_br: Chamadas Externas de Entrada
pt_pt: Chamadas de Entrada Externas
ru_ru: Контроль внешних входящих соединений

source: Inbound Internal Calls
es_es: Llamadas Internas Entrantes
fa_ir: تماس های داخلی ورودی
it_it: Chiamate interne in entrata
pt_br: Chamadas Internas de Entrada
pt_pt: Chamadas de Entrada Internas
ru_ru: Контроль внутренних входящих соединений

source: Inbound Route:
es_es: Ruta Entrante:
fa_ir: مسیر ورودی:
it_it: Percorso in entrata:
pt_br: Rota de entrada:

source: Inbound Route: %s (%s)
es_es: Ruta Entrante: %s (%s)
fa_ir: مسیر ورودی: %s (%s)
fr_fr: Route Entrante: %s (%s)
it_it: Rotte in entrata: %s (%s)
pt_br: Rota de entrada: %s (%s)
pt_pt: Rota de Entrada: %s (%s)
ru_ru: Входящий маршрут: %s (%s)

source: Inbound Routes
es_es: Rutas Entrantes
fa_ir: مسیرهای ورودی
fr_fr: Routes Entrantes
it_it: Rotte in entrata
pt_br: Rotas de Entrada
pt_pt: Rotas de Entrada
ru_ru: Входящая маршрутизация

source: Inbound Routes List
es_es: Lista Rutas Entrantes
fa_ir: فهرست مسیرهای ورودی
it_it: Elenco dei percorsi in entrata
pt_br: Lista de Rotas de Entrada
ru_ru: Список входящих маршрутов

source: Include Server Name in Browser
es_es: Incluir Nombre Server en el Navegador
fa_ir: شامل نام سرور در مرورگر
it_it: Includi nome server nel browser
pt_br: Incluir Nome do Servidor no Navegador
pt_pt: Incluir Nome do Servidor no Browser
ru_ru: Включать имя сервера в браузере

source: Incoming
es_es: Entrante
fa_ir: ورودی
it_it: in arrivo
pt_br: Entrada
ru_ru: Входящий

source: Incoming DID
es_es: DID Entrante
fa_ir: داخلی مستقیم ورودی
it_it: IncomingIncoming DID
pt_br: DID de Entrada
ru_ru: Входящий DID

source: Incorrect Number of Directories for %s
es_es: Incorrecto Número de Directorios para %s
fa_ir: شماره نادرست از دایرکتوریها برای %s
it_it: Numero di directory errato per %s1
pt_br: Número Incorreto de Diretórios para %s
pt_pt: Número Incorreto de Diretórios para %s
ru_ru: Неверный номер Директории для %s

source: Info
es_es: Información
fa_ir: اطلاعات
it_it: Informazione
pt_br: Informação
ru_ru: Информация

source: Inherit
es_es: Heredar
fa_ir: ارثی
it_it: Ereditare
pt_br: Herdar

source: Initial setup
es_es: Configuración Inicial
fa_ir: تنظیمات اولیه
it_it: Configurazione iniziale
pt_br: Configuração inicial
pt_pt: Setup inicial
ru_ru: Начальная установка

source: Initialize freepbx_conf settings..
es_es: Ajustes de inicialización freepbx_conf...
fa_ir: مقدار دهی اولیه تنظیمات freepbx_conf..
it_it: Inizializza le impostazioni di freepbx_conf ..
pt_br: Inicializar as configurações do freepbx_conf..
pt_pt: Inicializar configurações freepbx_conf..
ru_ru: Инициализация настроек freepbx_conf..

source: Inserted ALLOW_SIP_ANON fine
fa_ir: ALLOW_SIP_ANON قرار داده شد
it_it: Inserito ALLOW_SIP_ANON fine
pt_pt: Inserido ALLOW_SIP_ANON corretamente

source: Inserted interim RTPSTART and RTPEND settings
es_es: Configuraciones RTPSTART y RTPEND provisionales insertadas
fa_ir: افزودن موقت RTPSTART و تنظیمات RTPEND
it_it: Impostazioni temporanee RTPSTART e RTPEND inserite
pt_br: Configurações RTPSTART e RTPEND temporárias inseridas
pt_pt: Inseridas configurações temporárias de RTPSTART e RTPEND
ru_ru: Добавлены промежуточные настройки RTPSTART и RTPEND

source: Install
es_es: Instalar
fa_ir: نصب
fr_fr: Installation
it_it: Installa
pt_br: Instalar
pt_pt: Instalar
ru_ru: Установить

source: Install all local modules, accepts no arguments
es_es: Instalar todos los módulos locales, no acepta ningún argumento
fa_ir: نصب تمامی ماژولهای محلی، بدون قبول آرگومانها
it_it: Installa tutti i moduli locali, non accetta argomenti
pt_br: Instale todos os módulos locais, não aceita argumentos

source: Installed Missing Dependency of: %s %s
es_es: Instalada Dependencia Fallida de: %s %s
fa_ir: نصب وابستگی های از دست رفته از: %s %s
it_it: Dipendenza mancante installata di: %s1 %s2
pt_br: Instalado Faltando Dependência de: %s %s
pt_pt: Instalada Dependencia em Falta de: %s %s
ru_ru: Установлены ошибочные зависимости:%s %s

source: Installing %s
es_es: Instalando %s
fa_ir: در حال نصب %s
it_it: Installazione di %s1
pt_br: Instalando %s
pt_pt: Instalando %s
ru_ru: Установка %s

source: Installing Missing Dependency of: %s %s
es_es: Instalando Dependencias Fallidas de : %s %s
fa_ir: نصب کردن وابستگی های گم شده از: %s %s
it_it: Installazione di Dipendenza mancante di: %s1 %s2
pt_br: Instalando dependência ausente de: %s %s
pt_pt: Instalando Dependencia em Falta de: %s %s
ru_ru: Установка ошибочных зависимостей:%s %s

source: Installing core...
es_es: Instalando core...
fa_ir: در حال نصب هسته...
it_it: Installazione del core ...
pt_br: Instalando o núcleo...
ru_ru: Инсталляция ядра ...

source: Installs all modules, accepts no arguments
es_es: Instala todos los módulos, no acepta argumentos
fa_ir: نصب تمام ماژولها ، پذیرفتن بدون آرگومانها
it_it: Installa tutti i moduli, non accetta argomenti
pt_br: Instala todos os módulos, não aceita argumentos
ru_ru: Установка всех модулей,не принимающие аргументы

source: Installs module[s], accepts argument module[s]
es_es: Instala el módulo[s], acepta argumento[s]
fa_ir: نصب ماژول[ها]، پذیرفتن آرگومان ماژول[ها]
it_it: Installa il modulo [i], accetta il modulo argomento [i]
pt_br: Instala o módulo[s], aceita o módulo[s] de argumento
ru_ru: Установка всех модулей,принимающие аргументы

source: Inter-Asterisk eXchange (IAX) is a communications protocol native to the Asterisk private branch exchange (PBX) software, and is supported by a few other softswitches, PBX systems, and softphones. It is used for transporting VoIP telephony sessions between servers and to terminal devices
es_es: Inter-Asterisk eXchange (IAX) es un protocolo de comunicaciones nativo del software Asterisk private branch exchange (PBX), y está soportado por otros softswitches, sistemas PBX y softphones. Se utiliza para transportar sesiones de telefonía VoIP entre servidores y dispositivos terminales
it_it: Inter-Asterisk eXchange (IAX) è un protocollo di comunicazione nativo del software PBX (Asseisk Private Branch Exchange) ed è supportato da alcuni altri softswitch, sistemi PBX e softphone. Viene utilizzato per il trasporto di sessioni di telefonia VoIP tra server e dispositivi terminali
pt_br: O Inter-Asterisk eXchange (IAX) é um protocolo de comunicações nativo para o software Asterisk private branch exchange (PBX), e é suportado por alguns outros softswitches, sistemas PBX e softphones. É utilizado para transportar sessões de telefonia VoIP entre servidores e dispositivos terminais
ru_ru: Внутренний протокола обмена Asterisk(IAX)-это встроенный коммуникационный протокол,поддерживаемый некоторыми софтсвитчами, системами PBX, и программными телефонами.Он используется для транспортировки VoIP-телефонных сессий между серверами и оконечными устройствами.

source: Interface
es_es: Interfaz
fa_ir: رابط
it_it: Interfaccia
ru_ru: Интерфейс

source: Interface %s, Port %s (%s - this is a <strong>NON STANDARD</strong> port)
es_es: Interfaz %s, Puerto %s (%s - es un puerto <strong> NON STANDARD </strong>)
fa_ir: اینترفیس %s، پورت %s (%s - هست <strong>غیر استاندارد</strong> پورت)
it_it: Interfaccia %s1, Porta %s2 (%s3 - questa è una <strong> 4NON STANDARD </strong> 5 porte)

source: Interface %s, Port %s (%s)
es_es: Interfaz %s, Puerto %s (%s)
fa_ir: اینترفیس %s، پورت %s (%s)
it_it: Interfaccia %s1 , Porta %s2 (%s3)

source: Internal Alert Info
es_es: Alert Info Interna
fa_ir: اطلاعات هشدار داخلی
it_it: Informazioni di avviso interno
pt_br: Informações de Alerta Internas

source: Internal Auto Answer Default
es_es: Predeterminado de respuesta automática interna
fa_ir: پاسخ خودکار داخلی پیشفرض
it_it: Risposta automatica interna predefinita
pt_br: Padrão de Resposta Automática Interna
pt_pt: Auto Answer Interno Padrão
ru_ru: Установки по умолчанию для автоответа

source: Internal Error. Function getVersion did not match the Framework version, even after it was suppose to be applied
es_es: Error Interno. Función getVersion no coincide con la versión Framework, incluso después de que se suponía que debía ser aplicado
fa_ir: خطای داخلی. تابع getVersion با نسخه فریم ورک همخوانی ندارد
it_it: Risposta automatica interna Errore interno. Funzione getVersion non corrisponde alla versione Framework, anche dopo che si supponeva fosse applicata
pt_br: Erro interno. A função getVersion não correspondeu à versão do Framework, mesmo depois de se supor que deveria ser aplicada
pt_pt: Erro Interno. A função getVersion não corresponde à versão do Framework, apesar de ter sido supostamente aplicada
ru_ru: Внутренняя ошибка.Функция getVersion не соответствовала версии платформы.

source: Internal Error. Function install_getversion did not match the Framework version, even after it was suppose to be applied
es_es: Error Interno. Función install_getversion no coincide con la versión de Framework, incluso después de que se suponía que debía ser aplicado
fa_ir: خطای داخلی. تابع install_getversion با نسخه فریم ورک همخوانی ندارد
it_it: Errore interno. La funzione install_getversion non corrispondeva alla versione Framework, anche dopo che doveva essere applicata
pt_br: Erro interno. A função install_getversion não correspondeu à versão do Framework, mesmo depois de se supor que deveria ser aplicada
pt_pt: Erro Interno. A função install_getversion não corresponde à versão do Framework, apesar de ter sido supostamente aplicada
ru_ru: Внутренняя ошибка.Функция install_getversion не соответствовала версии платформы.

source: Internal Use
es_es: Uso Interno
fa_ir: کاربر داخلی
it_it: Uso interno
pt_br: Uso Interno
pt_pt: Uso Interno
ru_ru: Внутреннее пользование

source: Interval at which to qualify.
es_es: Intervalo en el que califique.
fa_ir: وقفه ای که شایسته است.
it_it: Intervallo a cui qualificarsi.
pt_br: Intervalo de qualificação.
pt_pt: Intervalo no qual qualificar.
ru_ru: Интервал, после которого начинать проверку

source: Intra-Company Route
es_es: Ruta intra-empresa
fa_ir: مسیر داخل شرکتی
it_it: Percorso intra-aziendale
pt_br: Rota Entre-Empresa
ru_ru: Маршрут внутри компании

source: Intra-Company Routes will always trasmit an extension's internal number and name.
es_es: Las Rutas dentro de la Empresa (Intra-Company) siempre transmitirán el número y nombre interno de una extensión.
it_it: Intra-Company Routes trasmetterà sempre il numero interno e il nome di un'estensione.
pt_br: As rotas dentro da empresa sempre transmitirão o número e o nome internos de uma extensão.
pt_pt: Rotas Intra-Empresa irão sempre transmitir o número e nome internos de uma extensão.
ru_ru: Маршруты внутри компании всегда передают внутренний номер и имя абонента.

source: Invalid Channel Number, must be numeric and not blank
fa_ir: شماره کانال نامعتبر، باید شماره باشد و خالی نباشد
fr_fr: Numéro de canal invalide, ne doit contenir que des chiffres et pas de blanc
it_it: Numero Canale non valido, deve essere un numero oppure lasciato in bianco
pt_pt: Número de Canal inválido, deve ser numérico e não vazio

source: Invalid Custom Dial String entered
es_es: Introducida Cadena de Marcación Personalizada Inválida
fa_ir: رشته شماره گیری سفارشی واردشده نامعتبر
fr_fr: Chaîne de Numérotation Personnalisée invalide
it_it: Stringa di composizione personalizzata non valida inserita
pt_br: String de chamada personalizada inválida
pt_pt: Introduzida String de Marcação Personalizada inválida
ru_ru: Указана неверная последовательность набора

source: Invalid DID, must be a non-blank DID
fa_ir: DID نامعتبر، نمیتواند خالی باشد
fr_fr: SDA invalide, ne peut être vide
it_it: Selezione Passante non valida, il campo non deve essere vuoto
pt_pt: DID inválido, não deve ser um DID em branco

source: Invalid Dial Rules
es_es: Reglas de Marcación Inválidas
fa_ir: قوانین شماره گیری نامعتبر
fr_fr: \'Règles de Composition\' invalide
it_it: Regole di composizione non valide
pt_br: Regras de Discagem Inválidas
pt_pt: Regras de Marcação inválidas
ru_ru: Неверное правило набора

source: Invalid Language
fa_ir: زبان نامعتبر
it_it: Lingua non valida

source: Invalid Maximum Channels
es_es: Inválido Máximos Canales
fa_ir: بیشینه کانالهای نامعتبر
fr_fr: \'Nombre maximal de Canaux\' invalide
it_it: Canali massimi non validi
pt_br: Canais Máximos Inválido
pt_pt: Máximo de Canais inválido
ru_ru: Неверное максимальное число каналов

source: Invalid Outbound CallerID
es_es: Inválido Identificador de Llamadas Salientes
fa_ir: شماره تماس گیرنده خارجی نامعتبر
it_it: CallerID in uscita non valido
pt_br: ID de Chamada de Saída Inválido
pt_pt: CallerID de Saída inválido
ru_ru: Неверный Исходящий Caller ID

source: Invalid Response from Mirror server: %s
es_es: Respuesta no válida del servidor de espejo: %s
it_it: Risposta non valida dal server Mirror: %s1
pt_br: Resposta Inválida do servidor de espelhamento: %s

source: Invalid Trunk Name entered
es_es: Inválido Nombre de Línea entrado
fa_ir: نام ترانک وارد شده نامعتبر
fr_fr: \'Nom de Trunk\' invalide
it_it: Nome tronco non valido inserito
pt_br: Nome de tronco inválido
pt_pt: Introduzido Nome de Trunk inválido
ru_ru: Указано неверное имя транка

source: Invalid Username or Password
es_es: Inválido Nombre de Usuario o Contraseña
fa_ir: نام کاربری یا کلمه عبور نامعتبر است
it_it: Nome utente o password errati
pt_br: Nome de usuário ou senha inválidos
pt_pt: Utilizador e Password inválidos
ru_ru: Неверное имя пользователя или пароль

source: Invalid description
es_es: descripción invalida
fa_ir: توضیحات نامعتبر
it_it: Descrizione non valida
pt_br: Descrição inválida
ru_ru: Неверное описание

source: Invalid email address
es_es: Inválida dirección de correo electrónico
fa_ir: آدرس ایمیل نامعتبر
it_it: indirizzo email non valido
pt_br: Endereço de e-mail inválido
pt_pt: Endereço de email inválido
ru_ru: Неверный email-адрес

source: Invalid format for NPA-NXX code (must be format: NXXNXX)
es_es: Inválido formato para código NPA-NXX (el formato debe ser: NXXNXX)
fa_ir: فرمت کد NPA-NXX نادرست است (فرمت درست:NXXNXX)
fr_fr: Format invalide pour le code NPA-NXX (format doit être; <b>NXXNXX</b>)
it_it: Formato non valido per codice NPA-NXX (deve essere formato: NXXNXX)
pt_br: Formato inválido para o código NPA-NXX (deve estar no formato: NXXNXX)
pt_pt: Formato insválido de codigo NPA-NXX (deve estar no formato: NXXNXX)
ru_ru: Неверный формат NPA-NXX (должен быть NXXNXX)

source: Invalid password supplied - less than 8 characters
es_es: Contraseña no válida suministra - menos de 8 caracteres
fa_ir: کلمه عبور نادرست - باید کمتر از 8 کاراکتر باشد
it_it: Password non valida fornita - meno di 8 caratteri
pt_br: Palavra-passe inválida fornecida - menos de 8 caracteres
pt_pt: Introduzida password inválida - menos de 8 caracteres
ru_ru: Введённый пароль короче 8-ми символов

source: Invalid password supplied - less than 8 chars
es_es: Contraseña no válida suministra - menos de 8 caracteres
fa_ir: کلمه عبور نادرست - باید کمتر از 8 کاراکتر باشد
it_it: Password non valida fornita - meno di 8 caratteri
pt_br: Palavra-passe inválida fornecida - menos de 8 caracteres
pt_pt: Introduzida password inválida - menos de 8 caracteres
ru_ru: Введённый пароль короче 8-ми символов

source: Invalid path %s
es_es: camino invalido: %s
fa_ir: مسیر نادرست %s
it_it: Percorso %s non valido 1
pt_br: Caminho inválido %s
ru_ru: Неверный путь %s

source: Invalid value supplied to select
es_es: Valor no válido suministrado para seleccionar
fa_ir: مقدار انتخابی نادرست
it_it: Valore non valido fornito per selezionare
pt_br: Valor inválido fornecido para selecionar
ru_ru: Неверный параметр вызова

source: Invalid value supplied violates the validation regex: %s
es_es: Valor no válido suministrado viola la expresión regular de validación: %s
it_it: Il valore fornito non valido viola la regex di convalida: %s1
pt_br: O valor inválido fornecido viola a regex de validação: %s
pt_pt: Valor inválido inserido viola a validação regex: %s
ru_ru: Неверное значение вызывает нарушения при проверке регулярного выражения: %s

source: It is highly recommended that you define an Outbound CallerID on all trunks, undefined behavior can result when nothing is specified. The CID Options can control when this CID is used. Do you still want to continue?
es_es: Es muy recomendable que defina un identificador de llamadas salientes en todos las líneas, un comportamiento indefinido puede resultar cuando no se especifica nada. Las opciones CID pueden controlar cuando se utiliza este CID. ¿Todavía quieres continuar?
it_it: Si consiglia vivamente di definire un CallerID in uscita su tutti i trunk, in caso contrario non è possibile determinare un comportamento non definito. Le Opzioni CID possono controllare quando viene utilizzata questa CID. Vuoi continuare?
pt_br: É altamente recomendável que você defina um CallerID de saída em todos os troncos, comportamento indefinido pode resultar quando nada é especificado. As opções de CID podem controlar quando este CID é usado. Você ainda quer continuar?
ru_ru: Настойчиво рекомендуется указать исходящий Caller ID (CID) на всех транках, если ничего не указано, то результатом может быть непонятное поведение при исходящих. Если этот CID выбран, дополнительные возможности реализуется в модуле Опции CID. Вы хотите продолжать?

source: It is unlikely you'll need to change anything here.
es_es: Es poco probable que usted tenga que cambiar algo aquí.
fa_ir: شما نیاز به تغییر چندانی در این بخش ندارید.
it_it: È improbabile che tu debba cambiare qualcosa qui.
pt_br: É improvável que você precise mudar alguma coisa aqui.
pt_pt: É provável que não necessite alterar nada aqui.
ru_ru: Маловероятно,что здесь нужно что-либо менять.

source: KEYWORD
fa_ir: کلید واژه
it_it: PAROLA CHIAVE
pt_br: PALAVRA-CHAVE
ru_ru: КЛЮЧЕВОЕ СЛОВО

source: Key provided - %s - is not hex
es_es: Clave proporcionada -%s - no es hex
fa_ir: ارائه کلید - %s - هگزا نیست
it_it: La chiave fornita - %s1 - non è esadecimale
pt_br: Chave fornecida - %s - não é hex
pt_pt: Chave fornecida - %s - não é hexadecimal
ru_ru: Введённый ключ %s не 16-тиричном формате

source: Killing asterisk forcefully.
es_es: Matando Asterisk forzosamente.
fa_ir: متوقف کردن اجباری استریسک.
it_it: Uccidere l'asterisco con forza.
pt_br: Matando Asterisk com força.

source: LOADING ROUTES
es_es: CARGANDO RUTAS
fa_ir: بارگذاری مسیرها
it_it: CARICARE I PERCORSI
pt_br: ROTAS DE CARREGAMENTO
ru_ru: ЗАГРУЗКА МАРШРУТОВ

source: Language Code
es_es: Código Idioma
fa_ir: کد زبان
it_it: Codice della lingua
pt_br: Código de Idioma

source: Language Support Unknown
fa_ir: پشتیبانی زبان ناشناس
it_it: Supporto linguistico sconosciuto

source: Last after %s
es_es: Última tras %s
fa_ir: آخرین پس از %s
it_it: Ultimo dopo %s1
pt_pt: Último após %s

source: Learn More
es_es: Aprender Más
fa_ir: فراگیری بیشتر
it_it: Per saperne di più
pt_br: Saber Mais
pt_pt: Saber Mais
ru_ru: Узнать больше

source: Leave Reload Bar Up
es_es: Dejar la barra de recarga
fa_ir: رها کردن بار بارگذاری در بالا
it_it: Lasciare Ricaricare la barra
pt_br: Deixar a barra de recarga para cima
pt_pt: Deixar Barra para Recarregar Acima
ru_ru: Оставлять оранжевый элемент <b>Применить изменения</b> сверху

source: Left upper logo.Path is relative to admin.
es_es: Logo superior izquierda. Ruta es relativo al admin.
fa_ir: لوگوی بالا سمت چپ. مسیر نسبت به مدیر.
it_it: Logo superiore sinistro.Il percorso è relativo all'admin.
pt_br: Logo superior esquerdo. O caminho é relativo ao admin.
pt_pt: Logo superior esquerdo. Caminho é relativo a admin.

source: License
es_es: Licencia
fa_ir: مجوز
it_it: Licenza
pt_br: Licença
pt_pt: Licença
ru_ru: Лицензия

source: Licensed
es_es: Licenciado
fa_ir: مجاز
it_it: autorizzato
pt_br: Licenciado
pt_pt: Licenciado
ru_ru: Лицензировано

source: Link for Footer Logo
es_es: Enlace para el logotipo de pie de página
fa_ir: پیوند به لوگو پاورقی
it_it: Link per il logo Footer
pt_br: Link para o logotipo do rodapé
pt_pt: Link para o Logo de Rodapé
ru_ru: Ссылка для нижнего логотипа

source: Link for Left Logo
es_es: Enlace para el logotipo izquierdo
fa_ir: پیوند به لوگو چپ
it_it: Link per logo sinistro
pt_br: Link para o logotipo esquerdo
pt_pt: Link para o Logo Esquerdo
ru_ru: Ссылка для левого логотипа

source: Link for Sponsor Footer Logo
es_es: Enlace para el logo del patrocinador
fa_ir: پیوند به لوگو پشتیبان پاورقی
it_it: Link per Logo sponsor footer
pt_br: Link para o Logotipo do Rodapé do Patrocinador
pt_pt: Link para o Logo de Rodapé do Patrocinador

source: List All Extensions
es_es: Listar Todas las Extensiones
fa_ir: فهرست تمامی داخلی ها
it_it: Elenca tutte le estensioni
pt_br: Listar Todas as Extensões
ru_ru: Список всех внутренних номеров

source: List DAHDi DIDs
es_es: Listar DIDs DAHDi
fa_ir: فهرست DAHDi DIDs
it_it: Elenca i DIHDi DID
pt_br: Listar DAHDi DIDs
ru_ru: Список DID-ов DAHDI

source: List Devices
es_es: Listar Dispositivos
fa_ir: فهرست وسایل
it_it: Elenco dispositivi
pt_br: Listar Dispositivos
ru_ru: Список устройств

source: List Trunks
es_es: Listar Troncales
fa_ir: فهرست ترانک ها
it_it: Elenco dei Trunk
pt_br: Listar Troncos
ru_ru: Список транков

source: List Users
es_es: Listar Usuarios
fa_ir: فهرست کاربران
it_it: Elenco degli utenti
pt_br: Listar Usuários
ru_ru: Список пользователей
