Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Module Admin caches a copy of the online XML document that describes what is available on the server. Subsequent online update checks will use the cached information if it is less than 5 minutes old. To bypass the cache and force it to go to the server each time, set this to True. This should normally be false but can be helpful during testing.
es_es: Module Admin guarda en caché una copia del documento XML en línea que describe lo que está disponible en el servidor. Las verificaciones posteriores de la actualización en línea utilizarán la información almacenada en caché si tiene menos de 5 minutos de antigüedad. Para evitar la caché y obligarla a ir al servidor cada vez, establezca esto en True. Esto normalmente debería ser falso pero puede ser útil durante las pruebas.
it_it: Modulo Admin memorizza nella cache una copia del documento XML online che descrive ciò che è disponibile sul server. I successivi controlli di aggiornamento online utilizzeranno le informazioni memorizzate nella cache se sono meno di 5 minuti. Per ignorare la cache e forzarla ad andare sul server ogni volta, impostarla su True. Questo dovrebbe normalmente essere falso ma può essere utile durante il test.
pt_br: Módulo Admin mantém em cache uma cópia do documento XML online que descreve o que está disponível no servidor. As verificações de atualização online subsequentes usarão as informações armazenadas em cache se menores do que 5 minutos. Para ignorar o cache e forçá-lo a ir para o servidor cada vez, defina isso como Verdadeiro. Isso normalmente deve ser Falso, mas pode ser útil durante testes.
ru_ru: Управление модулями кэширует копию он-лайн документа XML где описаны модули доступные на сервере. При он-лайн проверке используется кэшированная информация, если она не старее 5 минут. Чтобы игнорировать кэширование и форсировать проверку на сервере установить в True. По умолчанию эта опция установлена в False, но включение её может быть полезным при тестировании.

source: Module Admin normally tries to get its online information through direct file open type calls to URLs that go back to the freepbx.org server. If it fails, typically because of content filters in firewalls that do not like the way PHP formats the requests, the code will fall back and try a wget to pull the information. This will often solve the problem. However, in such environment there can be a significant timeout before the failed file open calls to the URLs return and there are often 2-3 of these that occur. Setting this value will force FreePBX to avoid the attempt to open the URL and go straight to the wget calls.
es_es: El Administrador de módulos normalmente intenta obtener su información en línea a través de llamadas de tipo abierto de archivos directos a direcciones URL que vuelven al servidor freepbx.org. Si falla, normalmente debido a filtros de contenido en firewalls que no les gusta la forma en que PHP formatea las solicitudes, el código se volverá a intentar y tratará de extraer la información. Esto resolverá a menudo el problema. Sin embargo, en dicho entorno puede haber un tiempo de espera significativo antes de que el archivo fallido abra las llamadas a las direcciones URL y que a menudo hay 2-3 de ellas. Establecer este valor forzará a FreePBX a evitar el intento de abrir la URL e ir directamente a las llamadas de wget.
it_it: L'Admin modulo normalmente cerca di ottenere le sue informazioni online tramite chiamate dirette di tipo open file agli URL che ritornano al server freepbx.org. Se fallisce, tipicamente a causa dei filtri di contenuto nei firewall che non gradiscono il modo in cui PHP formatta le richieste, il codice ricadrà e tenterà un wget per estrarre le informazioni. Questo spesso risolverà il problema. Tuttavia, in tale ambiente può esserci un timeout significativo prima che il file non riuscito apra le chiamate al ritorno degli URL e spesso ci sono 2-3 di queste. L'impostazione di questo valore costringerà FreePBX ad evitare il tentativo di aprire l'URL e andare direttamente alle chiamate wget.
ru_ru: Обычным образом Управление модулями пытается получить он-лайн информацию о модулях на сервере freepbx.org используяю прямые вызовы URL. Если они не проходят, обычно по вине контент-фильтров сетевых экранов, которым может не понравиться РНР формат запросов. В таком случае код запросов меняется на запрос через команду wget чтобы вытащить нужную информацию. Часто это помогает решить проблемы. Однако в таком окружении такие запросы чаще повисают по таймауту, прежде чем получат ошибку при вызовах по URL, и такое происходит по 2-3 раза. Установка этого флага будет форсировать FreePBX не пытаться открывать URL, и сразу использовать вызовы через wget.

source: Module Administration
fa_ir: مدیریت ماژول
fr_fr: Administration des modules
it_it: Modulo Amministrazione
pt_pt: Administração de Módulos

source: Module Administration Help
es_es: Ayuda de la administración del módulo
fa_ir: راهنمای مدیریت ماژول
it_it: Guida per l'amministrazione del modulo
pt_br: Ajuda do Módulo Administrativo
ru_ru: Помощь администрирования модуля

source: Module Broken
es_es: Modulo roto
fa_ir: ماژول شکسته
it_it: Modulo rotto
pt_br: Módulo Quebrado
ru_ru: Модуль повреждён

source: Module Disabled
es_es: Modulo Deshabilitado
fa_ir: ماژول غیر فعال شده
it_it: Modulo disabilitato
pt_br: Módulo Desabilitado
ru_ru: Модуль отключен

source: Module Disabled - Needs Upgrade
es_es: Módulo deshabilitado - necesita actualización
fa_ir: ماژول غیر فعال شده - نیاز به بروزشدن دارد
it_it: Modulo disabilitato - Richiede aggiornamento
pt_br: Módulo Desabilitado - Necessita de Upgrade
ru_ru: Модуль отключен - необходимо обновление

source: Module Information
es_es: Información del Módulo
fa_ir: اطلاعات ماژول
it_it: Informazioni sul modulo
pt_br: Informação do Módulo
ru_ru: Информация модуля

source: Module Name is blank in %s
es_es: Nombre del Módulo está en blanco en %s
fa_ir: نام ماژول خالی است در %s
it_it: Il nome del modulo è vuoto in %s1
pt_br: Nome do módulo em branco em %s
pt_pt: Nome do módulo está vazio em %s
ru_ru: Имя модуля пустое в %s

source: Module Not Found
es_es: Módulo no encontrado
fa_ir: ماژول یافت نشد
it_it: Modulo non trovato
pt_br: Módulo não encontrado
ru_ru: Модуль не найден

source: Module Not Installed
es_es: Módulo no instalado
fa_ir: ماژول نصب نشده است
it_it: Modulo non installato
pt_br: Módulo não instalado
ru_ru: Модуль не установлен

source: Module XML was not in the proper format
es_es: Módulo XML no estaba en el formato correcto
fa_ir: ماژول XML در فرمت مناسبی نیست
it_it: Il modulo XML non era nel formato corretto
pt_br: Módulo XML não está no formato apropriado
pt_pt: XML do módulo não estava no formato apropriado
ru_ru: Модуль XML был в неверном формате

source: Module has been revoked and can not be enabled
es_es: El módulo se ha revocado y no se puede habilitar
fa_ir: ماژول لغو شده و نمیتواند فعال شود
it_it: Il modulo è stato revocato e non può essere abilitato
pt_br: O módulo foi revogado e não pode ser ativado
ru_ru: Модуль был отозван и не может быть включен

source: Module has been signed with an invalid key
es_es: El módulo se ha firmado con una clave no válida
fa_ir: ماژول با کلید نادرستی تایید شده
it_it: Il modulo è stato firmato con una chiave non valida
pt_br: Módulo foi assinado com uma chave inválida
ru_ru: Модуль был подписан недействительным ключом

source: Module has been tampered. Please redownload
es_es: El módulo ha sido manipulado. Por favor, vuelva a descargar
fa_ir: ماژول دستکاری شده. مجدد دانلود کنید
it_it: Il modulo è stato manomesso Si prega di eseguire nuovamente il download
pt_br: O módulo foi adulterado. Por favor, baixe novamente
ru_ru: Модуль повреждён. Перезагрузите

source: Module is Unsigned
es_es: El módulo no está firmado
fa_ir: ماژول تایید نشده
it_it: Il modulo è senza segno
pt_br: Módulo não assinado
ru_ru: Модуль не подписан

source: Module names
es_es: Nombres de los módulos
fa_ir: نام ماژول
it_it: Nomi dei moduli
pt_br: Nomes de módulos

source: Module not enabled: cannot disable
es_es: Módulo no habilitado: no se puede desactivar
fa_ir: ماژول فعال نشده: نمیتواند غیرفعال شود
fr_fr: Module non activé donc ne peut être désactivé
it_it: Modulo non attivato: impossibile disattivarlo
pt_br: Módulo não habilitado: impossível desabilitar
pt_pt: Módulo não está ativo: não é possível desativar
ru_ru: Модуль не задействован: нельзя отменить

source: Module not installed: cannot uninstall
es_es: Módulo no instalado: no se puede desinstalar
fa_ir: ماژول نصب نشده: نمیتواند عزل شود
fr_fr: Module non installé : ne peut être désinstallé
it_it: Modulo non installato: non posso disinstallare
pt_br: Módulo não instalado: impossível desinstalar
pt_pt: Módulo não está instalado: não é possível desinstalar
ru_ru: Модуль не установлен: нельзя удалить

source: Module uploaded successfully. You need to enable the module using %s to make it available.
es_es: Módulo subido correctamente. Es necesario activar el módulo usando %s para que esté disponible.
fa_ir: ماژول با موفقیت به روزشد. برای اطمینان باید ماژول %s را فعال کنید.
fr_fr: Module téléchargé avec succès. Vous devez l'activer en utilsant %s.
it_it: Modulo caricato con successo. È necessario abilitare il modulo usando %s1 per renderlo disponibile.
pt_br: Upload de módulo executado com sucesso. É necessário habilitar o módulo usando %s para torná-lo disponível.
pt_pt: Módulo transferido com sucesso. Necessário ativar o módulo usando %s para o tornar disponível.
ru_ru: Модуль загружен успешно, Необходимо задействовать его используя %s чтобы сделать его доступным.

source: Module: "%s"'s signature has been revoked. Module has been automatically disabled
es_es: Módulo: "%s"'s la firma ha sido revocada. Módulo se ha desactivado automáticamente
it_it: Modulo: la firma "%s1" è stata revocata. Il modulo è stato disabilitato automaticamente
pt_br: Módulo: "%s"' assinatura foi revogada. Módulo foi automaticamente desabilitado
pt_pt: A assinatura do módulo "%s" foi revogada. O módulo foi desativado automaticamente
ru_ru: Модуль: "%s" сигнатура была отозвана. Модуль автоматически отключен

source: Module: "%s", File: "%s"
es_es: Módulo: "%s", Archivo: "%s"
fa_ir: ماژول: "%s", فایل: "%s"
it_it: Modulo: "%s1", file: "%s2"
pt_br: Módulo: "%s", Arquivo: "%s"
pt_pt: Módulo: "%s", Ficheiro: "%s"
ru_ru: Модуль: "%s", Файл: "%s"

source: Module: '%s', File: '%s' (If you just updated FreePBX, you'll need to run 'fwconsole chown' and then 'fwconsole reload' to clear this message. If you did not just update FreePBX, your system may have been compromised)
es_es: Módulo: '%s', File: '%s' (Si acaba de actualizar FreePBX, deberá ejecutar 'fwconsole chown' y luego 'fwconsole reload' para borrar este mensaje.Si no acaba de actualizar FreePBX, Sistema puede haber sido comprometido)
it_it: Modulo: '%s1', File: '%s2' (Se hai appena aggiornato FreePBX, devi eseguire 'fwconsole chown' e quindi 'fwconsole reload' per cancellare questo messaggio.Se non hai appena aggiornato FreePBX , il tuo sistema potrebbe essere stato compromesso)
pt_br: Módulo: '%s', Arquivo: '%s' (Se você acabou de atualizar o FreePBX, será necessário executar 'fwconsole chown' e então 'fwconsole reload' para limpar esta mensagem. Se você não acabou de atualizar o FreePBX, seu sistema pode ter sido comprometido)
ru_ru: Модуль : '%s', Файл: '%s'(Если вы недавно обновили FreePBX, то необходимо запустить 'fwconsole chown' , а затем 'fwconsole reload' для очистки этого сообщения). Если Вы не обновили FreePBX, то Ваша система может быть скомпрометирована)

source: Modules can have separate individual repos or tracks, these tracks can determine what type of updates this module receives. A prime example is that of the beta track. You can select the beta track for this module and FreePBX will give you the highest updates in the beta track or stable. Some Modules will only have one track. Tracks can be disabled in Advanced Settings.<br>Tracks can only be changed after checking online
es_es: Los módulos pueden tener repos individuales separadas o pistas, estas pistas pueden determinar qué tipo de cambios recibe este módulo. Un primer ejemplo es el de la versión beta. Usted puede seleccionar la versión beta para este módulo y FreePBX le dará las más altas actualizaciones en la versión beta o estable. Algunos módulos sólo tendrán una pista. Las pistas se pueden desactivar en Configuración Avanzada. <br>.Las pistas sólo se pueden cambiar después de comprobar en línea
it_it: I moduli possono avere repository o tracce separati, queste tracce possono determinare quale tipo di aggiornamenti riceve questo modulo. Un primo esempio è quello della traccia beta. Puoi selezionare la traccia beta per questo modulo e FreePBX ti darà gli aggiornamenti più alti nella traccia beta o stabile. Alcuni moduli avranno solo una traccia. Le tracce possono essere disabilitate nelle Impostazioni avanzate. <br> Le tracce possono essere modificate solo dopo aver effettuato il controllo online
pt_br: Os módulos podem ter repositórios ou faixas individuais separadas, essas faixas podem determinar que tipo de atualizações este módulo recebe. Um bom exemplo é o da faixa beta. Você pode selecionar a faixa beta para este módulo e FreePBX lhe dará as atualizações mais altas na faixa beta ou estável. Alguns módulos terão apenas uma faixa. As faixas podem ser desativadas em Configurações avançadas. As faixas só podem ser alteradas após a verificação on-line
ru_ru: Модули могут иметь отдельные репозитории и треки. Треки могут определять тип обновлений,которые получает данный модуль.Пример этого - проверка бета-версий.Вы можете выбрать проверку бета-версий для этого модуля и FreePBX предоставит Вам саммые свежие обновления бета-версий или стабильных версий. Некоторые модули могут иметь только один трек.Треки могут быть отключены в Расширенных настройках.<br>Треки могут быть изменены только после онлайн-проверки

source: Monitor Trunk Failures
es_es: Monitor Fallos Línea
fa_ir: مشاهده ترانک های ازدست رفته
fr_fr: Monitoring problèmes de trunk
it_it: Monitorare i guasti del Trunk
pt_br: Monitorar falhas de Troncos
pt_pt: Monitorar Falhas de Trunk
ru_ru: Следить за отказами транка

source: More info
es_es: Más Info
fa_ir: اطلاعات بیشتر
fr_fr: Plus d'infos
it_it: Informazioni addizionali
pt_br: Maiores Informaçṍes
pt_pt: Mais info
ru_ru: Подробнее

source: Most VoIP providers require your system to REGISTER with theirs. Enter the registration line here.<br><br>example:<br><br>username:password@switch.voipprovider.com.<br><br>Many providers will require you to provide a DID number, ex: username:password@switch.voipprovider.com/didnumber in order for any DID matching to work.
es_es: La mayoría de los proveedores de VoIP requieren que su sistema se registre con el suyo. Introduzca la línea de registro aquí.<br><br>ejemplo:<br><br>usuario:contraseña@switch.voipprovider.com.<br><br>Muchos proveedores le requerirán proporcionar un número DID, ej: usuario:contraseña@switch.voipprovider.com/númerodid para que cualquier DID a coincida y funcione.
fr_fr: La plupart des fournisseurs VoIP demande que votre système s'enregistre auprès du leur. Entrez la ligne d'enregistrement ici.<br>exemple: <br><br>username:password@switch.fournisseurvoip.com<br><br>Beaucoup de providers demanderont de fournir un numéro DID, ex:username:password@switch.voipprovider.com/didnumber pour que les DID correspondant fonctionnent.
it_it: La maggior parte dei provider VoIP richiede al sistema di REGISTRARSI con i loro. Inserisci la riga di registrazione qui. <br> <br> esempio: <br> <br> username: password@switch.voipprovider.com. <br> <br> Molti provider ti richiedono di fornire un numero DID, ad esempio: username : password@switch.voipprovider.com/didnumber per far funzionare qualsiasi abbinamento DID.
pt_br: A maioria dos provedores VoIP precisam que seu sistema se REGISTRE. Entre com os parametros de registro aqui.<br><br>exemplo:<br><br>username:password@switch.voipprovider.com. <br><br> Muito provedores vão exigir que você forneça um número de DID, ex:username:password@switch.voipprovider.com/numeroDID de maneira a que o DID funcione.
ru_ru: Большинство VoIP провайдеров требуют, чтобы ваша система регистрировалась. Введите строку регистрации.<br><br>Пример: username:password@2iax2.postmet.com. Многие провайдеры требуют указывать и номера DID, например: username:password@2iax2.postmet.com/1234567, где 1234567 номер DID.

source: Multiple hooks unimplemented
es_es: Múltiples hooks sin aplicarse
fa_ir: چندین هوک اجرا نشده
it_it: Ganci multipli non implementati
ru_ru: Несколько обработчиков не реализованы

source: Multiple params to autoload (__call) not supported. Don't do that. Or re-write this.
es_es: Múltiples parámetros para autocarga (__call) no son compatibles. No lo hagas. O vuelve a escribir esto.
it_it: Parametri multipli per autoload (__call) non supportati. Non farlo. O riscrivi questo.
pt_br: Vários parâmetros para autoload (__call) não são suportados. Não faça isso ou reescreva isso.
pt_pt: Parametros múltiplos para autoload (__call) não suportados. Não faça isso ou reescreva isto.
ru_ru: Несколько парамтров для автозагрузки(__call) не поддерживаются. Не делайте этого.Или перезапишите это.

source: Music On Hold
es_es: Música en Espera
fa_ir: آهنگ انتظار
fr_fr: Musique d'attente
it_it: Musica d'attesa
pt_br: Música em Espera
pt_pt: Música em Espera
ru_ru: Музыку в ожидании

source: Music On Hold?
es_es: Música en Espera?
fa_ir: آهنگ انتظار؟
fr_fr: Musique d'attente
it_it: Musica d'attesa?
pt_br: Música em Espera?
pt_pt: Música em Espera?
ru_ru: Музыку в ожидании?

source: Must have a name for the CSR
es_es: Debe tener un nombre para la CSR
fa_ir: باید CSR نام داسته باشد
it_it: Deve avere un nome per il CSR
pt_br: Deve existir um nome para o CSR
pt_pt: Deve existir um nome para o CSR
ru_ru: Необходимо имя для CSR

source: MySQL Tables Repaired
es_es: MySQL Tablas Reparadas
fa_ir: جداول MySQL تعمیر شد
it_it: Tabelle MySQL riparate
pt_br: Tabelas MySQL Reparadas
ru_ru: Таблица MySQL восстановлена

source: MySQL table repair Failed: %s
es_es: Reparación de la tabla de MySQL Falló: %s
fa_ir: تعمیر جدول MySQL شکست خورد: %s
it_it: Riparazione della tabella MySQL non riuscita: %s1
pt_br: Reparo da tabela MySQL Falhou: %s
ru_ru: Ошибка восстановления таблицы MySQL : %s

source: NAT Mode
es_es: Modo NAT
fa_ir: نوع NAT
it_it: Modalità NAT
pt_br: Modo NAT
pt_pt: Modo NAT
ru_ru: Режим NAT

source: NAT setting, see Asterisk documentation for details. Yes usually works for both internal and external devices. Set to No if the device will always be internal.
es_es: Ajuste NAT, consulte la documentación de Asterisk para más detalles. Sí por lo general funciona para ambos dispositivos internos y externos. Se establece en No si el dispositivo estará siempre en interno.
it_it: Impostazione NAT, consultare la documentazione di Asterisk per i dettagli. Sì solitamente funziona sia per dispositivi interni che esterni. Impostare su No se il dispositivo sarà sempre interno.
pt_br: Configurações NAT, veja a documentação Asterisk para detalhes. Sim normalmente funciona tanto para dispositivos internos como externos. Defina como Não se o dispositivo for sempre interno.
ru_ru: Установки NAT, см. документацию по Астериск для деталей. Установка параметра в Yes обычно работает с внутренними и внешними устройствами. Если установлено в No то устройство всегда подразумевается как внутреннее.

source: NOTE
es_es: NOTA
fa_ir: یادداشت
it_it: NOTA
pt_br: NOTA
ru_ru: Замечание

source: NOTICE! This system has EDGE mode enabled. For more information visit %s
es_es: ¡DARSE CUENTA! Este sistema tiene habilitado el modo EDGE. Para obtener más información, visite %s
it_it: AVVISO! Questo sistema ha abilitato la modalità EDGE. Per maggiori informazioni visit %s1
pt_br: AVISO! Este sistema tem o modo EDGE ativado. Para obter mais informações, visite %s

source: NOTICE! You have %s notifications! Please log into the UI to see them!
es_es: ¡DARSE CUENTA! ¡Tienes %s notificaciones! ¡Inicia sesión en la interfaz de usuario para verlos!
fa_ir: نکته! شما %s هشدارد دارید! برای مشاهده به رابط کاربری وارد شوید!
it_it: AVVISO! Hai %s1 notifiche! Per favore accedi all'interfaccia utente per vederli!
pt_br: AVISO! Você possui %s notificações. Faça login na interface do usuário para vê-las!
ru_ru: Уведомление! У Вас %s уведомлений! Войдите в UI для просмотра!

source: Name
es_es: Nombre
fa_ir: نام
it_it: Nome
pt_br: Nome
ru_ru: Имя

source: Name of this route. Should be used to describe what type of calls this route matches (for example, 'local' or 'longdistance').
es_es: Nombre de esta ruta. Debe ser utilizada para describir qué tipo de llamadas coinciden con esta ruta (por ejemplo, 'local' o 'larga distancia').
fr_fr: Nom de cette route. Par commodité, devrait décrire le type d'appels routés sur cette route (par exemple, <strong>local</strong> ou <strong>longuedistance</strong>)
it_it: Nome di questa rotta Dovrebbe essere usato per descrivere il tipo di chiamate che questa rotta corrisponde (ad esempio, "locale" o "lunga distanza").
pt_br: Nome desta rota. Pode ser usado para descrever que tipo de chamadas esta rota combina (por exemplo, 'local' ou 'longa distância').
pt_pt: Nome da rota. Serve usar para descrever que tipo de chamadas está sendo realizada dicha ruta (por ejemplo, 'local' o 'larga distancia').
ru_ru: Название маршрута. Рекомендуется использовать для указания типа маршрута, куда он ведет (например - 'локальные', или 'межгород').

source: Need to be instantiated with a FreePBX Object
es_es: Necesitas crear una instancia con un Objeto FreePBX
fa_ir: باید مطابق شی معرفی شده از طرف FreePBX باشد
it_it: Devi essere istanziato con un oggetto FreePBX
pt_br: Precisa ser instanciado com um objeto FreePBX
pt_pt: Tem de ser instanciado com um Objeto do FreePBX
ru_ru: Необходимо создание экземпляра объекта

source: Never
es_es: Nunca
fa_ir: هرگز
fr_fr: Jamais
it_it: Mai
pt_br: Nunca
pt_pt: Nunca
ru_ru: Никогда

source: Never - (%s)
es_es: Nunca - (%s)
fa_ir: هرگز - (%s)
it_it: Mai - (%s1)
pt_br: Nunca - (%s)
ru_ru: Никогда - (%s)

source: Newer than online version (%s)
es_es: Entrada más reciente que la versión online (%s)
fa_ir: جدیدتر از نسخه آنلاین (%s)
fr_fr: Plus récent que la version réseau (%s)
it_it: Più nuovo della versione online (%s)
pt_br: Mais novo que a versão online (%s)
pt_pt: Mais recente que versão online (%s)
ru_ru: Новее, чем он-лайн версия (%s)

source: Nightly
es_es: Nocturno
fa_ir: شبانه
it_it: ogni notte
pt_br: Todas as noites
ru_ru: Каждую ночь

source: No - (%s)
fa_ir: خیر - (%s)
it_it: No - (%s1)
pt_br: Não - (%s)
ru_ru: Нет - (%s)

source: No Action
es_es: Ninguna Acción
fa_ir: بی عمل
fr_fr: Pas d'action
it_it: Nessuna Azione
pt_br: Sem ação
pt_pt: Nenhuma Ação
ru_ru: Нет действий

source: No Answer
es_es: No Contesta
fa_ir: بی پاسخ
it_it: Nessuna risposta
pt_br: Sem resposta
pt_pt: Sem Resposta
ru_ru: Неответ

source: No Cert Signing Request for %s
es_es: Sin Solicitud de Firma Cert para %s
fa_ir: بدون درخواست امضا برای %s
it_it: Nessuna richiesta di firma Cert per %s1
pt_br: Nenhum pedido de assinatura de certificado para %s
pt_pt: Nenhum Pedido de Assinatura de Cert para %s
ru_ru: Нет запроса подписи для %s

source: No Change Log
es_es: No Cambio de registro
fa_ir: بدون لاگ تغییر
it_it: Nessun registro modifiche
pt_br: Nenhum registro de alterações
pt_pt: Sem Registo de Alterações
ru_ru: Нет журнала изменений

source: No Description
es_es: Sin Descripción
fa_ir: بدون شرح
it_it: Nessuna descrizione
pt_br: Sem descrição
pt_pt: Sem Descrição
ru_ru: Нет описания

source: No Description Provided
es_es: No se proporciona descripción
fa_ir: توضیحی ارائه نشده
it_it: Nessuna descrizione fornita
pt_br: Nenhuma descrição fornecida
pt_pt: Nenhuma Descrição Definida
ru_ru: Нет описания
