Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Failed download module tarball from %s, server may be down
es_es: Fallo de descarga del módulo tarball de %s el servidor puede que esté caído
fa_ir: شکست در دانلود فایل فشرده ماژول از %s، ممکن است سرور در دسترس نباشد
it_it: Caricamento fallito del modulo di download da %s1, il server potrebbe essere inattivo
pt_br: Falha ao baixar o tarball do módulo %s, o servidor pode estar indisponível
pt_pt: Falha de download do tarball do módulo de %s, o servidor pode estar em baixo
ru_ru: Не удалось скачать пакет модуля с %s, возможно сервер остановлен

source: Failed to Remove
es_es: FAllo al Eliminar
fa_ir: حذف ناموفق
it_it: Impossibile rimuovere
pt_br: Falha Ao Remover
pt_pt: Falha ao Remover
ru_ru: Не удалось удалить

source: Failed to Remove directory
es_es: Fallo al Eliminar directorio
fa_ir: حذف ناموفق دایرکتوری
it_it: Impossibile rimuovere la directory
pt_br: Falha ao Remover Diretório
pt_pt: Falha ao Remover diretório
ru_ru: Ошибка перемещения директории

source: Failed to get remote file, error was: %s
es_es: No se pudo obtener el archivo remoto, el error fue: %s
it_it: Impossibile ottenere il file remoto, l'errore era:%s1

source: Failed to get remote file, mirror site may be down: %s
es_es: FAlloo al obtener el archivo remoto, sitio espejo puede estar caído: %s
fa_ir: شکست در دریافت فایل خارجی، سایت پشتیبان در دسترس نیست: %s
it_it: Impossibile ottenere il file remoto, il sito mirror potrebbe essere inattivo:%s1
pt_br: Falha ao obter o arquivo remoto, site espelho pode estar indisponível: %s
pt_pt: Falha obtendo ficheiro remoto, o mirror site pode estar em baixo: %s
ru_ru: Ошибка получения удалённого файла, зеркало вебсервера возможно не работоспособно:%s

source: Failed to open %s for writing, aborting attempt to write the country indications. The file may be readonly or the permissions may be incorrect.
es_es: No se pudo abrir %s para escritura, abortando intento de escribir las indicaciones país. El archivo puede que sea de sólo lectura o los permisos pueden estar incorrectos.
fr_fr: Impossible d'ouvrir %s pour écriture de l'indication pays. Le fichier doit être en écriture seule ou les autorisations ne sont pas correctes.
it_it: Apertura %s fallita per la scrittura, tentativo di scrittura indicazioni paese annullato. Il file potrebbe essere in sola lettura o i permessi non corretti.
pt_br: Falha ao abrir %s para gravação, abortando tentativa de escrever indicações de país. O arquivo pode estar somente leitura ou com as permissões incorretas.
pt_pt: Falha ao abrir %s para escrita, abortando tentativa de escrever as indicações de país. O ficheiro pode ser apenas de leitura ou as permissões estão incorretas.
ru_ru: Ошибка при открытии %s для записи, отказ при попытке установить региональную сигнализацию. Файл может иметь статус 'только для чтения' или права для записи не корректны для текущего пользователя.

source: Failed to read manager file to add writetimeout
es_es: Fallo al leer el archivo administrador para agregar writetimeout
fa_ir: شکست در خواندن فایل مدیریتی برای افزودن وقفه نوشتاری
it_it: Impossibile leggere il file manager per aggiungere writetimeout
pt_br: Falha ao ler arquivo gerenciador para adicionar tempo limite de escrita
ru_ru: Ошибка чтения файла менеджера для добавления таймаута записи

source: Failed to reload AMI, manual reload will be necessary, try: [asterisk -rx 'module reload manager']
es_es: Error al recargar el AMI, será necesaria una recarga manual, probar: [asterisk -rx 'module reload manager']
it_it: Impossibile ricaricare AMI, sarà necessario ricaricare manualmente, provare: [asterisk -rx 'module reload manager']
pt_br: Falha para recarregar AMI, o recarregamento manual será necessário, tente: [asterisk -rx 'module reload manager']
ru_ru: Ошибка перезагрузки AMI,необходима ручная перезагрузка,попробуйте:[asterisk -rx 'module reload manager']

source: Failed to run installation scripts
es_es: Error al ejecutar scripts de instalación
fa_ir: شکست در اجرای اسکریپت های نصب
fr_fr: Impossible d'exécuter les cripts d'installation
it_it: Impossibile eseguire gli script di installazione
pt_br: Falha ao inciar os scripts de instalação
pt_pt: Falha ao executar scripts de instalação
ru_ru: Ошибка при исполнении скрипта инсталляции

source: Failed to run un-installation scripts
es_es: Error al ejecutar scripts de desinstalación
fa_ir: شکست در اجرای اسکریپت های عزل
fr_fr: Impossible de démarrer les scripts de désinstallation
it_it: Errore nell'eseguire lo script di disintallazione
pt_br: Falha ao executar scripts de desinstalação
pt_pt: Falha ao executar scripts de desinstalação
ru_ru: Ошибка при выполнении скрипта удаления

source: Failed to send online update email
fa_ir: شکست در ارسال ایمیل به روزرسانی آنلاین
it_it: Impossibile inviare l'e-mail di aggiornamento online
pt_pt: Falha no envio de email de atualização online

source: Failed to send security notification email
es_es: Error al enviar el email de notificación de seguridad
fa_ir: شکست در ارسال ایمیل هشدار امنیتی
it_it: Impossibile inviare un'e-mail di notifica di sicurezza
pt_br: Falha ao enviar email de notificação de segurança
pt_pt: Falha no envio de mail com notificação de segurança
ru_ru: Ошибка пи отправке на email уведомления о безопасности

source: Failed to send unsigned modules notification email
es_es: Fallo al enviar correo de notificación de módulos no firmdos
fa_ir: شکست در ارسال ایمیل هشدارهای ماژول های تایید نشده
it_it: Impossibile inviare e-mail di notifica moduli non firmati
pt_br: Falha ao enviar email de notificação de módulos não assinados
ru_ru: Ошибка отправки на email уведомления о неподписанных модулях

source: Failed to write file to disk
es_es: Error al escribir el archivo en el disco
fa_ir: شکست در نوشتن فایل در دیسک
it_it: Impossibile scrivere il file su disco
pt_br: Falha ao escrever arquivo no disco
pt_pt: Falha ao escrever ficheiro no disco
ru_ru: Ошибка записи файла на диск

source: Failed to write indications.conf
es_es: Error al escribir en indications.conf
fa_ir: شکست در نوشتن indications.conf
fr_fr: Echec d'écriture du fichier indications.conf
it_it: Scrittura file indications.conf fallita
pt_br: Falha ao gravar indications.conf
pt_pt: Falha ao escrever indications.conf
ru_ru: Ошибка при записи indications.conf

source: Fallback Welcome Page
es_es: Página Alternativa de Bienvenida
fa_ir: جانشین صفحه خوش آمد
it_it: Pagina di benvenuto di riserva
pt_br: Retornar Página de Boas Vindas
ru_ru: Приветственная страница при аварийном режиме

source: Fatal DB error trying to delete globals, trying to carry on
fa_ir: خطای سیستمی بانک اطلاعاتی در حذف سراسری ها، تلاش برای حفظ آن
it_it: Errore Fatal DB che tenta di cancellare globals, cercando di andare avanti
pt_pt: Erro fatal de base de dados tentando apagar globals, tentando continuar

source: Fatal Retry Interval
es_es: Intervalo para Reintento Fatal
it_it: Intervallo di tentativi fatali

source: Fax Detect
es_es: Detectar Fax
fa_ir: تشخیص فکس
it_it: Rilevazione fax
pt_br: Detecção de Fax
ru_ru: Обнаружен факс

source: Feature Codes Beep Only
es_es: Códigos de función Sólo pitido
fa_ir: فقط بوق کوتاه کدهای ویژه
it_it: Codici funzione Solo bip
pt_br: Códigos de Recurso Apenas Beep
ru_ru: Использовать только звуковой сигнал для подтверждения операций сервисных кодов

source: File %s has a revoked signature. Can not load
es_es: El archivo %s tiene una firma revocada. No se puede cargar
it_it: Il file %s1 ha una firma revocata . Non può caricare
pt_br: O Arquivo %s tem uma assinatura revogada. Não é possível carregar
pt_pt: Ficheiro %s tem uma assinatura revogada. Não é possível carregar
ru_ru: Файл %s имеет отозванную подпись. Не может быть загружен

source: File '%s' does not exist
es_es: Archivo '%s' no existe
it_it: Il file '%s1' non esiste
pt_br: O arquivo '%s' não existe

source: File Integrity failed for %s - aborting (Cause: %s)
es_es: Integridad del archivo fracasó por %s - abortando (Causa: %s)
it_it: Integrità del file non riuscita per %s1 - interruzione (Causa:%s2)
pt_br: A Integridade do Arquivo falhou para %s - abortando (Causa: %s)
pt_pt: Integridade de ficheiro falhou para %s - abortando (Causa: %s)
ru_ru: Ошибка целостности файла %s - завершение(Причина: %s)

source: File Integrity failed for %s - aborting (GPG Verify File check failed)
es_es: Integridad del archivo fracasó por %s - abortando (Verificación archivo GPG fallido)
it_it: Integrità del file non riuscita per %s1 - interruzione (controllo del file di verifica GPG non riuscito)
pt_br: A Integridade do Arquivo falhou para %s - abortando (verificação do Arquivo de Verificação GPG falhou)
pt_pt: Falha de integridade de ficheiro %s - abortando (falha de verificação GPG de Ficheiro)
ru_ru: Ошибка целостности файла %s - завершение(Ошибка при проверке GPG-верфикации)

source: File Integrity failed for %s - aborting (md5sum did not match)
es_es: Integridad de archivo fallido por %s - abortando (md5sum no se ha encontrado)
it_it: Integrità del file non riuscita per %s1 - interruzione (md5sum non corrisponde)
pt_br: A Integridade do Arquivo falhou para %s - abortando (md5sum não confere)
pt_pt: Integridade de ficheiro falhou para %s - abortando (md5sum não corresponde)
ru_ru: Ошибка целостности файла %s - завершение(md5-контрольные суммы не совпадают)

source: File Integrity failed for %s - aborting (sha1 did not match)
es_es: Integridad de archivo Integridad fallido por %s - abortando (sha1 No se han encontrado)
it_it: Integrità del file non riuscita per %s1 - interruzione (sha1 non corrisponde)
pt_br: A Integridade do Arquivo falhou para %s - abortando (sha1 não confere)
pt_pt: Integridade de ficheiro falhou para %s - abortando (sha1 não corresponde)
ru_ru: Ошибка целостности файла %s - завершение(sha1 не совпадают)

source: File upload stopped by extension
es_es: Carga de archivos se detuvo por extensión
fa_ir: بارگذاری فایل به وسیله داخلی متوقف شد
it_it: Il caricamento di file è stato interrotto per estensione
pt_br: Envio de arquivo parado pelo ramal
pt_pt: Transferencia de ficheiro interrompida pela extensão
ru_ru: Загрузка файла приостановлено внутренним номером

source: Find Me/Follow Me is disabled
es_es: BuscaMe/SigueMe deshabilitado
fa_ir: مرا پیدا/ دنبال کن غیرفعال شد
it_it: Find Me / Follow Me è disabilitato
pt_br: Localizar/Siga-me está desativado
ru_ru: НайдиМеня/СледуйСюда отключено

source: Find Me/Follow Me is enabled
es_es: BuscaMe/SigueMe habilitado
fa_ir: مرا پیدا/ دنبال کن فعال شد
it_it: Find Me / Follow Me è abilitato
pt_br: Localizar/Siga-me está ativado
ru_ru: НайдиМеня/СледуйСюда включено

source: Finished cleaning up cache
es_es: Limpieza final de la caché
fa_ir: اتمام پاکسازی کش
it_it: Finito di pulire la cache
pt_br: Acabar a limpeza da cache
ru_ru: Завершение очистки кэша

source: First before %s
es_es: Primero antes de %s
fa_ir: اولین قبل از %s
it_it: Prima prima di %s1
pt_pt: Primeiro antes de %s

source: Fixed
es_es: Fijo
fa_ir: ثابت
fr_fr: Fixe
it_it: Fisso
pt_br: Fixo
pt_pt: Fixo
ru_ru: Статическое

source: Fixed devices will always mapped to this user. Adhoc devices will be mapped to this user by default.<br><br>If selecting 'New User', a new User Extension of the same Device ID will be set as the Default User.
es_es: Dispositivos fijos siempre asignados a este usuario. Dispositivos Adhoc asignados a este usuario de forma predeterminada<br><br>Si selecciona 'Nuevo Usuario', un nuevo Usuario de Extensión con el mismo ID de dispositivo se establecerá como Usuario Predeterminado.
fr_fr: Les Périphériques fixes seront toujours associés à cet utilisateur. Les périphériques adhocs seront associés à cet utilisateur par défaut. <br>Si l'option <b>Nouvel Utilisateur</b> est choisie, une nouvelle extension du même périphérique (Identitifiant) sera sélectionnée comme utilisateur par défaut
it_it: Gli apparati di tipo fisso saranno sempre associati a questo utente. Gli apparati di tipo Adhoc saranno associati in maniera predefinita a questo utente.<br><br>Se si seleziona 'Nuovo utente', sarà creato un nuovo Interno utente Predefinito con lo stesso ID.
pt_br: Dispositivos fixos serão sempre mapeados para este usuário. Dispositivos Adhoc serão mapeados para este usuário por padrão.<br><br>Se você estiver selecionando 'Novo Usuário', um novo Ramal de Usuário com mesmo identificador do dispositivo será configurado como usuário padrão.
ru_ru: Фиксированное устройство будет всегда связано с конкретным абонентом. Случайное устройство будет связано с этим пользователем по умолчанию. <br><br>Если выбрано 'Новый пользователь', то новый внутренний номер с тем же ИД устройства будет назначен этому пользователю по умолчанию.

source: Fixes Vulnerabilities
es_es: Corrección de Vulnerabilidades
fa_ir: آسیب پذیری های ثابت
it_it: Risolve le vulnerabilità
pt_br: Corrige Vulnerabilidades
pt_pt: Resolve Vulnerabilidades
ru_ru: Исправленные уязвимости

source: Flags
es_es: Banderas
fa_ir: علائم
it_it: bandiere
pt_br: Bandeiras
ru_ru: Флаги

source: Flash Operator Panel
fa_ir: پنل اپراتوری فلش
fr_fr: Panneau Opérateur
it_it: Pannello Operatore
pt_br: Painel do Operador Flash
pt_pt: Painel Flash de Operador
ru_ru: Флэш Панель Оператора

source: For Message Waiting indicators there are three types: Auto, Solicited and Unsolicited. Auto means the PBX will try to automatically determine the type of MWI the phone uses. Solicited means Subscribe 200 then Notify 200. Unsolicited means only Notify 200. No need to Subscribe. Auto is the default and should only be changed if you see errors in the Asterisk logs
es_es: Existen tres tipos de indicadores de Mensaje en espera: Automático, Solicitado y No solicitado. Automático significa que la central intentará determinar automáticamente el tipo de MWI que utiliza el teléfono. Solicitado significa Suscribir 200 y luego Notificar 200. No solicitado significa solo Notificar 200. No es necesario suscribirse. Auto es el valor predeterminado y solo debería cambiarse si ve errores en los logs de Asterisk
it_it: Per gli indicatori Message Waiting ci sono tre tipi: Auto, Solicited e Unsolicited. Auto significa che il PBX proverà a determinare automaticamente il tipo di MWI utilizzato dal telefono. Sollecitato significa Sottoscrivi 200 poi Notifica 200. Non richiesto significa solo Notifica 200. Non c'è bisogno di iscriversi. Auto è l'impostazione predefinita e dovrebbe essere modificata solo se vengono visualizzati errori nei registri asterisco

source: For Message Waiting indicators there are two types: Solicited and Unsolicited. Solicited means Subscribe 200 then Notify 200. Unsolicited means only Notify 200. No need to Subscribe. Unsolicited is the default and should only be changed if you see errors in the Asterisk logs
es_es: Existen dos tipos de indicadores de Mensaje en espera: Solicitado y No solicitado. Solicitado significa Suscribir 200 y luego Notificar 200. No solicitado significa solo Notificar 200. No es necesario suscribirse. No solicitado es el valor predeterminado y solo debería cambiarse si ve errores en los logs de Asterisk
it_it: Per gli indicatori Message Waiting ci sono due tipi: Solicited e Unsolicited. Sollecitato significa Sottoscrivi 200 poi Notifica 200. Non richiesto significa solo Notifica 200. Non c'è bisogno di iscriversi. Unsolicited è l'impostazione predefinita e dovrebbe essere modificata solo se si visualizzano errori nei log Asterisk

source: For extensions that have CW enabled, report unanswered CW calls as <b>busy</b> (resulting in busy voicemail greeting). If set to no, unanswered CW calls simply report as <b>no-answer</b>.
es_es: Para las extensiones que tienen CW habilitado, reporte las llamadas de CW no contestadas como <b> ocupado </b> (lo que resulta en saludo de correo de voz ocupado). Si se establece en no, las llamadas de CW no respondidas simplemente informan como <b> sin respuesta </b>.
it_it: Per le estensioni con abilitazione CW, segnalare chiamate CW senza risposta come <b> 1busy </b> 2 (con conseguente messaggio vocale occupato occupato). Se impostato su no, le chiamate CW senza risposta riportano semplicemente <b> 3no-answer </b> 4.
pt_br: Para ramais que tem Chamada Em Espera habilitada, reporta chamadas de Chamadas Em Espera não atendidas como <b>ocupado</b> (resultando em saudação de correio de voz ocupada). Se definido para não, chamadas de Chamadas Em Espera não atendidas reporta como <b>não-atendida</b>.
ru_ru: Для внутренних номеров, у которых установлена возможность приёма второго звонка (ожидание второго звонка, Call Waiting - CW) отвечать на неотвеченные вызовы по второй линии как <b>busy</b> (и в результате вызывать сообщение голосовой почты BUSY). Если же установить этот флаг в НЕТ, то неотвеченные вызовы по второй линии будут отмечаться как <b>no-answer</b>.

source: For support please visit:
es_es: Para soporte visite:
fa_ir: برای پشتیبانی لطفا مراجعه کنید:
it_it: Per supporto, visita:
pt_br: Para suporte, visite:
ru_ru: Для поддержки посетите:

source: Forbidden Retry Interval
es_es: Prohibido Intervalo de Reintento
fa_ir: ممنوعیت فاصله تلاش مجدد
it_it: Intervallo di tentativi non consentiti
pt_br: Intervalo de Tentativa Proibida
pt_pt: Intervalo de Tentativa Proibido
ru_ru: Интервал повтора при запрете

source: Force
es_es: Forzar
fa_ir: تحمیل
it_it: Forza
pt_br: Forçar
pt_pt: Forçar
ru_ru: Принудительно

source: Force 'RTP/AVP', 'RTP/AVPF', 'RTP/SAVP', and 'RTP/SAVPF' to be used for media streams when appropriate, even if a DTLS stream is present.
es_es: Forzar 'RTP/AVP', 'RTP/AVPF', 'RTP/SAVP', y 'RTP/SAVPF' que se utilizarán para los flujos de medios de comunicación cuando sea apropiado, incluso si un flujo DTLS está presente.
it_it: Forza "RTP / AVP", "RTP / AVPF", "RTP / SAVP" e "RTP / SAVPF" da utilizzare per i flussi multimediali quando appropriato, anche se è presente un flusso DTLS.
pt_br: Forçar 'RTP/AVP', 'RTP/AVPF', 'RTP/SAVP', e 'RTP/SAVPF' para ser usado para fluxos de mídia quando apropriado, mesmo se um fluxo DTLS estiver presente.
ru_ru: Принудительный запуск 'RTP/AVP', 'RTP/AVPF', 'RTP/SAVP', и 'RTP/SAVPF' используется для медиапотоков в соответсвующих случаях, даже если имеется DTLS-поток

source: Force AVP
es_es: Forzar AVP
fa_ir: تحمیل AVP
it_it: Forza AVP
pt_br: Forçar AVP
pt_pt: Forçar AVP
ru_ru: Принудительно запустить AVP

source: Force All Internal Auto Answer
es_es: Forzar Auto Answer Todos Internos
fa_ir: اجباری کردن پاسخ خودکار تمام داخلی ها
it_it: Forza tutta la risposta automatica interna
pt_br: Forçar Todos Auto Atender Interno
pt_pt: Forçar Auto Answer em Todos os Internos
ru_ru: Форсировать режим внутренних авто-ответов

source: Force Asterisk Version
es_es: Forzar Versión Asterisk
fa_ir: تحمیل نسخه استریسک
it_it: Forza versione asterisco
pt_br: Forçar Versão Asterisk
pt_pt: Forçar Versão do Asterisk
ru_ru: Установить вручную версию Астериск

source: Force Disabled
es_es: Forzar Deshabilitado
fa_ir: غیر فعال کردن تحمیل
it_it: Forza disabilitato
pt_br: Forçar Desabilitado
ru_ru: Принудительный запуск выключен

source: Force Download and Downgrade to %s
es_es: Forzar Descargar y Degradar a %s
fa_ir: اجباری کردن دانلود به %s
fr_fr: Force le téléchargement et met à %s
it_it: Forza il download e il downgrade su %s1
pt_br: Forçar Baixar e Voltar Versão para %s
pt_pt: Forçar Transferencia e Downgrade para %s
ru_ru: Выполнить принудительно скачивание и понижение версии до %s

source: Force Download and Install %s
es_es: Forzar Descargar e Instalar %s
fa_ir: اجباری کردن دانلود و نصب %s
fr_fr: Force le téléchargement et installe %s
it_it: Forza download e installazione %s1
pt_br: Forçar Baixar e Instalar %s
pt_pt: Forçar Transferencia e Instalação %s
ru_ru: Форссировать скачивание и инсталляцию %s

source: Force Enabled
es_es: Forzar Habilitado
fa_ir: تحمیل فعال شدن
it_it: Forza abilitata
pt_br: Forçar Habilitado
ru_ru: Принудительный запуск включен

source: Force Trunk CID
es_es: Forzar CID Línea
fa_ir: اجباری کردن ترانک CID
fr_fr: Force le CID du trunk
it_it: forza trunk CID
pt_br: Forçar CID de Tronco
pt_pt: Forçar CID de Trunk
ru_ru: Форсировать использование транкового CID

source: Force WebSocket Mode
es_es: Forzar Modo WebSocket
it_it: Forza la modalità WebSocket

source: Force all extensions to operate in the Internal Auto Answer mode regardless of their individual settings. See 'Internal Auto Answer Default' for more information.
es_es: Obliga a todas las extensiones a operar en el modo Respuesta automática interna independientemente de sus ajustes individuales. Consulte "Respuesta automática interna predeterminada" para obtener más información.
it_it: Imponi a tutte le estensioni di operare nella modalità Risposta automatica interna indipendentemente dalle loro impostazioni individuali. Vedi 'Risposta automatica interna predefinita' per maggiori informazioni.
pt_br: Forçar todos os ramais operar no modo Auto Atender Interno desconsiderando suas configurações individuais. Veja 'Padrão Auto Atender Interno' para mais informação.
pt_pt: Obriga todas as extensões a funcionar no modo Auto Answer Interno independentemente das suas próprias configurações. Consultar 'Auto Answer Interno Padrão' para mais informação.
ru_ru: Форсировать использование режима авто-ответа для всех внутренних номеров вместо индивидуальных установок. См. Установки по умолчанию для авто-ответа для детальной информации.

source: Force operation (skips dependency and status checks) <warning>WARNING:</warning> Use at your own risk, modules have dependencies for a reason!
es_es: Forzar la operación (omite la dependencia y las comprobaciones de estado) <warning> ADVERTENCIA: </warning> Use a su propio riesgo, los módulos tienen dependencias por una razón!
fa_ir: Force operation (skips dependency and status checks) <warning>هشدار:</warning> Use at your own risk, modules have dependencies for a reason!
it_it: Forza operazione (salta la dipendenza e i controlli di stato) <warning> 1WARNING: </warning> 2 Usa a proprio rischio, i moduli hanno dipendenze per un motivo!
pt_br: Forçar operação (pula dependências e verificação de status) <warning>AVISO:</warning> Use por sua conta em risco, módulos têm dependências por um motivo!
ru_ru: Принудительная операция(пропускает зависимости и проверку статуса)<warning>Предупреждение:</warning>Используйте на свой страх и риск, модули имеют зависимости не просто так!

source: Force rport
es_es: Forzar rport
fa_ir: تحمیل rport
it_it: Forza rport
pt_br: Forçar rport
ru_ru: Принудительно установить rport

source: Force rport - (%s)
es_es: Forzar rport - (%s)
fa_ir: تحمیل rport - (%s)
it_it: Forza rport - (%s1)
pt_br: Forçar rport - (%s)
ru_ru: Принудительно установить rport - (%s)

source: Force run post-start asterisk hooks
es_es: Fuerza ejecutar post-start ganchos (hooks) de asterisk
it_it: Forza esecuzione di asterischi post-avvio
pt_br: Forçar execução de rotinas do asterisk pós-início

source: Force run post-stop asterisk hooks
es_es: Fuerza ejecutar post-stop ganchos (hooks) de asterisk
it_it: Forza lanciare asterischi post-stop
pt_br: Forçar execução de rotinas asterisk pós-parada

source: Force run pre-start asterisk hooks
es_es: Fuerza ejecutar pre-start ganchos (hooks) de asterisk
it_it: Forza lanciare gli asterischi pre-avvio
pt_br: Forçar execução de rotinas asterisk pre-início

source: Force run pre-stop asterisk hooks
es_es: Fuerza ejecutar pre-stop ganchos (hooks) de asterisk
it_it: Forzare i ganci asterischi di pre-arresto
pt_br: Forçar execução de rotinas asterisk pre-parada

source: Force use of return port.
es_es: Forzar uso de return post.
fa_ir: اجباری کردن استفاده از پورت بازگشتی.
it_it: Imponi l'uso della porta di ritorno.
pt_br: Forçar uso de porta de retorno.
ru_ru: Запуск использования обратного порта

source: Forced
es_es: Forzado
fa_ir: اجباری
it_it: Costretto
pt_br: Forçado
