Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Enabling Trunk
es_es: Habilitar Troncal
fa_ir: فعال سازی ترانک
it_it: Abilitazione del trunk
pt_br: Ativando Tronco
ru_ru: Включение транка

source: Enabling Trunk %s
it_it: Abilitazione del trunk %s1

source: Enabling this option will allow a remote user to automatically authenticate as an admin via use of a one-time key generated by
it_it: L'attivazione di questa opzione consentirà a un utente remoto di autenticarsi automaticamente come amministratore tramite l'utilizzo di una chiave singola generata da
pt_pt: Ativar esta opção permitirá a um utilizador remoto autenticar-se como admin usando uma chave gerada uma única vez por

source: Endpoint
fa_ir: نقطه پایانی
it_it: punto finale
pt_br: Ponto final
ru_ru: Конечный пункт

source: Endpoint port number to use, usually 4569.
es_es: Puerto a usar por el Endpoint, usualmente 4569.
fa_ir: شماره پورت نقطه پایانی برای استفاده، معمولا 4569.
it_it: Numero di porta dell'endpoint da utilizzare, in genere 4569.
pt_br: Número de porta do Endpoint a usar, normalmente 4569.
pt_pt: Porta do endpoint a usar, normalmente 4569.
ru_ru: Номер порта для использования конечных устройств, обычно 4569.

source: Endpoint port number to use, usually 5060. Some 2 ports devices such as ATA may used 5061 for the second port.
es_es: Numero de puerto a usar por el Endpoint, usualmente 5060. Algunos dispositivos de dos puertos como un ATA puede usar el 5061 como segundo puerto.
it_it: Numero di porta dell'endpoint da utilizzare, in genere 5060. Alcuni dispositivi a 2 porte come ATA possono utilizzare 5061 per la seconda porta.
pt_br: Número de porta do Endpoint a usar, normalmente 5060. Alguns dispositivos de 2 portas como ATA pode usar 5061 para a segunda porta.
pt_pt: Porta do endpoint a usar, normalmente 5060. Alguns dispositivos tais como ATA podem usar 5061 como segunda porta.
ru_ru: Номер порта конечного устройства, обычно 5060. Иногда 2-х портовые устройства, такие как АТА, могут использовать 5061 для второго FXS порта.

source: Enforce that RTP must be symmetric. If this device is natting in it is usually a good idea to enable this. Disable only if you are having issues.
es_es: Forzar RTP a ser simétrico. Si este dispositivo esta siendo nat-eado es buena idea habilitar esto. Deshabilite solo si esta tendiendo problemas.
it_it: Imponi che RTP deve essere simmetrico. Se questo dispositivo utilizza il natting, solitamente è una buona idea abilitare questo. Disabilita solo se hai problemi.
pt_br: Forçar que RTP deve ser simétrico. Se estive dispositivo estiver em nat é normalmente uma boa ideia habilita-lo. Desabilite apenas se você estiver tendo problemas.
ru_ru: Настаиваем,что RTP должен быть симметричным.Если это устройство находится за NAT,то хорошей идеей является включить эту опцию.Отключите её, если только у Вас есть какие-то проблемы.

source: English
es_es: Inglés
fa_ir: انگلیسی
it_it: Inglese
pt_br: Inglês
pt_pt: Inglês
ru_ru: Английский

source: Enter Extension
es_es: Entre Extensión
fa_ir: ورود داخلی
it_it: Inserisci estensione
pt_br: Inserir Extensão
ru_ru: Введите внутренний номер

source: Enter name
es_es: Entre Nombre
fa_ir: ورود نام
it_it: Inserisci il nome
pt_br: Insira o nome
ru_ru: введите имя

source: Enter the address of the outbound proxy. This will be similar to http://10.1.1.1:3128
es_es: Introduzca la dirección del "outbound proxy". Puede ser similar a http://10.1.1.1:3128
it_it: Inserire l'indirizzo del proxy in uscita. Questo sarà simile a http://10.1.1.1:3128
pt_br: Entre com o endereço do proxy de saída. Isto será parecido com http://10.1.1.1:3128
pt_pt: Inserir endereço do proxy de saída. Similar a http://10.1.1.1:3128

source: Error
fa_ir: خطا
fr_fr: Erreur
it_it: Errore
pt_br: Erro
pt_pt: Erro
ru_ru: Ошибка

source: Error Duplicate Channel Entry
fa_ir: خطا کانال وارد شده تکراری است
fr_fr: Erreur de copie de l\'entrée du canal
it_it: Errore Voce Canale Duplicata
pt_br: Erro: Entrada de canal duplicada
pt_pt: Erro Registo Duplicado de Canal
ru_ru: Ошибка, канал существует

source: Error Generating Certificate: %s
es_es: Error generando certificado: %s
fa_ir: خطا در تولید گواهی نامه: %s
it_it: Errore durante la generazione del certificato:%s1
pt_br: Erro ao Gerar Certificado: %s
pt_pt: Erro Gerando Certificado: %s
ru_ru: Ошибка генерации сертификата:%s

source: Error Generating Key: %s
es_es: Error Generando Clave: %s
fa_ir: خطا در تولید کلید: %s
it_it: Errore durante la generazione della chiave:%s1
pt_br: Erro ao Gerar Chave: %s
pt_pt: Erro Gerando Chave: %s
ru_ru: Ошибка генерации ключа:%s

source: Error Generating Signing Request: %s
es_es: Error Generando Petición de Firma: %s
fa_ir: خطا در تولید درخواست امضا: %s
it_it: Errore durante la generazione della richiesta di firma: %s1
pt_br: Erro ao Gerar Solicitação de Assinatura: %s
pt_pt: Erro Gerando Pedido de Assinatura: %s
ru_ru: Ошибка генерации запроса подписи:%s

source: Error Signing Cert with '%s': %s
es_es: Error Firmando Certificado con '%s': %s
it_it: Errore firma Cert con '%s1':%s2
pt_br: Erro ao Assinar Cert com '%s': %s
pt_pt: Erro Assinando Cert com '%s': %s
ru_ru: Ошибка при подписывании сертификата '%s': %s

source: Error converting zap to dahdi in devices table and AstDB
fa_ir: خطا در تبدیل zap به dahdi در جدول وسایل و بانک اطلاعاتی استریسک
it_it: Errore durante la conversione di zap in dahdi nella tabella dei dispositivi e AstDB
pt_pt: Erro convertendo zap par dahdi na tabela de dispositivos e AstDB

source: Error creating module directory: %s
es_es: Error creando directorio de módulo: %s
fa_ir: خطا در ایجاد دایرکتوری ماژول: %s
it_it: Errore durante la creazione della directory del modulo:%s1
pt_br: Erro ao criar diretório do módulo: %s
pt_pt: Erro criando diretório de módulo: %s
ru_ru: Ошибка создания директории модуля:%s

source: Error creating temporary directory: %s
es_es: Error creando directorio temporal: %s
fa_ir: خطا در ایجاد دایرکتوری موقت: %s
fr_fr: Erreur lors de la création du répertoire temporaire: %s
it_it: Errore durante la creazione della directory temporanea:%s1
pt_br: Erro criando diretório temporário: %s
pt_pt: Erro criando diretório temporário: %s
ru_ru: Ошибка при создании временной директории: %s

source: Error deleting directory %s (code %d)
es_es: Error borrando directorio %s (código %d)
fa_ir: خطا حذف دایرکتوری %s (کد %d)
fr_fr: Erreur suppression répertoire %s (code %d)
it_it: Errore durante l'eliminazione della direcory %s (codice %d)
pt_br: Erro excluindo diretório %s (código %d)
pt_pt: Erro apagando diretório %s (código %d)
ru_ru: Ошибка при удалении директории %s (код %d)

source: Error fetching prefix list for:
es_es: Error al obtener lista de prefijos para:
fa_ir: خطا در دریافت فهرست پیش شماره ها برای:
fr_fr: Erreur lors de la récupération de la liste des préfixes pour:
it_it: Errore durante il recupero dell'elenco di prefissi per:
pt_br: Error obtendo lista de prefixos para:
pt_pt: Error obtendo lista de prefixos para:
ru_ru: Ошибка вызова списка префиксов для:

source: Error finding uploaded file - check your PHP and/or web server configuration
es_es: Error encontrando archivo subido - revisar su configuración de PHP y / o servidor web
fa_ir: خطا در یافتن فایل بارگذاری شده - پیکربندی PHP و/یا وب سرور را چک کنید
fr_fr: Erreur pour trouver le fichier téléchargé - vérifiez la configuration de votre serveur PHP et/ou Web
it_it: Errore nel trovare il file caricato - controlla la configurazione del tuo server PHP e / o web
pt_br: Erro procurando arquivo atualizado - verifique o PHP e/ou configuração do servidor WEB
pt_pt: Erro encontrando ficheiro transferido - verifique a configuração do PHP ou do servidor web
ru_ru: Обнаружена ошибка в скаченом файле - проверьте ваш РНР и/или конфигурацию вэб сервера

source: Error from %s: %s
es_es: Error de %s: %s
fa_ir: خطا از %s: %s
it_it: Errore da %s1:%s2
pt_br: Erro de %s: %s
ru_ru: Ошибка от %s: %s

source: Error opening %s for reading
es_es: Error abriendo %s para lectura
fa_ir: خطا در بازکردن %s برای خواندن
fr_fr: Erreur lors de l'ouverture de %s pour lecture
it_it: Errore durante l'apertura di %s durante il processo di lettura
pt_br: Erro abrindo %s para leitura
pt_pt: Erro abrindo %s para leitura
ru_ru: Ошибка в открытии %s для чтения

source: Error opening %s for writing
es_es: Error abriendo %s para escritura
fa_ir: خطا در بازکردن %s برای نوشتن
fr_fr: Erreur lors de l'ouverture de %s pour écriture
it_it: Errore durante l'apertura di %s1 per la scrittura
pt_br: Erro abrindo %s para gravação
pt_pt: Erro abrindo %s para escrita
ru_ru: Ошибка в открытии %s для записи

source: Error parsing cdr_mysql.conf, no migration done
es_es: Error al analizar cdr_mysql.conf, ninguna migración hecha
fa_ir: خطا در تحلیل cdr_mysql.conf، منتقل نشد
it_it: Errore durante l'analisi di cdr_mysql.conf, nessuna migrazione eseguita
pt_br: Erro ao analisar cdr_mysql.conf, nenhuma migração feita

source: Error updating GPG Keys: %s
es_es: Error al actualizar las claves GPG: %s
fa_ir: خطا در حال به روزرسانی کلیدهای GPG: %s
it_it: Errore durante l'aggiornamento dei tasti GPG:%s1
pt_br: Erro ao atualizar chaves GPG: %s

source: Error updating database. Command was: %s; error was: %s
es_es: Error Actualizando base de datos. Comando fue: %s error fue: %s
fa_ir: خطا در به روزرسانی بانک اطلاعاتی. دستور: %s; خطا: %s
fr_fr: Erreur mise à jour base. Commande : %s; erreur : %s
it_it: Errore durante l'aggiornamento del database. Il comando era: %s, l'errore: %s
pt_br: Erro atualizando banco de dados. O comando foi: %s; o erro foi: %s
pt_pt: Erro atualizando a base de dados. Comando: %s; erro: %s
ru_ru: Ошибка при обновлении базы данных. Вызов команды: %s; ошибка: %s

source: Error updating database:
es_es: Error actualizando base de datos:
fa_ir: خطا در به روزرسانی بانک اطلاعاتی:
fr_fr: Erreur de mise à jour de la base:
it_it: Errore nell'agiornamento del database:
pt_br: Erro atualizando banco de dados:
pt_pt: Erro atualizando a base de dados:
ru_ru: Ошибка при обновлении базы данных:

source: Error with the templating engine: %s
es_es: Error con el motor de plantillas: %s
fa_ir: خطا در قالب: %s
it_it: Errore nel motore dei template: %s1
pt_br: Erro com o motor de modelos: %s
ru_ru: Ошибка при вызове механизма шаблонов: %s

source: Error(s) disabling %s
es_es: Error(es) deshabilitando %s
fa_ir: خطا(ها) غیرفعال کردن %s
fr_fr: Erreur désactivation %s
it_it: Errore (i) disabilitazione %s1
pt_br: Erro desabilitando %s
pt_pt: Erro(s) desativando %s
ru_ru: Ошибка(-и) при активации %s

source: Error(s) downloading %s
es_es: Error(es) bajando %s
fa_ir: خطا(ها) دانلود کردن %s
fr_fr: Erreur téléchargement %s
it_it: Errore (i) download %s1
pt_br: Erro baixando %s
pt_pt: Erro(s) transferindo %s
ru_ru: Ошибка(-и) при скачивании %s

source: Error(s) enabling %s
es_es: Error(es) habilitando %s
fa_ir: خطا(ها) فعال کردن %s
fr_fr: Erreur activation %s
it_it: Errore (i) abilitazione %s1
pt_br: Erro(s) habilitando %s
pt_pt: Erro(s) ativando %s
ru_ru: Ошибка(-и) при активации %s

source: Error(s) have occured, the following is the retrieve_conf output:
es_es: Se han producido errores, la siguiente es la salida retrieve_conf:
fa_ir: بروز خطا(ها)، در ادامه خروجی retrieve_conf:
it_it: Errore (i) si è verificato, il seguente è l'output retrieve_conf:
pt_br: Ocorreu um erro, o seguinte é a saída retrieve_conf:
ru_ru: Произошла ошибка(-ки), ниже вывод из retrieve_conf

source: Error(s) installing %s
es_es: Error(es) instalando %s
fa_ir: خطا(ها) نصب کردن %s
fr_fr: Erreur installation %s
it_it: Errore / i nell'installazione di %s1
pt_br: Erro instalando %s
pt_pt: Erro(s) instalando %s
ru_ru: Ошибка(-и) при инсталляции %s

source: Error(s) removing %s
es_es: Error(es) removiendo %s
fa_ir: خطا(ها) حذف کردن %s
it_it: Errore (i) rimozione %s1
pt_br: Erro(s) removendo %s
pt_pt: Erro(s) removendo %s
ru_ru: Ошибка(-ки) при удалении %s

source: Error(s) uninstalling %s
es_es: Error(es) desinstalando %s
fa_ir: خطا(ها) عذل کردن %s
fr_fr: Erreur désinstallation %s
it_it: Errore / i nella disinstallazione di %s1
pt_br: Erro desisntalando %s
pt_pt: Erro(s) desinstalando %s
ru_ru: Ошибка(-и) при деинсталляции %s

source: Error: Did not receive valid response from server
es_es: Error: No recibió respuesta válida del servidor
fa_ir: خطا: پاسخ درستی از سرور دریافت نشد
fr_fr: Erreur : n'a pas reçu de réponse valide du serveur
it_it: Errore: non ha ricevuto risposta valida dal server
pt_br: Erro: Resposta inválida recebida do servidor
pt_pt: Erro: Não foi recebida resposta válida do servidor
ru_ru: Ошибка: Нет связи с сервером

source: Errors with selection:
es_es: Errores con la selección:
fa_ir: خطاها با انتخاب:
fr_fr: Erreurs avec sélection:
it_it: Errori con la selezione:
pt_br: Erros com a seleção:
pt_pt: Erro na seleção:
ru_ru: Ошибки при выборе:

source: Excluded Modules
es_es: Módulos Excluidos
fa_ir: به غیر از ماژول های
it_it: Moduli esclusi
pt_br: Módulos Excluídos
pt_pt: Módulos Excluídos
ru_ru: Исключенные модули

source: Execute on only this file/dir
es_es: Ejecutar sólo en este archivo/dir
fa_ir: فقط در این فایل/دایرکتوری اجرا شود
it_it: Esegui solo su questo file / dir
pt_br: Executar somente neste arquivo/dir

source: Exit code was %s and output was: %s
es_es: Código de salida fue %s y la salida fue: %s
fa_ir: کد خروج %s بود و خروجی: %s
fr_fr: Code sortie était %s et message de sortie était: %s
it_it: Il codice di uscita era %s1 e l'output era: %s2
pt_br: Código de saída foi %s e a saída foi: %s
pt_pt: Código de saída foi %s e output foi: %s
ru_ru: Код ошибки %s и вывод %s

source: Experimental and un-reliable setting to try and detect a busy signal, number of iterations to conclude busy. See DAHDi documentation for details.
es_es: Entorno experimental y poco fiable para tratar de detectar una señal de ocupado, número de iteraciones para concluir ocupado. Consulte la documentación DAHDi para más detalles.
it_it: Impostazione sperimentale e non affidabile per provare a rilevare un segnale di occupato, numero di iterazioni da concludere occupato. Vedere la documentazione di DAHDi per i dettagli.
pt_br: Configuração experimental e não confiável para tentar e detectar um sinal de ocupado, número de iterações para concluir ocupado. Veja documentação DAHDi para detalhes.
ru_ru: Экспериментальный и ненадёжный параметр по пробе определения сигнала занято, количестве итераций для вывода о том, что линия действительно занята. См. документацию по DAHDi для деталей.

source: Experimental and un-reliable setting to try and detect a busy signal. See DAHDi documentation for details.
es_es: Entorno experimental y poco fiable para tratar de detectar una señal de ocupado. Consulte la documentación DAHDi para más detalles.
it_it: Impostazione sperimentale e non affidabile per provare a rilevare un segnale di occupato. Vedere la documentazione di DAHDi per i dettagli.
pt_br: Configuração experimental e não confiável para tentar e detectar um sinal de ocupado. Veja documentação DAHDi para detalhes.
ru_ru: Экспериментальный и ненадёжный параметр по пробе определения сигнала занято. См. документацию по DAHDi для деталей.

source: Experimental and un-reliable setting to try and detect call progress tones. See DAHDi documentation for details.
es_es: Entorno experimental y poco fiable para tratar de detectar los tonos de llamada en progreso. Consulte la documentación DAHDi para más detalles.
it_it: Impostazione sperimentale e non affidabile per provare a rilevare i toni di avanzamento della chiamata. Vedere la documentazione di DAHDi per i dettagli.
pt_br: Configuração experimental e não confiável para tentar e detectar tons de progresso de chamada. Veja documentação DAHDi para detalhes.
ru_ru: Экспериментальный и ненадёжный параметр по пробе определения сигнала вызова (КПВ). См. документацию по DAHDi для деталей.

source: Expiration
es_es: Caducidad
fa_ir: انقضا
it_it: Scadenza
pt_br: Expiração
pt_pt: Expiração
ru_ru: Срок действия

source: Expiration time for registrations in seconds.
es_es: Fecha de caducidad para los registros en segundos.
fa_ir: زمان انقضا ثبت نام در ثانیه.
it_it: Scadenza per le registrazioni in secondi.
pt_br: Tempo de expiração para registros em segundos.
pt_pt: Tempo de expiração em segundos para registos.
ru_ru: Срок действия регистрации в секундах

source: Export Dialplans as CSV
es_es: Exportar Plan de Marcación como CSV
fa_ir: خروج نقشه های تماس در CSV
it_it: Esporta dialoghi come CSV
pt_br: Exportar Planos de Discagem Como CSV
pt_pt: Exportar Dialplans como CSV
ru_ru: Экспорт диал-плана в формате CSV

source: Export patterns as a CSV file with headers listed as: %s, %s, %s and %s in the first row.
es_es: Exportar Patrones como un archivo CSV con encabezados que figuran como: %s, %s, %s y %s en la primera fila.
it_it: Esporta i pattern come file CSV con intestazioni elencate come: %s1 , %s2 , %s3 e %s4 nella prima riga.
pt_br: Exportar padrões como um arquivo CSV com cabeçalhos listados como: %s, %s, %s e %s na primeira linha.
pt_pt: Exportar padrões para ficheiro CSV com cabeçalhos listados como: %s, %s, %s e %s na primeira linha.
ru_ru: Экспорт паттернов в виде CSV файла с заголовками вида: %s, %s, %s и %s.

source: Export settings to file
es_es: Exportar la configuración al archivo
fa_ir: خروج تنظیمات به فایل
it_it: Esporta le impostazioni nel file
pt_br: Exportar configurações para o arquivo
ru_ru: Экспорт настроек в файл

source: Expose All Feature Codes
es_es: Exponer todos los códigos de función
it_it: Esporre tutti i codici funzione
pt_br: Expor todos os códigos de recurso

source: Expose All Feature Codes settings in Feature Code Admin page. By default *11/*12 feature code setting will be hidden in Extension mode.
es_es: Exponga todos los códigos de función en la página Administrador de códigos de función. De forma predeterminada, la configuración del código de función *11/*12 se oculta en el modo Extensión.
it_it: Esporre le impostazioni di Tutti i codici funzione nella pagina Amministratore codice funzione. Per impostazione predefinita, l'impostazione del codice funzione * 11 / * 12 sarà nascosta in modalità Estensione.
pt_br: Expor todas as configurações de Funcionalidades na página de Funcionalidades via Admin. Por padrão, o código de funcionalidade *11/*12 será ocultado no modo de Ramais.

source: Extended
es_es: Extendido
fa_ir: تمدید شده
it_it: estesa
pt_br: Extendido
ru_ru: Дополнительный

source: Extension
es_es: Extensión
fa_ir: داخلی
it_it: Interni
pt_br: Ramal
pt_pt: Ramal
ru_ru: Внутренний номер

source: Extension Concurrency Limit
es_es: Limite Concurrencia Extensiones
fa_ir: محدودیت همزمانی داخلی
it_it: Limite di concorrenza dell'estensione
pt_br: Limite de Chamadas Simultâneas de Ramal
pt_pt: Limite de Extensões Concorrentes
ru_ru: Лимит одновременных вызовов для внутренних номеров

source: Extension Number
es_es: Numero Extensión
fa_ir: شماره داخلی
it_it: Numero di interno
pt_br: Número da Extensão
ru_ru: Внутренний номер

source: Extension Numbering Duplicate Conflict Detected
es_es: Detectado Conflicto Duplicado de Numeración de Extensión
fa_ir: مغایرت در شماره داخلی تشخیص داده شد
it_it: Rilevato conflitto di numerazione di estensione duplicato
pt_br: Conflito de Duplicata de Numeração de Ramal Detectado
pt_pt: Conflito de Duplicação de Numeração de Extensões Detetado
ru_ru: Обнаружен конфликт - дупликация внутреннего номера

source: Extension Options
es_es: Opciones de Extension
fa_ir: گزینه های داخلی
fr_fr: Options Extension
it_it: Opzioni Interno
pt_br: Opções do Ramal
pt_pt: Opções de Extensão
ru_ru: Опции внутреннего номера

source: Extension already in use!
es_es: Extensión ya en uso!
fa_ir: داخلی در حال استفاده است!
it_it: Prolunga già in uso!
pt_br: Extensão já em uso!
ru_ru: Внутренний номер уже используется!

source: Extension can not be blank!
es_es: Extensión no puede ser blanco!
fa_ir: داخلی نمیتواند خالی باشد!
it_it: L'estensione non può essere vuota!
pt_br: A extensão não pode ficar em branco!
ru_ru: Внутренний номер не может быть пустым!

source: Extension is not numeric.
es_es: La extensión no es numérica.
fa_ir: داخلی شماره نیست.
it_it: L'estensione non è numerica.
pt_br: A extensão não é numérica.
ru_ru: Внутренний номер не из цифр.

source: Extension number conflict, please choose another.
es_es: Conflicto número extensión, por favor elija otro.
fa_ir: مغایرت شماره داخلی، یکی دیگر انتخاب کنید.
it_it: Conflitto numero estensione, scegli un altro.
pt_br: Conflito de número de ramal, por favor escolha outro.
pt_pt: Conflito de número de extensão, escolha outro.
ru_ru: Конфликт внутренних номеров, пожалуйста, выберите другой номер.

source: Extension was not numeric!
es_es: ¡La extensión no era numérica!
fa_ir: داخلی شماره نیست!
it_it: L'estensione non era numerica!
pt_br: A extensão não era numérica!
ru_ru: Внутренний номер не содержал только цифры!

source: Extensions
es_es: Extensiones
fa_ir: داخلی ها
it_it: Interni
pt_br: Ramais
pt_pt: Ramais
ru_ru: Внутренние номера

source: FAILED
es_es: FALLIDO
fa_ir: شکست
it_it: FALLITO
pt_br: FALHOU
pt_pt: FALHADO
ru_ru: НЕ УДАЛОСЬ

source: FAILED to migrating Custom Context route
es_es: Error al migrar Ruta de contexto personalizado
fa_ir: شکست در انتقال مسیر متن سفارشی
it_it: FALLITO alla migrazione della rotta del contesto personalizzato
pt_br: FALHOU ao migrar rota Contexto Personalizado
pt_pt: FALHA migrando rota de Contexto Personalizado
ru_ru: НЕ УДАЛОСЬ перенести маршрут

source: FATAL error writing %s
es_es: FATAL error de escritura %s
fa_ir: خطای سیستمی نوشتن %s
it_it: Errore FATALE scrivendo %s1
pt_br: Erro FATAL escrevendo %s
pt_pt: Erro FATAL escrevendo %s
ru_ru: Фатальная ошибка при записи %s

source: FATAL, migration failed
es_es: FATAL, migración fallida
fa_ir: سیستمی، انتقال شکست خورد
it_it: FATALE, migrazione fallita
pt_br: FATAL, migração falhou
pt_pt: FATAL, migração falhou
ru_ru: УЖАСНО, перенос не удался

source: FOP Web Root Dir
fa_ir: دایرکتوری ریشه برای وب FOP
it_it: Dir. Web radice FOP
pt_br: Dir Raiz Web FOP
ru_ru: Корневая директория вэб для FOP

source: Failed changing AMI password to [%s], internal failure details follow:
es_es: Fallo al cambiar la contraseña AMI para [%s], los detalles internos de fallo a continuación:
fa_ir: شکست در تغییر کلمه عبور AMI به [%s]، جزییات شکست داخلی:
it_it: Impossibile modificare la password AMI su [%s1], i dettagli sull'errore interno seguono:
pt_br: Falha ao mudar senha AMI para [%s], detalhes de falha interna segue:
pt_pt: Falha ao alterar a password do AMI para [%s], detalhes da falha interna:
ru_ru: Не удалось изменить пароль AMI для [%s], детали внутренней ошибки ниже:

source: Failed changing AMI user to [%s], internal failure details follow:
es_es: Fallo al cambiar el usuario AMI para [%s], los detalles internos del fallo a continuación:
fa_ir: شکست در تغییر کاربر AMI به [%s]، جزییات شکست داخلی:
it_it: Impossibile modificare l'utente AMI su [%s1], i dettagli sull'errore interno seguono:
pt_br: Falha ao mudar usuário AMI para [%s], detalhes de falha interna segue:
pt_pt: Falha alterando o utilizador do AMI para [%s], detalhes da falha interna:
ru_ru: Не удалось изменить пользователя AMI для [%s], детали внутренней ошибки ниже:

source: Failed changing AMI writetimout to [%s], internal failure details follow:
es_es: Fallo alo cambiar AMI writetimeout a [%s], los detalles internos del fallo a continuación:
fa_ir: شکست در تغییر وقفه نوشتاری AMI به [%s]، جزییات شکست داخلی:
it_it: Impossibile modificare AMI writetimout in [%s1], i dettagli di errore interno seguono:
pt_br: Falha ao mudar tempo limite de escrita AMI para [%s], detalhes de falha interna segue:
pt_pt: Falha alterando timeout de escrita do AMI para [%s], detalhes da falha interna:
ru_ru: Не удалось изменить таймаут записи AMI для [%s], детали внутренней ошибки ниже:
