Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: The modules in the Extended repository are less common and may receive lower levels of support. The Unsupported repository has modules that are not supported by the %s team but may receive some level of support by the authors.
es_es: Los módulos en el Repositorio Extendido son menos comunes y pueden recibir niveles inferiores de soporte. El repositorio no compatible tiene módulos que no están soportados por el equipo %s pero podrían recibir cierto nivel de soporte de sus autores.
fa_ir: ماژول های موجود در مخازن اضافی کمتر رایج بوده و ممکن است سطح پشتیبانی پایین تری داشته باشند. مخازن غیرقابل پشتیبانی، حاوی ماژول هایی هستند که توسط تیم %s پشتیبانی نمی شوند اما توسط توسعه دهندگان پشتیبانی می شوند.
it_it: I moduli nel repository esteso sono meno comuni e potrebbero ricevere livelli inferiori di supporto. Il repository non supportato ha moduli che non sono supportati dal team di %s ma che possono ricevere un certo livello di supporto dagli autori.
pt_br: Os módulos no repositório Extendido são menos comuns e podem receber níveis mais baixos de suporte. O repositório Não Suportado tem módulos que não são suportados pelo time %s mas podem receber algum nível de suporte pelos autores.
pt_pt: Os módulos do Repositório Alargado são menos comuns e podem receber baixos níveis de suporte. O Repositório Não Suportado tem módulos não suportados pela equipa %s, mas podem receber algum suporte por parte dos autores.
ru_ru: Модулей из расширенного репозитория в целом меньше, и по ним можно ожидать низкий уровень поддержки. Неподдерживаемый репозиторий содержит модули, которые не поддерживаются службой поддержки %s, но можно рассчитывать на их поддержку авторами.

source: error(s) occurred, you should view the notification log on the dashboard or main screen to check for more details.
es_es: ocurrieron error(es), debería revisar el registro de notificaciones en el tablero o en la pantalla principal para comprobar si hay más detalles.
fa_ir: خطا(ها)یی رخ داده است، لازم است تا لاگ های موجود در داشبورد و یا صفحه اصلی را بررسی نمایید.
fr_fr: Une erreur est survenue. Vous devriez regarder dans le statut système ou l'écran principal pour plus d'information.
it_it: errore(s) si è verificato, è necessario visualizzare il registro delle notifiche sul dashboard o sulla schermata principale per verificare ulteriori dettagli.
pt_br: erro(s) ocorreram, você deve ver o relatório de notificação no painel ou tela principal para verificar maiores detalhes.
pt_pt: ocorreram erros, consultar notificações no dashboard ou ecrã principal para obter mais detalhes.
ru_ru: произошла ошибка (-ки), нужно посмотреть в журнал предупреждений на вкладке состояния системы или на главной странице для уточнения деталей.

source: extension number already in use by:
es_es: número de extensión ya en uso por:
fa_ir: شماره داخلی درحال استفاده است توسط:
it_it: numero di interno già utilizzato da:
pt_br: número do ramal já usada por:
pt_pt: extensão já se encontra em uso por:
ru_ru: внутренний номер уже используется в:

source: not found
es_es: no encontrado
fa_ir: یافت نشد
it_it: non trovato
pt_br: não encontrado
ru_ru: не найдено

source: successfully deleted
es_es: borrado exitosamente
fa_ir: با موفقیت حذف شد
it_it: cancellato con successo
pt_br: apagado com sucesso
ru_ru: успешно удалено

source: successfully disabled
es_es: deshabilitado exitosamente
fa_ir: با موفقیت غیرفعال شد
it_it: disabilitato con successo
pt_br: desativado com sucesso
ru_ru: успешно отключено

source: successfully disabled, but was not found in the remote list
es_es: deshabilitado exitosamente, pero no se encontró en la lista remota
fa_ir: با موفقیت غیرفعال شد، اما در فهرست راه دور یافت نشد
it_it: disabilitato con successo, ma non è stato trovato nell'elenco remoto
pt_br: desativado com sucesso, mas não foi encontrado na lista remota
ru_ru: успешно отключено, но не найдено в списке

source: successfully enabled
es_es: habilitado exitosamente
fa_ir: با موفقیت فعال شد
it_it: abilitato con successo
pt_br: ativado com sucesso
ru_ru: успешно включено

source: successfully enabled, but was not found in the remote list
es_es: habilitado exitosamente, pero no se pudo encontrar en la lista remota
fa_ir: با موفقیت فعال شد، اما در فهرست راه دور یافت نشد
it_it: abilitato con successo, ma non è stato trovato nell'elenco remoto
pt_br: ativado com sucesso, mas não foi encontrado na lista remota
ru_ru: успешно включено, но не найдено в списке

source: successfully uninstalled
es_es: desinstalado exitosamente
fa_ir: با موفقیت حذف گردید
it_it: disinstallato con successo
pt_br: desinstalado com sucesso
ru_ru: успешно удалено

source: %s %s Trunk
es_es: %s %s Troncal
fa_ir: ترانک %s %s
it_it: %s %s Fascio
pt_br: %s %s Tronco
ru_ru: %s %s Транк

source: %s %s is licensed under the %s
es_es: %s %s está licenciado bajo la %s
fa_ir: %s %s تحت لیسانس %s
it_it: %s %s è autorizzato sotto il %s
pt_br: %s %s está licenciado sob o %s
pt_pt: %s %s está licenciado sob %s
ru_ru: %s %s лицензировано под %s

source: %s %s will be disabled
es_es: %s %s será deshabilitado
fa_ir: %s %s غیرفعال خواهد شد
fr_fr: %s %s va être désactivé
it_it: %s %s sarà disabilitato
pt_br: %s %s será desabilitado
pt_pt: %s %s será desativado
ru_ru: %s %s будет деактивирован

source: %s %s will be downgraded to online version %s
es_es: %s %s será degradado a la versión en línea %s
fa_ir: %s %s کاهش داده میشود به نسخه برخط %s
fr_fr: %s %s sera mis à la version antérieure en ligne %s
it_it: %s %s sarà declassato alla versione online %s
pt_br: %s %s ira fazer o downgrade para a versão online %s
pt_pt: %s %s sofrerá downgrade para versão online %s
ru_ru: %s %s будет понижена до он-лайн версии %s

source: %s %s will be downgraded to online version %s and switched to the %s track
es_es: %s %s será degradado a la versión en línea %s y cambiado a la pista %s
it_it: %s %s verrà declassato alla versione online %s e convertito nella traccia %s
pt_br: %s %s será rebaixada para a versão online %s e trocada para a faixa %s
pt_pt: %s %s sofrerá downgrade para versão online %s e alterado para o track %s
ru_ru: %s %s будет понижен в версии до онлайн версии %s и переключен в %s трек

source: %s %s will be downloaded and installed
es_es: %s %s será descargado e instalado
fa_ir: %s %s دانلود و نصب شده است
fr_fr: %s %s va être téléchargé et installé
it_it: %s %s verrà scaricato e installato
pt_pt: %s %s será transferido e instalado

source: %s %s will be downloaded and installed and switched to the %s track
es_es: %s %s será descargado e instalado y cambiado a la pista %s
it_it: %s %s verrà scaricato e installato e trasferito sulla traccia %s
pt_br: %s %s será baixada, instalada e trocada para a faixa %s
pt_pt: %s %s será transferido e instalado e alterado para o track %s
ru_ru: %s %s будет скачен, инсталлирован и переключен в %s трек

source: %s %s will be downloaded and rolled back to %s
es_es: %s %s se descargará y será revertido a %s
it_it: %s %s verrà scaricato e ripristinato su %s
pt_br: %s %s será baixada e voltada para %s
pt_pt: %s %s será transferido e revertido a %s
ru_ru: %s %s будет скачен и откатан до %s

source: %s %s will be enabled
es_es: %s %s será habilitado
fa_ir: %s %s فعال خواهد شد
fr_fr: %s %s va être activé
it_it: %s %s sarà abilitato
pt_br: %s %s será habilitado
pt_pt: %s %s será ativado
ru_ru: %s %s будет задействован

source: %s %s will be installed and enabled
es_es: %s %s será instalado y habilitado
fa_ir: %s %s دانلود و نصب شده است
fr_fr: %s %s va être installé et activé
it_it: %s %s verrà installato e abilitato
pt_br: %s %s será instalado e habilitado
pt_pt: %s %s será instalado e ativado
ru_ru: %s %s будет инсталлирован и задействован

source: %s %s will be re-installed to online version %s
es_es: %s %s será re-instalado a la versión en línea %s
fa_ir: %s %s مجدد نصب شده به نسخه آنلاین %s
fr_fr: %s %s sera mis à jour avec la version en ligne %s
it_it: %s %s verrà reinstallato alla versione online %s
pt_br: %s %s será reinstalado a versão online %s
pt_pt: %s %s será reinstalado para versão online %s
ru_ru: %s %s будет переинсталлирована до он-лайн версии %s

source: %s %s will be re-installed to online version %s and switched to the %s track
es_es: %s %s será re-instalado con la versión en línea %s y cambiado a la pista %s
it_it: %s %s verrà reinstallato alla versione online %s e trasferito alla traccia %s
pt_br: %s %s será reinstalado para a versão online %s e trocada para a faixa %s
pt_pt: %s %s será reinstalado para versão online %s e alterado para o track %s
ru_ru: %s %s будет переинсталлирован в онлайн версию %s и переключен в %s трек

source: %s %s will be reinstalled
es_es: %s %s será reinstalado
fa_ir: %s %s دوباره نصب میشود
it_it: %s %s verrà reinstallato
pt_br: %s %s será reinstalada
pt_pt: %s %s será reinstalado
ru_ru: %s %s будет переинсталлирован

source: %s %s will be uninstalled
es_es: %s %s será desinstalado
fa_ir: %s %s عزل میشود
fr_fr: %s %s va être désinstallé
it_it: %s %s verrà disinstallato
pt_br: %s %s será desinstalado
pt_pt: %s %s será desinstalado
ru_ru: %s %s будет деинсталлирован

source: %s %s will be upgraded to %s
es_es: %s %s será actualizado a %s
fa_ir: %s %s به روزآوری میشود به %s
fr_fr: %s %s va être installé et mis à jour à %s
it_it: %s %s sarà aggiornato a %s
pt_br: %s %s será atualizado para %s
pt_pt: %s %s será atualizado para %s
ru_ru: %s %s будет обновлён до %s

source: %s %s will be upgraded to online version %s
es_es: %s %s será actualizado a la versión en línea %s
fa_ir: %s %s به روزشده به نسخه آنلاین %s
fr_fr: %s %s sera mis à jour avec la version en ligne %s
it_it: %s %s sarà aggiornato alla versione online %s
pt_br: %s %s será atualizado para a versão online %s
pt_pt: %s %s será atualizado para versão online %s
ru_ru: %s %s будет обновлён до он-лайн версии %s

source: %s %s will be upgraded to online version %s and switched to the %s track
es_es: %s %s será actualizado a la versión en línea %s y cambiado a la pista %s
it_it: %s %s verrà aggiornato alla versione online %s e passata alla traccia %s
pt_br: %s %s será atualizada para a versão online %s e trocada para a faixa %s
pt_pt: %s %s será atualizado para versão online %s e alterado para o track %s
ru_ru: %s %s будет обновлён до онлайн версии %s и переключен в %s трек

source: %s (Cur v. %s) should be upgraded to v. %s to fix security issues: %s
es_es: %s (Actual v. %s) debe actualizarse a v. %s para solucionar problemas de seguridad: %s
it_it: %s (Cur v. %s) deve essere aggiornato a v. %s per risolvere i problemi di sicurezza: %s
pt_br: %s (v. Atual %s) deve ser atualizada para v. %s para corrigir problemas de segurança: %s
ru_ru: %s (Текущая вер. %s) будет обновлен до вер. %s для устранения проблемы безопасности: %s

source: %s (current: %s)
es_es: %s (actual: %s)
fa_ir: %s (حاضر:%s)
fr_fr: %s (actuellement: %s)
it_it: %s (corrente: %s)
pt_br: %s (atual: %s)
pt_pt: %s (atual: %s)
ru_ru: %s (текущий: %s)

source: %s Advanced Settings
es_es: %s Configuración Avanzada
fa_ir: %s تنظیمات پیشرفته
it_it: %s Impostazioni avanzate
pt_br: %s Configurações Avançadas

source: %s Channel %s
es_es: %s canal %s
fa_ir: %s کانال %s
fr_fr: %s Canal %s
it_it: %s Canali %s
pt_br: %s Canal %s
pt_pt: %s Canal %s
ru_ru: %s Канал %s

source: %s Devices
es_es: %s Dispositivos
fa_ir: %s وسایل
it_it: %s Dispositivi
pt_br: %s Dispositivos
ru_ru: %s Устройства

source: %s Extensions
es_es: %s Extensiones
fa_ir: %s داخلی ها
it_it: %s Interni
pt_br: %s Ramais
ru_ru: %s Внутренние номера

source: %s Likely will not work as expected
es_es: %s Probablemente no funcionará como se espera
fa_ir: %s به طور قابل قبول کار نمیکند
it_it: %s Probabilmente non funzionerà come previsto
pt_br: %s Provavelmente não funcionarão como esperado
ru_ru: %s Скорее всего не работает так, как ожидается

source: %s New modules are available
es_es: %s Nuevos módulos están disponibles
fa_ir: %s ماژول های جدید در دسترس است
fr_fr: %s nouveaux modules sont disponibles
it_it: %s nuovi moduli sono disponibilì
pt_br: %s novos módulos estão disponíveis
pt_pt: Estão disponíveis %s novos módulos
ru_ru: %s Новый модуль доступен

source: %s Online %s upgrade available (%s)
es_es: %s En Línea %s actualización disponible (%s)
it_it: %s Aggiornamenti %s online sono disponibili (%s)
pt_br: %s Online %s atualização disponível (%s)
ru_ru: %s Онлайн %s обновление доступно (%s)

source: %s Online upgrade available (%s)
es_es: %s Actualización en línea disponible (%s)
fa_ir: %s به روزرسانی آنلاین وجود دارد (%s)
it_it: %s Aggiornamento online disponibile (%s)
pt_br: %s Online atualização disponível (%s)
ru_ru: %s Онлайн обновление доступно (%s)

source: %s Upgrade Available (%s)
es_es: %s Actualización Disponible (%s)
fa_ir: %s به روزرسانی در دسترس است (%s)
it_it: %s aggiornamento disponibile (%s)
pt_br: %s Atualização Disponível (%s)
ru_ru: %s Обновление доступно (%s)

source: %s [not enabled]
es_es: %s [no habilitado]
fa_ir: %s [فعال نشده]
it_it: %s [non abilitato]
pt_br: %s [não habilitado]
pt_pt: %s [não ativado]
ru_ru: %s [не задействовано]

source: %s admins
es_es: %s adminis
fa_ir: %s مدیران
it_it: %s amministratori
ru_ru: %s администраторы

source: %s already exists
es_es: %s ya existe
fa_ir: %s موجود است
it_it: %s già esiste
pt_br: %s já existem
pt_pt: %s já existente
ru_ru: %s уже существует

source: %s appears to be disabled. What would you like to do?
es_es: %s aparece desactivado. ¿Que le gustaría hacer?
fa_ir: %s غیرفعال شده است. قصد انجام چه کاری دارید؟
it_it: %s sembra essere disabilitato. Cosa ti piacerebbe fare?
pt_br: %s Parece estar desabilitado. O que você gostaria de fazer?

source: %s cannot be disabled because the following modules depend on it: %s Please disable those modules first then try again.
es_es: %s no se puede inhabilitar ya que los siguientes módulos dependen de él:%s Por favor, deshabilite esos módulos primero y vuelva a intentarlo.
fr_fr: %s ne peut être désactivé car le module %s en dépend. Désactivé d'abord ces modules puis réessayer.
it_it: %s non può essere disabilitato perché i seguenti moduli dipendono da questo:%s Si prega di disabilitare prima quei moduli e poi riprovare.
pt_br: %s não pode ser desabilitado porque os seguintes módulos dependem deste: %s Por favor desabilite estes módulos então tente novamente.
pt_pt: %s não pode ser desativado porque dele dependem os seguintes móduls: %s Desative estes módulos e tente novamente.
ru_ru: %s невозможно деактивировать потому что следующие модули зависят от этого: %s Деактивируйте эти модули сначала и попробуйте ещё раз.

source: %s cannot be enabled: %s Please try again after the dependencies have been installed.
es_es: %s no puede ser habilitado: %s Por favor, inténtelo de nuevo después de que se hayan instalado las dependencias.
fa_ir: %s نمیتواند فعال شود: %s لطفا پس از نصب وابستگی ها مجدد تلاش کنید.
fr_fr: %s ne peut être activé: %s Réessayez quand les dépendances auront été installées
it_it: %s non può essere abilitato:%s Riprovare dopo aver installato le dipendenze.
pt_br: %s não pode ser habilitado: %s Por favor tente novamente depois que as dependências forem instaladas.
pt_pt: %s não pode ser ativado: %s Tente novamente após instalar dependencias.
ru_ru: %s невозможно задействовать: %s Попробуйте ещё раз после инсталляции зависимых библиотек.

source: %s cannot be installed: %s Please try again after the dependencies have been installed.
es_es: %s no puede ser habilitado: %s Por favor, inténtelo de nuevo después de que se hayan instalado las dependencias.
fa_ir: %s نمیتواند نصب شود: %s لطفا پس از نصب وابستگی ها مجدد تلاش کنید.
fr_fr: %s ne peut être installé: %s Réessayez quand les dépendances auront été installées
it_it: %s non può essere installato:%s Riprovare di nuovo dopo aver installato le dipendenze.
pt_br: %s não pode ser instalado: %s Por favor tente novamente depois que as dependências forem instaladas.
pt_pt: %s não pode ser instalado: %s Tente novamente após instalar dependencias.
ru_ru: %s невозможно инсталлировать: %s Попробуйте ещё раз после инсталляции зависимых библиотек.

source: %s cannot be reinstalled because the following modules depend on it: %s Please disable those modules first then try again.
es_es: %s no se puede reinstalar porque los siguientes módulos dependen de él: %s Por favor, deshabilite los módulos primero y vuelva a intentarlo.
it_it: %s non può essere reinstallato perché i seguenti moduli dipendono da questo: %s Si prega di disabilitare prima quei moduli e poi riprovare.
pt_br: %s não pode ser reinstalado porque os seguintes módulos dependem dele: %s Por favor desabilite estes módulos primeiro então tente novamente.
pt_pt: %s não pode ser reinstalado porque dele dependem os seguintes móduls: %s Desative estes módulos e tente novamente.
ru_ru: %s не может быть переустановлен потому что следующие модули зависят от этого: %s Отключите эти модули и попробуйте ещё раз.

source: %s cannot be removed because the following modules depend on it: %s Please disable those modules first then try again.
es_es: %s no puede ser eliminado por que los siguientes módulos dependen de él: %s Por favor, deshabilite los módulos primero y vuelva a intentarlo.
it_it: %s non può essere reinstallato perché i seguenti moduli dipendono da questo: %s Si prega di disabilitare prima quei moduli e poi riprovare.
pt_br: %s não pode ser removido porque os seguintes módulos dependem dele: %s Por favor desabilite estes módulos primeiro então tente novamente.
pt_pt: %s não pode ser removido porque dele dependem os seguintes móduls: %s Desative estes módulos e tente novamente.
ru_ru: %s невозможно удалить потому что следующие модули зависят от этого: %s Отключите эти модули и попробуйте ещё раз.

source: %s cannot be rolledback, version %s is missing
es_es: %s no puede ser revertido, falta la versión %s
fa_ir: %s امکان بازگشت ندارد، نسخه %s مفقود شده
it_it: %s impossibile eseguire il rollback, manca la versione %s
pt_br: %s não pode voltar, versão %s está faltando
pt_pt: %s não pode ser revertido, versão %s em falta
ru_ru: %s невозможно откатить назад, версия %s отсутствует

source: %s cannot be uninstalled because the following modules depend on it: %s Please disable those modules first then try again.
es_es: %s no se puede desinstalar porque los siguientes módulos dependen de él: %s Por favor, deshabilite los módulos primero y vuelva a intentarlo.
fr_fr: %s ne peut être désactivé car le module %s en dépend. Désactivé d'abord ces modules puis réessayer.
it_it: %s non può essere disinstallato perché i seguenti moduli dipendono da questo:%s Si prega di disabilitare prima quei moduli e poi riprovare.
pt_br: %s não pode ser desinstalado porque os seguintes módulos dependem deste: %s Por favor desabilites estes módulos, então tente novamente.
pt_pt: %s não pode ser desinstalado porque dele dependem os seguintes móduls: %s Desative estes módulos e tente novamente.
ru_ru: %s невозможно деинсталлировать потому что следующие модули зависят от этого: %s Деактивируйте эти модули сначала и попробуйте ещё раз.

source: %s cannot be upgraded to %s: The release track of %s does not exist for this module
es_es: %s no puede ser actualizado a %s: La ruta de actualización de %s no existe para este módulo
it_it: %s non può essere aggiornato a %s: la traccia di rilascio di %s non esiste per questo modulo
pt_br: %s não pode ser atualizada para %s: A faixa de publicação de %s não existe para este módulo
pt_pt: %s não pode ser atualizado para %s: A realease %s não existe para este módulo
ru_ru: %s невозможно обновить до %s: Релиз трек %s не существует для этого модуля

source: %s cannot be upgraded: %s Please try again after the dependencies have been installed.
es_es: %s no se puede actualizar: %s Por favor, inténtelo de nuevo después de que se hayan instalado las dependencias.
fr_fr: %s ne peut être mis à jour: %s Réessayez quand les dépendances auront été installées
it_it: %s non può essere aggiornato:%s Si prega di riprovare dopo aver installato le dipendenze.
pt_br: %s não pode ser atualizado: %s Por favor tente novamente depois que as dependências forem instaladas.
pt_pt: %s não pode ser atualizado: %s Tente novamente após instalar as dependencias.
ru_ru: %s не может быть обновлён: %s Попробуйте ещё раз после инсталляции зависимых библиотек.

source: %s contains ..
es_es: %s contiene ..
fa_ir: %s شامل ..
it_it: %s contiene ..
pt_br: %s contém ..
pt_pt: %s contém ..
ru_ru: %s содержит ..

source: %s contains a /
es_es: %s contiene un /
fa_ir: %s شامل یکی /
it_it: %s contiene .. un /
pt_br: %s contém uma /
pt_pt: %s contém uma /
ru_ru: %s содержит /

source: %s disabled successfully
es_es: %s deshabilitado con éxito
fa_ir: %s با موفقیت غیرفعال شد
fr_fr: %s désactivé avec succès
it_it: %s disabilitato con successo
pt_br: %s desabilitado com sucesso
pt_pt: %s desativado com sucesso
ru_ru: %s деактивирован успешно

source: %s enabled successfully
es_es: %s habilitadas con éxito
fa_ir: %s با موفقیت فعال شد
fr_fr: %s activé avec succès
it_it: %s abilitato con successo
pt_br: %s habilitado com sucesso
pt_pt: %s ativado com sucesso
ru_ru: %s активирован успешно

source: %s installed successfully
es_es: %s instalado correctamente
fa_ir: %s با موفقیت نصب شده
fr_fr: %s installé avec succès
it_it: %s installato con successo
pt_br: %s instalado com sucesso
pt_pt: %s instalado com sucesso
ru_ru: %s инсталлирован успешно

source: %s is a registered trademark of
es_es: %s es una marca registrada de
fa_ir: %s علامت تجاری ثبت شده از
it_it: %s è un marchio registrato di
pt_br: %s é uma marca registrada de
pt_pt: %s é marca registada de
ru_ru: %s является торговой маркой

source: %s is already in use sip.conf. Can not continue
es_es: %s ya está en uso sip.conf. No puedo continuar
fa_ir: %s در حال استفاده در sip.conf است.نمیتوان ادامه داد
it_it: %s è già in uso sip.conf. Non è possibile continuare
pt_br: %s Já está em uso sip.conf. Não é possível continuar

source: %s not found
es_es: %s no encontrado
fa_ir: %s یافت نسد
it_it: %s non trovato
pt_br: %s não encontrado
ru_ru: %s не найден

source: %s prepared
fa_ir: %s آماده شد
it_it: %s preparato
pt_pt: %s preparado

source: %s records failed validation
fa_ir: اعتبارسنجی رکوردهای %s شکست خورد
it_it: %s registrazione non riuscita

source: %s removed successfully
es_es: %s eliminado con éxito
fa_ir: %s با موفقیت حذف شد
it_it: %s rimosso con successo
pt_br: %s removido com sucesso
pt_pt: %s removido com sucesso
ru_ru: %s удалено успешно

source: %s requires a new browser to function correctly. You can still use %s with the browser you currently have but your experience may be diminished and is not supported
es_es: %s requiere un nuevo navegador para funcionar correctamente. Todavía puede usar %s con el navegador que tiene actualmente pero su experiencia puede estar disminuida ya que no está soportado
it_it: %s richiede un nuovo browser per funzionare correttamente. Puoi ancora utilizzare %s con il browser che hai attualmente ma la tua esperienza potrebbe essere diminuita e non è supportata
pt_br: %s Requer um novo navegador para funcionar corretamente. Você ainda pode usar %s com o navegador que você tem atualmente, mas sua experiência pode ser diminuída e não é suportada
ru_ru: %s требует новый браузер для правильного функционирования. Можно по-прежнему использовать %s с текущим браузером, но ваш опыт может уменьшиться если это не поддерживать как следует.

source: %s skipped by configuration
es_es: %s omitido por la configuración
fa_ir: %s توسط پیکربندی لغو شد
it_it: %s saltato dalla configurazione
pt_br: %s Ignorado pela configuração

source: %s to %s and Enable
es_es: %s a %s y Habilitado
fa_ir: %s به %s و فعال شد
it_it: %s per %s e abilitare
pt_br: %s a %s e Habilitado
pt_pt: %s para %s e ativado
ru_ru: %s в %s и включить
