Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Generate the bad-number context which traps any bogus number or feature code and plays a message to the effect. If you use the Early Dial feature on some Grandstream phones, you will want to set this to false.
es_es: Genera el contexto de número incorrecto que atrapa cualquier número falso o código de característica y reproduce un mensaje al efecto. Si utiliza la función de marcación anticipada en algunos teléfonos de Grandstream, deseará configurarlo como falso.
it_it: Genera il contesto di numeri errati che intrappola qualsiasi numero falso o codice funzione e riproduce un messaggio per l'effetto. Se si utilizza la funzione di chiamata in anticipo su alcuni telefoni Grandstream, è necessario impostarla su false.
pt_br: Gerar o contexto de numbero-ruim que aprisiona qualquer número falso ou código de recurso e toca uma mensagem para o efeito. Se você usar o recurso Discar Prematura em alguns telefones Grandstream, você deveria definir isto para falso.
ru_ru: Создавать контекст bad-number в который попадают неверно набранные номера или сервисные коды, вызывая соответствующее голосовое сообщение при этих событиях. Если используется опция Early Dial например на некоторых телефонах Grandstream, возможно нужно установить эту опцию в false.

source: Generating CSS...
es_es: Generando Css...
fa_ir: تولید CSS...
it_it: Generazione di CSS ...
pt_br: Gerando CSS...
pt_pt: Gerando CSS...
ru_ru: Генерируется CSS...

source: Generic CHAN SIP Driver
es_es: Genérico CHAN SIP Driver
fa_ir: درایور عمومی CHAN SIP
it_it: Driver SIP generico CHAN

source: Generic Custom Driver
es_es: Controlador personalizado genérico
fa_ir: درایور عمومی سفارشی
it_it: Driver personalizzato generico
pt_br: Driver genérico personalizdo
ru_ru: Универсальный специализированный драйвер

source: Generic DAHDi Driver
es_es: Genérico DAHDi Driver
fa_ir: درایور عمومی DAHDi
it_it: Driver DAHDi generico
pt_br: Driver Genérico DAHDi
ru_ru: Универсальный драйвер DAHDI

source: Generic IAX2 Driver
es_es: Genérico IAX2 Driver
fa_ir: درایور عمومی IAX2
it_it: Driver IAX2 generico
pt_br: Driver Genérico IAX2
ru_ru: Универсальный драйвер IAX2

source: Generic PJSIP Device
es_es: Dispositivo Genérico PJSIP
fa_ir: وسیله عمومی PJSIP
it_it: Dispositivo PJSIP generico
pt_pt: Dispositivo PJSIP Genérico

source: Generic Patterns
es_es: Patrones Genéricos
fa_ir: الگوهای عمومی
it_it: Modelli generici
pt_br: Padrões Genéricos
ru_ru: Универсальный шаблон

source: Get External IP
es_es: Obtener IP externo
fa_ir: دریافت آی پی خارجی
it_it: Ottieni IP esterno
pt_br: Obter IP Externo
ru_ru: Получить внешний IP

source: Get Support
es_es: Obtener Soporte
fa_ir: دریافت پشتیبان
it_it: Ottenere supporto
pt_br: Obter Suporte
pt_pt: Obter Suporte
ru_ru: Получить поддержку

source: Get help for %s
es_es: Obtener ayuda para %s
fa_ir: دریافت راهنما برای %s
fr_fr: Aide pour %s
it_it: Richiedi aiuto per %s
pt_br: Receber ajuda para %s
pt_pt: Obter ajuda para %s
ru_ru: Получить помощь для %s

source: Gettext is not installed
fa_ir: Gettext نصب نشده
it_it: Gettext non è installato
pt_pt: Gettext não está instalado

source: Getting Data from Online Server...
es_es: Obteniendo datos de un servidor en línea ...
fa_ir: دریافت اطلاعات از سرور آنلاین...
it_it: Ottenere dati dal server online ...
pt_br: Obtendo dados do servidor online...
ru_ru: Получение данных с онлайн-сервера...

source: Getting Remote Repo list...
es_es: Obteniendo lista Repo remota ...
fa_ir: دریافت فهرست منابع از سرور خارجی...
it_it: Ottenere l'elenco Repo remoto ...
pt_br: Obtendo remotamente lista de repositórios...
ru_ru: Получение списка удалённых репозиториев

source: Give this trunk a unique name. Example: myiaxtel. Note this is uses as the trunk context within asterisk
es_es: Dar a este troncal un nombre único. Ejemplo: myiaxtel. Tenga en cuenta que esto se utiliza como contexto del tronco dentro del Asterisk
fa_ir: اختصاص یک نام منحصر به فرد به ترانک. مثل: myiaxtel. نکته این نام جهت زمینه ترانک در استریسک استفاده میشود
it_it: Dare a questo tronco un nome unico. Esempio: myiaxtel. Nota questo è utilizzabile come contesto del bagagliaio all'interno dell'asterisco
pt_br: Defina um nome único para este tronco. Exemplo: meuteliax. Observe que isso é usado como o contexto do tronco dentro do asterisk
ru_ru: Присвойте транку уникальное имя. Например:myiaxtel. Имейте ввиду,что это используется как контекст транка внутри Asterisk-a

source: Give your device a unique integer ID. The device will use this ID to authenticate to the system.
es_es: Dale a tu dispositivo un ID entero único. El dispositivo utilizará este ID para autenticarse en el sistema.
fa_ir: اختصاص یک شناسه عددی یکتا به وسیله. این وسیله توسط این شناسه در سیستم شناسایی میشود.
fr_fr: Donnez à votre périphérique un identiifiant unique. Le périphérique utilisera cette identitifiant pour s'authentifier au système.
it_it: Dare all'apparato un ID numerico univoco. L'apparato utilizzerà questo ID per autenticarsi nel sistema.
pt_br: Atribua um ID único para seu dispositivo. O dispositivo usará este ID para autenticar no sistema.
pt_pt: Atribua ao seu dispositivo um ID único. O dispositivo usará este ID para se autenticar no sistema.
ru_ru: Присвойте устройству уникальный ИД. Устройство будет использовать его для аутентификации в системе.

source: Go to Module Admin to enable this module
es_es: Vaya a Administrador de módulos para habilitar este módulo
fa_ir: برای فعال کردن این ماژول به مدیریت ماژول ها بروید
it_it: Vai a Modulo Admin per abilitare questo modulo
pt_br: Ir ao Módulo Admin para habilitar este módulo
ru_ru: Зайдите в пункт меню Администрирование модулей для активации этого модуля

source: Go to Module Admin to install this module
es_es: Vaya a Administrador de módulos para instalar este módulo
fa_ir: برای نصب کردن این ماژول به مدیریت ماژول ها بروید
it_it: Vai a Modulo Admin per installare questo modulo
pt_br: Ir ao Módulo Admin para instalar este módulo
ru_ru: Зайдите в пункт меню Администрирование модулей для установки этого модуля

source: Go to Module Admin to re-enable this module
es_es: Vaya a Administrador de módulos para volver a habilitar este módulo
fa_ir: برای فعال کردن مجدد این ماژول به مدیریت ماژول ها بروید
it_it: Vai a Module Admin per riattivare questo modulo
pt_br: Ir ao Módulo Admin para reabilitar este módulo
ru_ru: Зайдите в пункт меню Администрирование модулей для переактивации этого модуля

source: Good
es_es: Bien
fa_ir: خوب
it_it: Buono
pt_br: Bom
ru_ru: Хорошо

source: HANDLED-ERROR: %s should exist, but it doesn't. This is a bug in %s
es_es: HANDLED-ERROR: %s debería existir, pero no. Se trata de un error(bug) en %s
it_it: HANDLED-ERROR: %s1 dovrebbe esistere, ma non è così. Questo è un bug in %s2
pt_br: Erro de Manipulação: %s deveria existir, mas n]ao existe. Este é um bug em %s

source: HANDLED-ERROR: %s->doDialplanHook() isn't there, but the module is saying it wants to hook. This is a bug in %s
es_es: HANDLED-ERROR: %s-> doDialplanHook() no está allí, pero el módulo está diciendo que quiere enganchar. Se trata de un error (bug) en %s
it_it: HANDLED-ERROR: %s1 -> doDialplanHook () non c'è, ma il modulo sta dicendo che vuole agganciare. Questo è un bug in %s2
pt_br: Erro de Manipulação: %s->doDialplanHook() não existe, mas o módulo faz referência a ele. Este é um bug em %s

source: HTTP Bind Address
es_es: Dirección de enlace HTTP
it_it: Indirizzo di binding HTTP
pt_br: Endereço HTTP Associado
pt_pt: Endereço de Vínculo HTTP

source: HTTP Bind Port
es_es: Puerto de enlace HTTP
it_it: Porta di collegamento HTTP
pt_br: Porta HTTP Associada
pt_pt: Porta de Vínculo HTTP

source: HTTP Prefix
es_es: Prefijo HTTP
fa_ir: پیشوند HTTP
it_it: Prefisso HTTP
pt_br: Prefixo HTTP
pt_pt: Prefixo HTTP

source: HTTP Prefix allows you to specify a prefix for all requests to the server. For example, if the prefix is set to
es_es: Prefijo HTTP le permite especificar un prefijo para todas las solicitudes al servidor. Por ejemplo, si el prefijo está establecido en
it_it: Prefisso HTTP consente di specificare un prefisso per tutte le richieste al server. Ad esempio, se il prefisso è impostato su
pt_br: Prefixo HTTP permite especificar um prefixo para todos as solicitações para o servidor. Por exemplo, se o prefixo estiver definido para
pt_pt: Prefixo HTTP permite especificar um prefixo para todos os pedidos ao servidor. Por exemplo, se o prefixo está definido como

source: HTTPS Bind Address
es_es: Dirección de enlace HTTPS
it_it: Indirizzo di binding HTTPS
pt_br: Endereço HTTP Associado

source: HTTPS Bind Port
es_es: Puerto de enlace HTTPS
it_it: Porta di collegamento HTTPS
pt_br: Porta HTTPS associada

source: HTTPS TLS Certificate Location
es_es: HTTPS TLS Ubicación del certificado
it_it: Posizione del certificato TLS HTTPS
pt_br: Local do certificado HTTPS TLS

source: HTTPS TLS Private Key Location
es_es: Ubicación de la llave privada HTTPS TLS
it_it: Posizione chiave privata HTTPS TLS
pt_br: Local da chave privada HTTPS TLS

source: Hangup
es_es: Colgar
fa_ir: قطع کردن
fr_fr: Décroché
it_it: Appendere
pt_br: Desligar
pt_pt: Desligar
ru_ru: Положить трубку

source: Hello,
es_es: Hola,
fa_ir: سلام،
it_it: Ciao,
pt_br: Olá,
ru_ru: Привет,

source: Helpful Information
es_es: Información Útil
fa_ir: اطلاعات مفید
it_it: Informazioni utili
pt_br: Informação Útil
ru_ru: Полезная информация

source: Hide CallerID
es_es: Ocultar CallerID
fa_ir: محو کردن شناسه تماس گیرنده
it_it: Nascondi CallerID
pt_br: Ocultar Identificador de chamada
ru_ru: Скрыть CallerID

source: Hide the outbound Caller ID, The same as adding hidden to Outbound CID. This option will work only if the 'CID Options' set as 'Force Trunk CID'.
es_es: Ocultar el ID de llamada saliente, es lo mismo que agregar oculto al CID saliente. Esta opción solo funcionará si las 'Opciones de CID' se configuraron como 'Forzar CID de Troncal'.
it_it: Nascondi l'ID chiamante in uscita, come aggiungere nascosto alla CID in uscita. Questa opzione funzionerà solo se le "Opzioni CID" sono impostate come "Force Trunk CID".

source: Hit the play symbol to listen
es_es: Pulse el símbolo de reproducción para escuchar
fa_ir: برای شنیدن روی کلید اجرا کلیک کنید
it_it: Premi il simbolo di gioco per ascoltare
pt_br: Aperte o Play para ouvir

source: Hit the red record button to start recording from your browser
es_es: Pulse el botón de grabación rojo para iniciar la grabación desde su navegador
fa_ir: برای ضبط از مرورگر روی کلید قرمز کلیک کنید
it_it: Premi il pulsante rosso di registrazione per avviare la registrazione dal tuo browser
pt_br: Aperte o botão de gravação vermelho para iniciar a gravação a partir do seu navegador

source: Home directory %s doesn't exist, and I can't create it
es_es: Directorio de inicio %s no existe, y no puedo crearlo
fa_ir: دایرکتوری خانگی %s وجود ندارد، و نمیتواند ایجاد شود
it_it: La directory home %s1 non esiste e non posso crearla
pt_br: Diretório Home %s não existe, e não posso criá-lo
pt_pt: Diretório Home %s não existe e não pode ser criado
ru_ru: Домашняя директория %s не существует, и невозможно создать её.

source: Host
fa_ir: هاست
it_it: ospite
ru_ru: Хост

source: Host settings for this device, almost always dynamic for endpoints.
es_es: Configuración Host para este dispositivo, casi siempre dinámico para terminales.
fa_ir: تنظیمات هاست برای وسیله، برای نقاط پایانی همیشه پویاست.
it_it: Impostazioni host per questo dispositivo, quasi sempre dinamiche per endpoint.
pt_br: Configurações de Host para este dispositivo, quase sempre dinâmico para endpoints.
pt_pt: Configurações de host para este dispositivo, quase sempre dinamicas para endpoints.
ru_ru: Настройки адреса хоста для устройства, чаще всего просто динамические для конечного оборудования.

source: Hostname for the Asterisk Manager
es_es: Nombre de host para el Asterisk Manager
fa_ir: نام هاست برای مدیریت استریسک
it_it: Nome host per Asterisk Manager
pt_br: Nome do host para o Gerenciador Asterisk
pt_pt: Hostname do Asterisk Manager
ru_ru: Имя хоста для интерфейса Asterisk Manager (AMI)

source: How long to wait before retry when receiving a 403 Forbidden response.
es_es: Cuánto tiempo esperar antes de volver a intentarlo al recibir una respuesta 403 Prohibida.
fa_ir: پس از دریافت پاسخ 403 چه مدتی برای تلاش مجدد منتظر بماند.
it_it: Per quanto tempo attendere prima di riprovare quando si riceve una risposta Proibita 403.
pt_br: Quanto tempo aguardar antes de tentar novamente quando recebida a resposta 403 Forbidden.
ru_ru: Как долго ожидать перед повтором при получении ответа 403 Forbidden

source: How long to wait before retry when receiving a fatal response. If 'Forbidden Retry Interval' is also set then 'Forbidden Retry Interval' takes precedence over this one when a 403 is received. Also, if 'Permanent Auth Rejection' is enabled then a 401 and 407 become subject to this retry interval.
es_es: Cuánto tiempo esperar antes de volver a intentar cuando se recibe una respuesta de error fatal. Si también se establece 'Intervalo de reintento prohibido', entonces 'Intervalo de reintento prohibido' tiene prioridad sobre este parámetro cuando se recibe un 403. Además, si 'Rechazo Permanente de Autorización' está habilitado, entonces un 401 y un 407 estarán sujetos a este intervalo de reintento.
it_it: Quanto tempo aspettare prima di riprovare quando si riceve una risposta fatale. Se è impostato anche "Intervallo tentativi non consentiti", l'intervallo di tentativi non consentiti ha la precedenza su questo quando viene ricevuto un 403. Inoltre, se è abilitato "Autorizzazione permanente dell'autorizzazione", un 401 e un 407 diventano soggetti a questo intervallo di tentativi.

source: How many seconds to try a call on your trunks before giving up. This should normally be a very long time and is usually only changed if you have some sort of problematic trunks. This is the Asterisk Dial Command timeout parameter.
es_es: Cuántos segundos para intentar una llamada en sus troncos antes de darse por vencido. Esto normalmente debe ser un tiempo muy largo y por lo general sólo se cambia si usted tiene algún tipo de troncos problemáticos. Este es el parámetro de tiempo de espera del Asterisk Dial Command.
it_it: Quanti secondi per provare una chiamata sul tuo trunk prima di arrendersi. Questo dovrebbe normalmente essere un tempo molto lungo e di solito viene modificato solo se si dispone di una sorta di tronchi problematici. Questo è il parametro di timeout del comando di selezione asterisco.
pt_br: Quantos segundos tentar uma chamada em seus troncos antes de desistir. Isto deveria ser normalmente um tempo muito longo e usualmente só mudado se você tiver algum tipo de tronco problemático. Este é o parâmetro de timeout do Comando de Discagem do Asterisk.

source: How many times Asterisk will attempt to re-attempt registration before permanently giving up. Maximum of 1000000.
es_es: Cuántas veces Asterisk intentará reintentar el registro antes de darse por vencido definitivamente. El máximo es 1000000.
it_it: Quante volte Asterisk tenterà di riprovare la registrazione prima di arrendersi definitivamente. Massimo di 1000000.

source: How to dial this device, this should not be changed unless you know what you are doing.
es_es: Cómo marcar este dispositivo, esto no debería ser cambiado a menos que sepa lo que está haciendo.
it_it: Come comporre questo dispositivo, questo non dovrebbe essere cambiato a meno che tu non sappia cosa stai facendo.
pt_br: Como discar para este dispositivo, isto não deveria ser mudado a menos que você saiba o que esteja fazendo.
pt_pt: Como chamar este dispositivo, não deve ser alterado se não sabe o que está a fazer.
ru_ru: Как делать набор через это устройство - если не знаете в точности, то лучше не менять здесь.

source: How to dial this device. This will be device specific. For example, a custom device which is really a remote SIP URI might be configured such as SIP/joe@somedomain.com
es_es: Cómo marcar este dispositivo. Este será un dispositivo específico. Por ejemplo, un dispositivo personalizado que es realmente un SIP URI remoto que podría estar configurado como SIP/joe@somedomain.com
it_it: Come comporre questo dispositivo. Questo sarà specifico del dispositivo. Ad esempio, un dispositivo personalizzato che è in realtà un URI SIP remoto potrebbe essere configurato come SIP/joe@somedomain.com
pt_br: Como discar para este dispositivo. Este será específico do dispositivo. Por exemplo, um dispositivo personalizado que seja realmente um SIP URI remoto poderia ser configurado tal como SIP/joe@somedomain.com
ru_ru: Как набирать это устройство. Это специфично для каждого устройства. Например, особое устройство, которое поддерживает наборы по SIP URI может быть настроено как SIP/joe@somedomain.com

source: I can only do .gpg files at the moment
es_es: Yo sólo puedo hacer archivos .gpg por el momento
it_it: Al momento posso solo creare file .gpg
pt_br: Eu posso apenas fazer arquivos .gpg no momento
pt_pt: Neste momento, apenas posso processar ficheiros .gpg
ru_ru: Я могу создать только файлы .gpg сейчас

source: I don't know who I should be running GPG as.
es_es: Yo no sé quién debería estar corriendo como GPG.
it_it: Non so chi dovrei correre GPG come.
pt_br: Eu não sei quem Eu deveria rodando como GPG.
pt_pt: Não sei em nome de quem devería estar a executar o GPG.
ru_ru: Я не знаю от какого имени мне запустить GPG.

source: I don't know who I should be running OpenSSL as.
es_es: Yo no sé quién debería estar corriendo como OpenSSL.
it_it: Non so chi dovrei eseguire OpenSSL come.
pt_br: Eu não sei quem eu deveria rodar como OpenSSL.
pt_pt: Não sei em nome de quem devería estar a executar o OpenSSL.
ru_ru: Я не знаю от какого имени мне запустить OpenSSL.

source: I tried to find out about %s, but the system doesn't think that user exists
es_es: Traté de averiguar acerca de %s, pero el sistema no cree que el usuario exista
it_it: Ho provato a scoprire %s1, ma il sistema non pensa che l'utente esista
pt_br: Tentei descobrir sobre %s, mas o sistema não acredita que o usuário exista
pt_pt: Tentei descobrir mais sobre %s, mas o sistema parece pensar que esse utilizador não existe
ru_ru: Я пытался найти что нибудь о %s, но система не думает, что этот пользователь существует

source: I was handed %s to hook. Don't know how to handle it
es_es: Me dieron %s para gancho. No sé cómo manejarlo
it_it: Mi è stato consegnato %s1 da agganciare. Non so come gestirlo
pt_br: foi entregue %s para gancho. Não sei como lidar com isso
ru_ru: Я завершил %s вызов. Не знаю как обработать его

source: IAX security setting. See IAX documentation and device compatibility for details.
es_es: Configuración de seguridad IAX. Consulte la documentación de IAX y compatibilidad de dispositivos para obtener más información.
it_it: Impostazioni di sicurezza IAX. Consultare la documentazione IAX e la compatibilità dei dispositivi per i dettagli.
pt_br: Configuração de segurança IAX. Veja a documentação IAX e compatibilidade do dispositivo para detalhes.
pt_pt: Configuração de segurança IAX. Consultar documentação IAX e compatibilidade de dispositivo para mais detalhes.
ru_ru: Настройки безопасноти IAX. См. документацию по IAX и совместимости устройств для деталей.

source: IAX transfer capabilities, see the Asterisk documentation for details.
es_es: Capacidades de transferencia de IAX, consulte la documentación de Asterisk para más detalles.
it_it: Capacità di trasferimento IAX, consultare la documentazione di Asterisk per i dettagli.
pt_br: Capacidades de transferencia IAX, veja documentação Asterisk para detalhes.
pt_pt: Capacidades de transferencia IAX. Consultar documentação do Asterisk para mais detalhes.
ru_ru: Возможности трансферов IAX, см. документацию по Астериск для деталей.

source: IMPORTANT:
es_es: IMPORTANTE:
fa_ir: مهم:
it_it: IMPORTANTE:
pt_br: IMPORTANTE:
ru_ru: ВАЖНО:

source: IP Address range to allow access to, in the form of network/netmask. This can be a very useful security option when dealing with remote extensions that are at a known location (such as a branch office) or within a known ISP range for some home office situations.
es_es: Rango de direcciones IP para permitir el acceso, en forma de red/máscara de red. Esto puede ser una opción de seguridad muy útil cuando se trata de extensiones remotas que están en una ubicación conocida (por ejemplo, una sucursal) o dentro de un rango de ISP conocido para algunas situaciones de oficina en casa.
it_it: Intervallo di indirizzi IP per consentire l'accesso, sotto forma di rete / maschera di rete. Questa può essere un'opzione di sicurezza molto utile quando si tratta di estensioni remote che si trovano in una posizione nota (come una succursale) o all'interno di un intervallo ISP noto per alcune situazioni di home office.
pt_br: Faixa de Endereço IP a permitir acesso, na forma de rede/máscara de rede. Isto pode ser uma opção de segurança muito útil quando lidar com ramais remotos que estão em uma localização conhecida (tal como uma filial) ou entre uma faixa ISP conhecida para algumas situações de home office.
ru_ru: Диапазон разрешённых для доступа ИП адресов в формате сеть/маска сети. Это может быть очень полезной опцией безопасности для подключения удалённых внутренних номеров с известным месторасположением (как например филиал компании) или известным диапазоном динамических адресов интернет-провайдера, в случае домашних офисов.

source: IP Address range to deny access to, in the form of network/netmask.
es_es: Rango de direcciones IP para negar el acceso a, en forma de red/máscara de red.
it_it: Intervallo di indirizzi IP per negare l'accesso a, sotto forma di rete / maschera di rete.
pt_br: Faixa de Endereço IP a negar acesso, na forma de rede/máscara de rede.
pt_pt: Range de endereços IP aos quais negar acesso, no formato network/netmask.
ru_ru: Диапазон запрещённых для доступа ИП адресов в формате сеть/маска сети.

source: IP Addresses
es_es: Dirección IP
fa_ir: آدرسهای IP
it_it: Indirizzi IP
pt_br: Endereços IP
ru_ru: ИП адреса

source: IP addresses or networks to match against. The value is a comma-delimited list of IP addresses. IP addresses may have a subnet mask appended. The subnet mask may be written in either CIDR or dot-decimal notation. Separate the IP address and subnet mask with a slash ('/'). This setting is automatically generated by the PBX if left blank
es_es: Direcciones IP o redes a las que comparar. El valor es una lista delimitada por comas de direcciones IP. Las direcciones IP pueden tener una máscara de subred añadida. La máscara de subred puede escribirse en CIDR o en notación decimal. Separar la dirección IP y la máscara de subred con una barra ('/'). Este ajuste es generado automáticamente por la central si se deja en blanco
it_it: Indirizzi IP o reti con cui confrontarsi. Il valore è un elenco delimitato da virgole di indirizzi IP. Gli indirizzi IP possono avere una subnet mask aggiunta. La subnet mask può essere scritta in CIDR o in notazione decimale punto. Separare l'indirizzo IP e la subnet mask con una barra ('/'). Questa impostazione viene generata automaticamente dal PBX se lasciata vuota
pt_br: Endereços IP ou redes a serem combinados. O valor é uma lista delimitada por vírgulas de endereços IP. Os endereços IP podem ter uma máscara de sub-rede anexada. A máscara de sub-rede pode ser escrita em CIDR ou notação ponto-decimal. Separe o endereço IP ea máscara de sub-rede com uma barra ('/'). Esta configuração é gerada automaticamente pelo PBX se deixada em branco
ru_ru: IP-адреса или сети для сопоставления. Список значений IP-адресов,разделённых запятыми. Также может быть указана маска подсети. Маска подсети может быть записана либо в виде CIDR, либо в виде десятичных чисел, разделённых точками. Отделите IP-адрес от маски подсети символом косой черты ('/'). Если оставлено пустым ,то FreePBX создаёт автоматически
