Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Add %s Device
es_es: Añadir %s Dispositivos
fa_ir: افزودن %s وسیله
fr_fr: Ajout terminal %s
it_it: Aggiungere %s Dispositivo
pt_br: Adicionar Dispositivo %s
pt_pt: Adicionar Dispositivo %s
ru_ru: Доюавить %s устройство

source: Add %s Extension
es_es: Añadir %s Extensión
fa_ir: افزودن %s داخلی
fr_fr: Ajout Extension %s
it_it: Aggiungi %s interno
pt_br: Adicionar Ramal %s
pt_pt: Adicionar Extensão %s
ru_ru: Добавить %s внутренний номер

source: Add %s Trunk
es_es: Añadir %s Línea
fa_ir: افزودن %s ترانک
fr_fr: Ajout d'un Trunk %s
it_it: Aggiungi %s fascio
pt_br: Adicionar tronco %s
pt_pt: Adicionar Trunk %s
ru_ru: Добавить %s транк

source: Add Administrator
es_es: Añadir Administrador
fa_ir: افزودن مدیریت
fr_fr: Ajout Administrateur
it_it: Aggiungi Amministratore
pt_br: Adicionar Administrador
pt_pt: Adicionar Administrador
ru_ru: Добавить Администратора

source: Add DAHDI DID
es_es: Agregar DAHDI DID
fa_ir: افزودن داخلی مستقیم به DAHDI
it_it: Aggiungi DAHDI DID
pt_br: Adicionar DAHDI DID
ru_ru: Добавить DAHDI DID

source: Add DAHDi DID
es_es: Agregar DAHDi DID
fa_ir: افزودن داخلی مستقیم به DAHDI
it_it: Aggiungi DAHDi DID
pt_br: Adicionar DAHDi DID
ru_ru: Добавить DAHDi DID

source: Add Device
es_es: Añadir Dispositivo
fa_ir: افزودن وسیله
fr_fr: Ajout Périphérique
it_it: Aggiungi Apparato
pt_br: Adicionar Dispositivo
pt_pt: Adicionar Dispositivo
ru_ru: Добавить устройство

source: Add Extension
es_es: Añadir Extensión
fa_ir: افزودن داخلی
fr_fr: Ajout Extension
it_it: Aggiungi Interno
pt_br: Adicionar Ramal
pt_pt: Adicionar Extensão
ru_ru: Добавить внутренний номер

source: Add Inbound CID
es_es: Añadir CID Entrante
fa_ir: افزودن CID مسیر ورودی
fr_fr: Ajout CID Sortant
it_it: Aggiungi ID in Entrata
pt_br: Adicionar CID de entrada
pt_pt: Adicionar CID Inbound
ru_ru: Добавить входящий Caller ID

source: Add Inbound DID
es_es: Añadir DID Entrante
fa_ir: افزودن DID مسیر ورودی
fr_fr: Ajouter une SDA
it_it: Aggiungi Selezione Passante
pt_br: Adicionar DID de entrada
pt_pt: Adicionar DID Inbound
ru_ru: Добавить входящий DID

source: Add Inbound Route
es_es: Agregar Ruta Entrante
fa_ir: افزودن مسیر ورودی
it_it: Aggiungi rotta in entrata
pt_br: Adicionar Rota de Entrada
ru_ru: Добавить входящий маршрут

source: Add Incoming Route
es_es: Añadir Ruta Entrante
fa_ir: افزودن مسیر تماس های ورودی
fr_fr: Ajout Route Entrante
it_it: Aggiungi rotta in arrivo
pt_br: Adicionar Rota de Entrada
pt_pt: Adicionar Rota de entrada
ru_ru: Добавить входящий маршрут

source: Add Module
es_es: Agregar Modulo
fa_ir: افزودن ماژول
it_it: Aggiungi modulo
pt_br: Adicionar Módulo
ru_ru: Добавить модуль

source: Add New %s Device
es_es: Agregar Nuevo Dispositivo %s
fa_ir: افزودن %s وسیله جدید
it_it: Aggiungi nuovo dispositivo %s
pt_br: Adicionar Novo %s Dispositivo
ru_ru: Добавить новое %s устройство

source: Add New %s Extension
es_es: Agregar Nueva %s Extensión
fa_ir: افزودن %s داخلی جدید
it_it: Aggiungi nuovo interno %s
pt_br: Adicionar Nova %s Extensão
ru_ru: Добавить навый %s внутренний номер

source: Add Outbound Route
es_es: Agregar Ruta Saliente
fa_ir: افزودن مسیر خروجی
it_it: Aggiungi rotta in uscita
pt_br: Adicionar Rota de Saída
ru_ru: Добавить исходящий маршрут

source: Add Route
es_es: Añadir Ruta
fa_ir: افزودن مسیر
fr_fr: Ajout Route
it_it: Aggiungi rotta
pt_br: Adicionar Rota
pt_pt: Adicionar Rota
ru_ru: Добавить маршрут

source: Add Trunk
es_es: Añadir Línea
fa_ir: افزودن ترانک
fr_fr: Ajout Trunk
it_it: Aggiungi fascio
pt_br: Adicionar tronco
pt_pt: Adicionar Trunk
ru_ru: Добавить mISDN транк

source: Add User
es_es: Añadir Usuario
fa_ir: افزودن کاربر
fr_fr: Ajout Utilisateur
it_it: Aggiungi Utente
pt_br: Adicionar Usuário
pt_pt: Adicionar Utilizador
ru_ru: Добавить пользователя

source: Add User/Extension
es_es: Añadir Usuario/Extensión
fa_ir: افزودن کاربر/داخلی
fr_fr: Ajout Utilisateur/Extension
it_it: Aggiungi Utente/Interno
pt_br: Adicionar Usuário/Ramal
pt_pt: Adicionar Utilizador/Extensão
ru_ru: Добавить пользователя/Номер

source: Add Virtual Extension
es_es: Agregar Extensión Virtual
fa_ir: افزودن داخلی مجازی
it_it: Aggiungi interno virtuale
pt_br: Adicionar Extensão Virtual
ru_ru: Добавить виртуальный внутренний номер

source: Add a CID for more specific DID + CID routing. A DID must be specified in the above Add DID box. In addition to standard dial sequences, you can also put Private, Blocked, Unknown, Restricted, Anonymous, Withheld and Unavailable in order to catch these special cases if the Telco transmits them.
it_it: Aggiungi un CID per il routing DID + CID. Un DID deve essere specificato nella casella Aggiungi DID sopra. Oltre alle sequenze di selezione standard, puoi anche inserire un DID Privato, Bloccato, Sconosciuto, Ristretto, Anonimo, Tolto e Non disponibile per catturare questi casi speciali se il Telco li trasmette.
pt_pt: Adicionar um CID para um roteamento DID+CID mais específico. Deve ser especificado um DID na caixa Adicionar DID. Para além das sequencias de marcação padrão, pode também definir Privado, Bloqueado, Desconhecido, Restrito, Anónimo, Retido e Indisponível por forma a contemplar estes cenários, caso o Telco os transmita.

source: Add new %s &#133
es_es: Añadir nuevo %s &#133
it_it: Aggiungere nuovo %s &#133
pt_br: Adicionar novo %s &#133
pt_pt: Adicionar novo %s &#133
ru_ru: Добавить новый %s &#133

source: Add your email here to receive important security and module updates. The email address you provide is NEVER transmitted to the %s remote servers. The email is ONLY used by your local PBX to send notifications of updates that are available as well as IMPORTANT Security Notifications. It is STRONGLY advised that you keep this enabled and keep updated of these important notifications to avoid costly security vulnerabilities.
it_it: Aggiungi qui la tua email per ricevere importanti aggiornamenti di sicurezza e dei moduli. L'indirizzo email che fornisci non viene MAI trasmesso ai server remoti di %s. L'e-mail viene utilizzata ESCLUSIVAMENTE dal PBX locale per inviare notifiche di aggiornamenti disponibili e Notifiche di sicurezza IMPORTANTI. È VIVAMENTE CONSIGLIATO tenere questa impostazione abilitata e rimanere aggiornati di queste importanti notizie per evitare costose vulnerabilità di sicurezza.
pt_pt: Agregue o seu email aqui para receber atualizações importantes de segurança e de módulos. O endereço de email NUNCA será enviado para os servidores remotos %s. O email será APENAS usado pelo PBX local para enviar notificações de atualizações que estejam disponíveis, bem como notificações IMPORTANTES de segurança. Recomenda-se VIVAMENTE que mantenha esta opção ativa para que se mantenha atualizado e evitar vulnerabilidades de segurança.

source: Added pmmaxretries and pmminlength
fr_fr: Ajout de pmmaxretries et pmminlength
it_it: Aggiunto pmmaxretries e pmminlength
pt_pt: Adicionados pmmaxretries e pmminlength

source: Adding index to extensions field in the users
fa_ir: افزودن شاخص برای فیلد داخلی ها در کاربران
it_it: Aggiunta dell'indice al campo estensioni negli utenti

source: Adding index to tech field in the devices
fa_ir: افزودن شاخص به فیلد تکنولوژی در وسایل
it_it: Aggiunta dell'indice al campo tecnologico nei dispositivi

source: Additional Information
es_es: Información Adicional
fa_ir: اطلاعات اضافی
it_it: Informazioni aggiuntive
pt_br: Informação Adicional
ru_ru: Дополнительная информация

source: Additional Settings
es_es: Ajustes Adicionales
fa_ir: تنظیمات اضافی
it_it: Altre impostazioni
pt_br: Configurações Adicionais
pt_pt: Configurações Suplementares
ru_ru: Дополнительные установки

source: Address to bind to. Default is ::
es_es: Dirección a la cual enlazar. El valor predeterminado es ::
fa_ir: نشانی برای اتصال به. پیشفرض ::
it_it: Indirizzo da associare a. L'impostazione predefinita è ::
pt_br: Endereço para vincular a. O padrão é ::

source: Admin
es_es: Administ
fa_ir: مدیر
fr_fr: Administrateur
it_it: Amministrazione
pt_br: Administrador
ru_ru: Администратор

source: Admin Access
es_es: Acceso Administrador
fa_ir: دسترسی مدیر
it_it: Accesso Admin
pt_br: Acesso Admin
pt_pt: Acesso de Admin
ru_ru: Администраторский доступ

source: Admin Email address
es_es: Dirección Email Administrador
fa_ir: آدرس ایمیل مدیر
it_it: Indirizzo mail dell Admin
pt_br: Endereço de Email de Admin
pt_pt: Email de Admin
ru_ru: Email адрес администратора

source: Admin password
es_es: Contraseña Administrador
fa_ir: کلمه عبور مدیر
it_it: Password di Admin
pt_br: Senha Admin
pt_pt: Password de Admin
ru_ru: Пароль администратора

source: Admin user name
es_es: Nombre usuario Administrador
fa_ir: نام کاربری مدیر
it_it: User name dell' Admin
pt_br: Usuário Admin
pt_pt: Utilizador de Admin
ru_ru: Имя пользователя администратора

source: Administrators
es_es: Administradores
fa_ir: مدیرها
fr_fr: Administrateurs
it_it: Amministratori
pt_br: Administradores
pt_pt: Administradores
ru_ru: Администраторы

source: Advanced
es_es: Avanzado
fa_ir: پیشرفته
it_it: Avanzate
pt_br: Avançado
ru_ru: Расширенный

source: Advanced Settings
es_es: Ajustes Avanzados
fa_ir: تنظیمات پیشرفته
it_it: Impostazioni Avanzate
pt_br: Configurações Avançadas
pt_pt: Configurações Avançadas
ru_ru: Дополнительные настройки

source: Advanced Settings Details
es_es: Detalles de Configuración Avanzada
fa_ir: جزییات تنظیمات پیشرفته
it_it: Dettagli delle impostazioni avanzate
pt_br: Detalhes Configurações Avançadas
pt_pt: Detalhes de Configs Avançadas
ru_ru: Дополнительные возможности - подробней

source: Aggregate MWI
es_es: MWI agregado
fa_ir: مجموع MWI
it_it: MWI aggregato
pt_br: MWI Agregado
ru_ru: Агрегированные MWI

source: Aggresively Check for Duplicate Extensions
es_es: Compruebe Agresivamente las Extensiones Duplicadas
fa_ir: بررسی کلی برای داخلی تکراری
it_it: Controlla aggressivamente gli interni duplicati
pt_br: Verificar Agressivamente por Ramais Duplicados
pt_pt: Verificação Ativa de Extensões Duplicadas

source: Alert Info
es_es: Info Alert
fa_ir: اطلاعات هشدار
it_it: Informazioni di avviso
pt_br: Info Alerta
pt_pt: Info de Alerta
ru_ru: Информация о сигнале

source: Alert Info to use on Attended Transfer Calls. 'Inherit' will use the previously set Alert Info. Note: Attended Transfer detection only works in Asterisk 12 or higher
it_it: Informazioni di avviso da utilizzare sulle chiamate di trasferimento assistite. 'Inherit' utilizzerà le informazioni di avviso precedentemente impostate. Nota: il rilevamento del trasferimento di chiamate assistite funziona solo su Asterisk 12 o versioni successivi

source: Alert Info to use on Blind Transfer Calls. 'Inherit' will use the previously set Alert Info
it_it: Informazioni di avviso da utilizzare sulle chiamate di trasferimento cieco. 'Inherit' utilizzerà le informazioni di avviso precedentemente impostate

source: Alert Info to use on Extension to Extension Calls. 'Inherit' will use the previously set Alert Info
it_it: Informazioni di avviso da utilizzare nelle chiamate da interno a interno. 'Eredita' utilizzerà le informazioni di avviso precedentemente impostate

source: All - TCP Primary
es_es: Todos - TCP Primaria
fa_ir: همه - TCP اصلی
it_it: Tutto - TCP primario
pt_br: Tudo - TCP Primário
pt_pt: Todos - TCP Preferencial
ru_ru: Все - TCP приоритет

source: All - TLS Primary
es_es: Todos - TLS Primaria
fa_ir: همه - TLS اصلی
it_it: Tutto - TLS principale
pt_br: Tudo - TLS Primário
pt_pt: Todos - TLS Preferencial
ru_ru: Все - TLS приоритет

source: All - UDP Primary
es_es: Todos - UDP Primaria
fa_ir: همه - UDP اصلی
it_it: Tutto - Primario UDP
pt_br: Tudo - UDP Primário
pt_pt: Todos - UDP Preferencial
ru_ru: Все - UDP приортет

source: All - WS Primary
es_es: Todos - WS Primaria
fa_ir: همه - WS اصلی
it_it: Tutto - WS Primaria
pt_br: Tudo - WS Primário
pt_pt: Todos - WS Preferencial
ru_ru: Все - WS первичный

source: All - WSS Primary
es_es: Todo - WSS Primario
fa_ir: همه - WSS اصلی
it_it: Tutto - WSS primario
pt_br: Todos - WSS Primário
ru_ru: Все - WSS первичный

source: All Devices
es_es: Todos los Dispositivos
fa_ir: تمام وسایل
it_it: Tutti i dispositivi
pt_br: Todos os Dispositivos
ru_ru: Все устройства

source: All Extensions
es_es: Todas las Extensiones
fa_ir: تمام داخلی ها
it_it: Tutte le estensioni
pt_br: Todas as Extensões
ru_ru: Все внутренние номера

source: All Users
es_es: Todos los Usuarios
fa_ir: تمام کاربرها
it_it: Tutti gli utenti
pt_br: Todos os Usuários
ru_ru: Все пользователи

source: All available modules are up-to-date and installed.
es_es: Todos los módulos disponibles estan al día e instalados.
fa_ir: تمام ماژول ها به روز و نصب شده اند.
fr_fr: Tous les modules disponibles sont à jour et installés
it_it: Tutti i moduli disponibili sono aggiornati ed installati.
pt_br: Todos os módulos disponíveis estão atualizados e instalados.
pt_pt: Todos os módulos disponíveis estão atualizados e instalados.
ru_ru: Все доступные модули обновлены и установлены.

source: All dependencies met for module %s
es_es: Todas las dependencias cumplidas para el módulo %s
fa_ir: تمام متعلقات ماژول %s
it_it: Tutte le dipendenze soddisfatte per il modulo %s1
pt_br: Todas as dependências atendidas para o módulo %s
ru_ru: Все зависимости, необходимые модулю %s

source: All inclusive Module Actions
es_es: Todo incluido Acciones de Módulo
fa_ir: شامل تمام اعمال ماژول
it_it: Azioni modulo tutto incluso
pt_br: Todas Ações do Módulo incluídas
ru_ru: Все включённые в модуль действия

source: All modules up to date.
es_es: Todos los módulos están actualizados.
fa_ir: تمام ماژول ها به روز هستند.
it_it: Tutti i moduli aggiornati.
pt_br: Todos os módulos atualizados.
ru_ru: Все модули актуальны

source: All settings can be set from the Advanced Settings page accessible in FreePBX
es_es: Todos los ajustes se pueden configurar desde la página Configuración Avanzada accesible en FreePBX
fa_ir: تمام تنظیمات میتواند در صفحه تنظیمات پیشرفته FreePBX اعمال شود
it_it: Tutte le impostazioni possono essere impostate dalla pagina Impostazioni avanzate accessibile in FreePBX
pt_br: Todas as configurações podem ser ajustadas da página Configurações Avançadas acessível no FreePBX
pt_pt: Todas as configurações podem ser definidas na página Configurações Avançadas do FreePBX
ru_ru: Все установки можно выполнить через панель модуля Дополнительные настройки в интерфейсе FreePBX

source: All upgrades done!
fa_ir: تمام به روزرسانی ها انجام شد!
it_it: Tutti gli aggiornamenti fatti!

source: Allow Any CID
es_es: Permitir Cualquier CID
fa_ir: اجازه به هر CID
fr_fr: Autorise tout SDA
it_it: Consenti qualsiasi CID
pt_br: Permitir Qualquer CID
pt_pt: Permitir Qualquer CID
ru_ru: Разрешить любые CID

source: Allow Contact header to be rewritten with the source IP address-port
es_es: Permitir reescribir el Contacto de Encabezado con la dirección de puertos IP de origen
it_it: Consenti all'intestazione del contatto di essere riscritta con la porta dell'indirizzo IP di origine
pt_br: Permitir Cabeçalho de contato se reescrito com o endereço-porta IP de origem
pt_pt: Permitir escrita do cabeçalho de Contacto com a porta do endereço IP de origem
ru_ru: Разрешить заголовку Контакт быть перезаписанным значением IP-адрес-порт источника

source: Allow Login With DB Credentials
es_es: Permitir inicio de sesión con credenciales de base de datos
fa_ir: مجوز ورود به اعتبار بانک اطلاعاتی
it_it: Consenti accesso con credenziali DB
pt_br: Permitir Logar Com Credenciar BD
pt_pt: Permitir login com credencias da BD
ru_ru: Разрешить вход с параметрами доступа базы данных

source: Allow Non-Encrypted Media (Opportunistic SRTP)
es_es: Permitir medios no encriptados (SRTP oportunista)
it_it: Consenti supporto non crittografato (SRTP opportunistico)

source: Allow specific codecs, separated by the '&' sign and in priority order. E.g. 'ulaw&g729'. Codecs allowed in the general settings will also be allowed unless removed with the 'disallow' directive.
es_es: Permitir codecs específicos, separados por el simbolo '&' y en orden de prioridad. Por ejemplo 'ulaw&g729'. Los Codecs permitidos en la configuración general también se permitirán si no son retirados con la directiva "disallow".
it_it: Consenti codec specifici, separati dal segno "&" e in ordine di priorità. Per esempio. 'Ulaw e G729'. I codec consentiti nelle impostazioni generali saranno consentiti a meno che non vengano rimossi con la direttiva 'disallow'.
pt_br: Permite codecs específicos, separados pelo sinal '&' e em ordem de prioridade. Ex.: 'ulaw&g729'. Os Codecs permitidos nas configurações gerais também serão permitidos a menos que sejam removidos com a diretiva 'disallow'.
pt_pt: Permitir codecs específicos, separados por '&' e por ordem de prioridade. Ex. 'ulaw&g729'. Os codecs permitidos nas configurações gerais também serão usados a não ser que sejam definidos na diretiva 'disallow'.
ru_ru: Разрешить указанные кодеки, разделённые знаком '&' и в порядке приоритетов. Например, 'ulaw&g729'. Кодеки, указанные в основных настройках также разрешены до тех пор, пока не отменить их директивой 'disallow'.

source: Allowed Codecs
es_es: Codecs Permitidos
fa_ir: کدک های مجاز
it_it: Codec ammessi
pt_br: Codecs Permitidos
pt_pt: Codecs Permitidos
ru_ru: Разрешённые кодеки

source: Allowed Origins
it_it: Origini consentite

source: Already Migrated!
es_es: Ya Migrados!
fa_ir: منتقل شده!
it_it: Già migrato!
pt_br: Já Migrado!
pt_pt: Anteriormente Migrado!
ru_ru: Уже перенесено!

source: Alt for Footer Logo
es_es: Alt para pie de página
fa_ir: جایگزین برای لوگو پاورقی
it_it: Alt per il logo Footer
pt_br: Alt para Logo de Rodapé
pt_pt: Altern. para Rodapé do Logo
ru_ru: Всплывающий комментарий для логотипа в нижнем колонтитуле

source: Alt for Left Logo
es_es: Alt para el logotipo izquierdo
fa_ir: جایگزین برای لوگو سمت چپ
it_it: Alt per logo sinistro
pt_br: Alt para Logo Esquerdo
pt_pt: Altern. para Logo Esquerdo
ru_ru: Всплывающий комментарий для левого логотипа

source: Always
es_es: Siempre
fa_ir: همیشه
fr_fr: Toujours
it_it: Sempre
pt_br: Sempre
pt_pt: Sempre
ru_ru: Всегда

source: Always Download Web Assets
es_es: Descargar siempre activos de Web
fa_ir: همیشه دانلود از طریق وب
it_it: Scarica sempre asset Web
pt_br: Sempre Baixar Recursos Web
pt_pt: Transferir Sempre Web Assets
ru_ru: Всегда скачивать настройки Web

source: Ammount of days to retain data. Setting this above 90 could cause performance issues.
it_it: Quantità di giorni per conservare i dati. Impostando questo sopra 90 potrebbe causare problemi di prestazioni.

source: Amount of days to keep browser playback (HTML5 audio files) cache. Set this to a lower value to conserve disk space.
es_es: Cantidad de días para mantener la caché de la reproducción del navegador (archivos de audio HTML5). Establezca esto en un valor inferior para conservar el espacio en disco.
it_it: Quantità di giorni per mantenere la cache di riproduzione del browser (file audio HTML5). Impostare questo su un valore inferiore per risparmiare spazio su disco.
pt_br: Quantidade de dias para manter a cache do navegador (arquivos de áudio HTML5). Defina isso como um valor menor para economizar espaço em disco.

source: Amount of seconds to allow a session to stay open before logging a user out. For unlimited clear this box and save.
es_es: Cantidad de segundos para permitir que una sesión permanezca abierta antes de registrar un usuario. Para ilimitado desmarque este cuadro y guárdelo.
it_it: Quantità di secondi per consentire a una sessione di rimanere aperta prima di registrare un utente. Per cancellare senza limiti questa casella e salvare.
pt_br: Quantidade de segundos para permitir que uma sessão fique aberta antes de efetuar login em um usuário. Para ilimitado limpar esta caixa e salvar.

source: An attempt to send email to: %s with online update status failed
fa_ir: تلاش برای ارسال ایمیل به: %s به روزرسانی برخط با شکست مواجه شد
it_it: Un tentativo di inviare e-mail a: %s1 con stato di aggiornamento online non riuscito
pt_pt: Falhou tentativa de envio das atualizações online para o email: %s

source: An attempt to send email to: %s with security notifications failed
fa_ir: تلاش برای ارسال ایمیل به: %s هشدار امنیتی با شکست مواجه شد
it_it: Un tentativo di inviare e-mail a: %s1 con notifiche di sicurezza fallite
pt_pt: Falhou tentativa de envio de notificações de segurança para o email: %s

source: An attempt to send email to: %s with unsigned modules notifications failed
fa_ir: تلاش برای ارسال ایمیل به: %s ماژول های تایید نشده با شکست مواجه شد
it_it: Un tentativo di inviare e-mail a: %s1 con notifiche di moduli non firmati non riuscito

source: An optional delay to wait before processing this route. Setting this value will delay the channel from answering the call. This may be handy if external fax equipment or security systems are installed in parallel and you would like them to be able to seize the line.
es_es: Un retardo opcional que esperar antes de procesar esta ruta. Al establecer este valor retrasará el canal de contestar la llamada. Esto puede ser útil si los equipos externos de fax o sistemas de seguridad se instalan en paralelo yle gustaría que fueran capaces de tomar la línea.
fr_fr: Délai optionnel d'attente avant d'utiliser cette route. En positionnant cette valeur vous ajoutez un délai avant de répondre à l'appel. Cela peut servir si un télécopieur externe ou un équipement de sécurité est installé en paralelle et que vous souhaitez qu'ils prennent la ligne.
it_it: Un ritardo opzionale da attendere prima di elaborare questo percorso. L'impostazione di questo valore ritarderà la risposta del canale alla chiamata. Questo può essere utile se le apparecchiature fax esterne oi sistemi di sicurezza sono installati in parallelo e si desidera che siano in grado di afferrare la linea.
pt_br: Um atraso opcional a aguardar antes de processar esta rota. Configurando este valor atrasará o atendimento da chamada pelo canal. Isto pode ser útil se equipamento externo fax ou sistemas de segurança são instalados em paralelo e que você gostaria que elas sejam capazes de aproveitar a linha.
pt_pt: Um atraso opcional para processar esta rota. O canal irá sofrer um atraso antes de atender a chamada, Pode ser útil se estiver instalado um fax externo ou sistemas de segurança em paralelo e se pretenda que estes capturem a linha.
ru_ru: Опционально - задержка перед обработкой маршрута. Установка этого значения помогает дополнительному оборудованию, как факс-аппарат или система сигнализации, если оно подключено параллельно занять линию, по которой поступил звонок.

source: An unauthorized system user account called 'ssh' was discovered in /etc/passwd. Please remove any alias lines referencing 'useradd' in /root/.bashrc and also remove the 'ssh' account as soon as possible
es_es: Una cuenta no autorizada de un usuario del sistema denominado 'ssh' fue descubierto en /etc/passwd. Elimine cualquier línea de alias que haga referencia a 'useradd' en /root/.bashrc y elimine la cuenta 'ssh' lo antes posible
it_it: Un account utente di sistema non autorizzato chiamato 'ssh' è stato scoperto in / etc / passwd. Si prega di rimuovere eventuali righe alias che fanno riferimento a 'useradd' in /root/.bashrc e rimuovere anche l'account 'ssh' il prima possibile

source: Any DID
es_es: Cualquier DID
fa_ir: هر داخلی مستقیم
fr_fr: Tout SDA
it_it: Qualsiasi DID
pt_br: Qualquer DID
pt_pt: Qualquer DID
ru_ru: Любой DID

source: Applications
es_es: Aplicaciones
fa_ir: برنامه ها
it_it: Applicazioni
pt_br: Aplicações
pt_pt: Aplicações
ru_ru: Приложения

source: Apply Changes Bar
es_es: Barra de Aplicar Cambios
fa_ir: اعمال نوار تغییرات
fr_fr: Barre d'application des changements
it_it: Applica barra delle modifiche
pt_br: Barra de Confirmação de alterações
pt_pt: Barra de Confirmação de Alterações
ru_ru: Применить изменения
