Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Require Confirm with Apply Changes
es_es: Requerir confirmación con aplicar cambios
fa_ir: نیاز به تایید با اعمال تغییرات دارد
it_it: Richiedi conferma con Applica modifiche
pt_br: Exigir confirmação antes de Aplicar Alterações
pt_pt: Solicitar Confirmação ao Aplicar Alterações
ru_ru: Требуется подтверждение при применении изменений

source: Require Strong Secrets
es_es: Requiere fuertes secretos (contraseñas)
it_it: Richiede forti segreti
pt_br: Exigir senhas fortes
pt_pt: Solicitar Secrets Fortes
ru_ru: Требуется сложный пароль

source: Required
es_es: Requerido
fa_ir: ضروری
it_it: necessario
pt_br: Requerido

source: Requires a strong secret on SIP and IAX devices requiring at least two numeric and non-numeric characters and 6 or more characters. This can be disabled if using devices that can not meet these needs, or you prefer to put other constraints including more rigid constraints that this rule actually considers weak when it may not be.
es_es: Requiere un secreto fuerte en dispositivos SIP y IAX que requieren al menos dos caracteres numéricos y no numéricos y 6 o más caracteres. Esto se puede desactivar si se utilizan dispositivos que no pueden satisfacer estas necesidades, o si prefieres poner otras restricciones, incluidas las restricciones más rígidas que esta regla considera realmente débiles cuando no puede ser.
it_it: Richiede un forte segreto sui dispositivi SIP e IAX che richiedono almeno due caratteri numerici e non numerici e 6 o più caratteri. Questo può essere disabilitato se si utilizzano dispositivi che non sono in grado di soddisfare tali esigenze o si preferisce porre altri vincoli, inclusi i vincoli più rigidi che questa regola considera effettivamente deboli quando potrebbe non esserlo.
pt_br: Requer uma senha forte em dispositivos SIP e IAX com pelo menos dois caracteres numéricos e não numéricos e 6 ou mais caracteres. Isso pode ser desativado se estiver usando dispositivos que não podem atender a essas necessidades, ou se preferir pode colocar outras restrições, incluindo restrições mais rígidas que esta regra caso a considere fraca.
ru_ru: Требуется сложный пароль для SIP и IAX устройств, содержащий по меньшей мере две цифры и два других знака, длиной не менее 6 (или более) знаков. Это можно отключить, если используются устройства, которые не могут отвечать этим требованиям, или используются другие ограничения, включая более жёсткие ограничения, которые делают это правило более мягким по отношению к себе.

source: Requires engine %s, you have: %s
es_es: Requiere motor %s, usted tiene: %s
fr_fr: A besoin du moteur %s, vous avez: %s
it_it: Richiede il motore %s, invece la versione corrente è %s
pt_br: Requer engine %s, existente: %s
pt_pt: Necessário motor (engine) %s, atual: %s
ru_ru: Необходим движок %s, однако в наличсии только %s

source: Requires one of the following engines: %s; you have: %s
es_es: Requiere uno de los siguientes motores: %s; Usted tiene: %s
fr_fr: A besoin d'un des moteurs suivants : %s; vous avez : %s
it_it: Richiede uno dei seguenti motori: %s; la versione corrente è: %s
pt_br: Requer um dos seguintes engines: %s, existente: %s
pt_pt: Necessário um dos seguintes motores (engines): %s; atual: %s
ru_ru: Требуется один из следующих движков: %s; в наличии же %s

source: Reset to defailt
es_es: Restaurar a valores predeterminados
fa_ir: بازگردانی به پیشفرض
it_it: Riportare alle condizioni originali

source: Restart Asterisk and then refresh the browser in order to try accessing this menu item again.
es_es: Reinicie Asterisk y vuelva a cargar el navegador con el fin de tratar de acceder a este elemento de menú otra vez.
fr_fr: Relancer Asterisk et actualiser la page pour accéder de nouveau à ce menu.
it_it: Bisogna far ripartire Asterisk e riaggiornare la pagina del browser per accedere a questa voce di menu.
pt_br: Reinicie o Asterisk e atualize o navegador de forma a acessar este item de menu novamente.
pt_pt: Reinicie o Asterisk e volte a carregar o browser para tentar aceder a este item de manu novamente.
ru_ru: Перезапустите Астериск и обновите окно браузера для доступа к этому пункту меню.

source: Retrieved Module XML Was Empty
es_es: Módulo XML Obtenido Estaba Vacío
it_it: Il modulo XML recuperato era vuoto
pt_br: Módulo XML recuperado estava vazio
pt_pt: XML do Módulo Estava Vazio
ru_ru: Запрошеный модуль XML был пустой

source: Retry
es_es: Reintentar
fa_ir: تلاش مجدد
fr_fr: Réessayer
it_it: Riprova
pt_br: Tentar novamente
pt_pt: Tentar Novamente
ru_ru: Повторить

source: Return
es_es: Retorno
fa_ir: بازگشت
fr_fr: Retour
it_it: Ritorna
pt_br: Retornar
pt_pt: Voltar
ru_ru: Вернуться

source: Return key to unlock session remotely
es_es: Tecla de retorno para desbloquear sesión remotamente
it_it: Tasto Invio per sbloccare la sessione in remoto

source: Rewrite Contact
es_es: Reescribir Contacto
fa_ir: بازنویسی اطلاعات تماس
it_it: Riscrivi il contatto
pt_br: Reescrever Contato
pt_pt: Reescrever Contacto
ru_ru: Перезаписать контактные данные

source: Ring Time
es_es: Tiempo de Timbre
fa_ir: زمان زنگ خوردن
fr_fr: Temporisation Sonnerie
it_it: Tempo di squillo
pt_br: Tempo de Toque
pt_pt: Duração de Toque
ru_ru: Время звонка

source: Ring Tone
es_es: Tono de Timbrado
fa_ir: صدای زنگ خوردن
it_it: Suoneria
pt_br: Tom de toque

source: Ringer Volume Override
es_es: Anulación de Volumen de Timbrado
it_it: Sostituzione del volume della suoneria
pt_br: Sobrepor volume da campainha

source: Ringtime Default
es_es: Tiempo de Timbrado predeterminado
fa_ir: زمان پیشفرض زنگ خوردن
it_it: Ringtime predefinito
pt_br: Tempo de toque padrão
pt_pt: Duração de Toque por Omissão

source: Rolling back %s to %s
es_es: Revertir %s a %s
it_it: riavvolgimento %s1 su %s2
pt_br: Retrocedendo %s para %s
pt_pt: Revertendo %s a %s
ru_ru: Откатить назад %s к %s

source: Route
es_es: Ruta
fa_ir: مسیر
it_it: Rotta
pt_br: Rota
pt_pt: Rota
ru_ru: Маршрут

source: Route - (%s)
es_es: Ruta - (%s)
fa_ir: مسیر - (%s)
it_it: Percorso - (%s1)
pt_br: Rota - (%s)
ru_ru: Маршрут - (%s)

source: Route CID
es_es: Ruta CID
fa_ir: مسیر CID
it_it: Percorso CID
pt_br: Rota CID
pt_pt: CID da Rota
ru_ru: Caller ID (CID) для маршрута

source: Route Name
es_es: Nombre de Ruta
fa_ir: نام مسیر
fr_fr: Nom de la Route
it_it: Nome Rotta
pt_br: Nome da Rota
pt_pt: Nome da Rota
ru_ru: Название маршрута

source: Route Password
es_es: Contraseña de Ruta
fa_ir: کلمه عبور مسیر
fr_fr: Mot de Passe de la Route
it_it: Password Rotta
pt_br: Senha da Rota
pt_pt: Senha da Rota
ru_ru: Пароль на маршрут

source: Route Position
es_es: Posición de Ruta
fa_ir: موقعیت مسیر
it_it: Posizione del percorso
pt_pt: Posição da Rota

source: Route Settings
es_es: Configuraciones de Ruta
fa_ir: تنظیمات مسیر
it_it: Impostazioni del percorso
pt_br: Configurações de Rota
pt_pt: Configurações da Rota
ru_ru: Настройки маршрутов

source: Route Type
es_es: Tipo de Ruta
fa_ir: نوع مسیر
it_it: Tipo di percorso
pt_br: Tipo da Rota
pt_pt: Tipo de Rota
ru_ru: Тип маршрута

source: Rules:
es_es: Reglas:
fa_ir: قواعد:
fr_fr: Règles:
it_it: Regole:
pt_br: Regras:
pt_pt: Regras:
ru_ru: Правила:

source: Run an immediate shutdown. Defaults to 'when convenient'
es_es: Ejecute un apagado inmediato. El valor predeterminado es 'cuando es conveniente'
it_it: Esegui un arresto immediato. Predefinito a "quando conveniente"
pt_br: Execute um desligamento imediato. O padrão é 'quando conveniente'

source: Running %s shutdown...
es_es: Corriendo %s apagando...
it_it: Esecuzione di %s1 arresto in corso ...
pt_br: Executando %s desligamento...

source: Running %s startup...
es_es: Corriendo %s Iniciando...
it_it: Esecuzione di %s1 avvio ...
ru_ru: Выполняется запуск %s...

source: Running Asterisk post from %s module
es_es: Ejecutando Asterisk post desde el módulo %s
it_it: Esecuzione di un post Asterisk dal modulo %s1

source: Running Asterisk pre from %s module
es_es: Ejecutando Asterisk pre desde el módulo %s
it_it: Esecuzione di asterisco pre dal modulo %s1

source: SECURITY NOTICE:
es_es: AVISO DE SEGURIDAD:
fa_ir: هشدار امنیتی:
it_it: AVVISO DI SICUREZZA:
pt_br: AVISO DE SEGURANÇA:
pt_pt: AVISO DE SEGURANÇA:
ru_ru: ЗАМЕЧАНИЕ ПО БЕЗОПАСНОСТИ:

source: SIP (%s)
it_it: SIP (%s1)

source: SIP Alias
es_es: Alias SIP
fa_ir: نام مستعار SIP
fr_fr: Alias SIP
it_it: Alias SIP
pt_br: Pseudônimo (alias) SIP
ru_ru: Псевдоним SIP

source: SIP Channel Driver
es_es: Controlador canal SIP
fa_ir: درایور کانال SIP
it_it: Driver del canale SIP
pt_br: Driver de Canal SIP

source: SIP DTMF Signaling
es_es: SIP Señalización DTMF
it_it: Segnalazione SIP DTMF
pt_br: Sinalização SIP DTMF

source: SIP INFO (application/dtmf)
es_es: INFO SIP (aplicación/dtmf)
fa_ir: اطلاعات SIP (application/dtmf)
it_it: INFO SIP (applicazione / dtmf)
pt_br: INFO SIP (aplicação/dtmf)
ru_ru: SIP INFO (приложения/dtmf)

source: SIP INFO (application/dtmf-relay)
es_es: INFO SIP (aplicación/dtmf-relay)
fa_ir: اطلاعات SIP (application/dtmf-relay)
it_it: INFO SIP (applicazione / dtmf-relay)
pt_br: INFO SIP (aplicação/dtmf-relay)
ru_ru: SIP информация(приложение/dtmf-релей)

source: SIP Server
es_es: Servidor SIP
fa_ir: سرور SIP
it_it: Server SIP
pt_br: Servidor SIP
pt_pt: Servidor SIP
ru_ru: SIP сервер

source: SIP Server Address. This is ignored when Registration is set to 'Receive'.
es_es: Dirección del servidor SIP. Esto se omite cuando el registro está configurado en 'Recibir'.
it_it: Indirizzo server SIP. Questo viene ignorato quando la registrazione è impostata su "Ricevi".
pt_br: Endereço do servidor SIP. Isso é ignorado quando o Registro está definido como 'Receber'.
ru_ru: Адрес SIP сервера. Игнорируется если параметр Регистрация установлен в значение 'Приём'.

source: SIP Server Port
es_es: Puerto Servidor SIP
fa_ir: پورت سرور SIP
it_it: Porta Server SIP
pt_br: Porta do servidor SIP
pt_pt: Porta do Servidor SIP
ru_ru: Порт SIP сервера

source: SIP Server Port. This is ignored when Registration is set to 'Receive'.
es_es: Puerto del servidor SIP. Esto se omite cuando el registro está configurado en 'Recibir'.
it_it: Porta del server SIP. Questo viene ignorato quando la registrazione è impostata su "Ricevi".
pt_br: Porta do servidor SIP. Isso é ignorado quando o Registro está definido como 'Receber'.
ru_ru: Порт SIP сервера. Игнорируется если параметр Регистрация установлен в значение 'Приём'.

source: SIP URI of the server to register against. This setting is automatically generated by the PBX if left blank
es_es: SIP URI del servidor para registrarse en contra. Este ajuste es generado automáticamente por la central si se deja en blanco
it_it: URI SIP del server per registrarsi. Questa impostazione viene generata automaticamente dal PBX se lasciata vuota
ru_ru: SIP URI сервера для регистрации.Если не указано,то эти установки FreePBX создаёт автоматически.

source: SIP and DAHDi callgroup
es_es: SIP y DAHDi callgroup
fa_ir: گروه تماس SIP and DAHDi
it_it: Callgroup SIP e DAHDi
pt_br: Grupo de chamada SIP e DAHDi
ru_ru: Группы вызовов SIP и DAHDi

source: SIP and DAHDi pickupgroup
es_es: SIP y DAHDi pickupgroup
fa_ir: گروه پیکاپ SIP and DAHDi
it_it: Pickupgroup SIP e DAHDi
pt_br: Grupo de captura SIP e DAHDi
ru_ru: Группы перехвата звонка SIP и DAHDi

source: SIP and IAX allow
es_es: SIP e IAX permitir
fa_ir: اجازه SIP and IAX
it_it: Permetti SIP e IAX
pt_br: Permitir SIP e IAX
ru_ru: SIP и IAX allow

source: SIP and IAX disallow
es_es: SIP e IAX no permitir
fa_ir: عدم اجازه SIP and IAX
it_it: SIP e IAX non consentono
pt_br: Não Permitir SIP e IAX
ru_ru: SIP и IAX disallow

source: SIP and IAX qualify
es_es: SIP e IAX calificar
it_it: SIP e IAX si qualificano
ru_ru: SIP и IAX запросы qualify

source: SIP encryption
es_es: SIP cifrado
fa_ir: رمزنگاری SIP
it_it: Crittografia SIP
pt_br: Criptografia SIP
ru_ru: Шифрование SIP

source: SIP qualifyfreq
it_it: qualifyfreq SIP
ru_ru: Частота запросов SIP qualify

source: SIP sendrpid
it_it: Sendpid SIP
ru_ru: SIP SENDPRID

source: SIP trustrpid
it_it: trustrpid SIP

source: SRTP via in-SDP (recommended)
es_es: SRTP via in-SDP (recomendado)
it_it: SRTP tramite in-SDP (consigliato)
pt_br: SRTP via in-SDP (recomendado)

source: SUSPECT LINK:
es_es: ENLACE SOSPECHOSO:
fa_ir: لینک مشکوک:
fr_fr: LIEN SUSPECT:
it_it: LINK SOSPETTO:
pt_br: LINK SUSPEITO:
pt_pt: LINK SUSPEITO:
ru_ru: ПОДОЗРИТЕЛЬНАЯ ССЫЛКА:

source: Sangoma CRM
es_es: CRM Sangoma
it_it: CRM Sagoma

source: Save
es_es: Guardar
fa_ir: ذخیره
it_it: Salvataggio
pt_br: Salvar
pt_pt: Guardar
ru_ru: Сохранить

source: Screen Caller: Memory
es_es: Filtrado Llamante: Memoria
fa_ir: غربال تماس گیرنده: مموری
fr_fr: Screen : avec mémorisation
it_it: Controllo Chiamante: Memorizza
pt_br: Rastreio Chamador: Memória
pt_pt: Selecionar Chamador: Memória
ru_ru: Защита от звонков: с сохранением

source: Screen Caller: No Memory
es_es: Filtrado llamate: no Memoria
fa_ir: غربال تماس گیرنده: بدون مموری
fr_fr: Screen : sans mémorisation
it_it: Controllo Chiamante: Non Memorizza
pt_br: Rastreio Chamador: Sem Memória
pt_pt: Selecionar Chamador: Sem Memória
ru_ru: Защита от звонков: без сохранения

source: Search
es_es: Buscar
fa_ir: جستجو
it_it: Cerca
pt_br: Procurar
ru_ru: Поиск

source: Seconds
es_es: Segundos
fa_ir: ثانیه ها
it_it: Ricerca
pt_br: Segundos
ru_ru: Секунды

source: Secret
es_es: Secreto
fa_ir: راز
it_it: Segreto
pt_br: Senha
ru_ru: Секрет

source: Secret [Enter "%s" to regenerate]
es_es: Secreto [Enter "%s" para regenerar
it_it: Segreto [Inserisci "%s1" per rigenerare]
pt_br: Senha [Digite "%s" para regenerar]

source: Security
es_es: Seguridad
fa_ir: امنیت
fr_fr: Sécurité
it_it: Sicurezza
pt_br: Segurança
pt_pt: Segurança
ru_ru: Безопасность

source: Security Issue
es_es: Asunto de Seguridad
fa_ir: موضوع امنیتی
it_it: Problema di sicurezza
pt_br: Problema de Segurança
pt_pt: Questão de Segurança
ru_ru: Проблемы безопасности

source: Security Warning
es_es: Alerta De Seguridad
fa_ir: هشدار امنیت
it_it: Avviso di sicurezza
pt_br: Aviso de Segurança
pt_pt: Aviso de Segurança
ru_ru: Предупреждения безопасности

source: Select a Ring Tone from the list of options above. This will determine how your phone sounds when it is rung from this group.
es_es: Seleccione un tono de timbre en la lista de opciones de arriba. Esto determinará cómo su teléfono suena cuando se ejecuta desde este grupo.
it_it: Seleziona un tono suoneria dall'elenco di opzioni sopra. Questo determinerà come suona il tuo telefono quando viene chiamato da questo gruppo.
pt_br: Selecione um tom de toque na lista de opções acima. Isto irá determinar como o seu telefone soa quando é tocado a partir deste grupo.

source: Select the Admin Sections this user should have access to.
es_es: Seleccione las Secciones Admin a las que este usuario debe tener acceso.
fa_ir: بخش مدیریتی که این کاربر میتواند دسترسی داشته باشد انتخاب کنید.
it_it: Seleziona le sezioni di amministrazione a cui questo utente deve avere accesso.
pt_br: Selecione as seções de administração às quais esse usuário deve ter acesso.
pt_pt: Selecione as Secções de Admin a que este utilizador deverá ter acesso.
ru_ru: Выберите секцию Администратора куда этот пользователь должен иметь доступ.

source: Selected
es_es: Seleccionado
fa_ir: انتخابی
it_it: Selezionato
pt_br: Selecionado
ru_ru: Выбранно

source: Send
es_es: Enviar
fa_ir: ارسال
it_it: Inviare
pt_br: Enviar
ru_ru: Послать

source: Send Dashboard Notifications to Log
es_es: Enviar notificaciones de tablero al registro
fa_ir: ارسال هشدارهای داشبورد به لاگ
it_it: Invia notifiche di Dashboard al registro
pt_br: Enviar notificações do dashboard para o log
pt_pt: Enviar para Registo (Log) as Notificações do Dashboard
ru_ru: Отпралять сообщения панели управления в журнал

source: Send P-Asserted-Identity header
es_es: Enviar cabecera P-Asserted-Identity
it_it: Invia intestazione P-Asserted-Identity
pt_br: Enviar cabeçalho P-Asserted-Identity
pt_pt: Enviar cabeçalho P-Asserted-Identity
ru_ru: Посылать заголовок P-Asserted-Identity

source: Send RPID
es_es: Enviar RPID
fa_ir: ارسال RPID
it_it: Invia RPID
pt_br: Enviar RPID
pt_pt: Enviar RPID
ru_ru: Посылка RPID

source: Send RPID/PAI
es_es: Enviar RPID/PAI
it_it: Invia RPID / PAI
pt_br: Enviar RPID/PAI

source: Send Remote-Party-ID header
es_es: Enviar cabecera Remote-Party-ID
it_it: Invia intestazione ID remoto
pt_br: Enviar cabeçalho Remote-Party-ID header
pt_pt: Enviar cabeçalho Remote-Party-ID
ru_ru: Посылать заголовок ИД-Удалённой-стороны (RPID)

source: Send the P-Asserted-Identity and/or Remote-Party-ID header
es_es: Enviar el encabezado P-Asserted-Identity y/o Remote-Party-ID
it_it: Invia l'intestazione P-Asserted-Identity e / o Remote-Party-ID

source: Send unsigned module email notifications
fa_ir: ارسال ایمیل هشدارهای ماژول تایید نشده
it_it: Invia notifiche email per moduli non firmati

source: Server URI
es_es: URI de Servidor
fa_ir: URI سرور
it_it: URI Server
pt_br: URI do servidor
pt_pt: URI do Servidor
ru_ru: URI сервера

source: Session Inactivity
es_es: Inactividad de sesión
fa_ir: جلسه غیرفعال
it_it: Inattività della sessione
pt_br: Inatividade da Sessão

source: Session Keep Alive
es_es: Sesión Mantente viva
fa_ir: زنده نگه داشتن جلسه
it_it: La sessione continua a vivere
pt_br: Manter Sessão Viva

source: Session Limit
es_es: Limite Sesión
fa_ir: محدودیت جلسه
it_it: Limite sessione
pt_br: Limite de Sessão

source: Session Should be unlocked now
es_es: Sesión Debe desbloquearse ahora
fa_ir: جلسه باید باز شده باشد
it_it: Sessione dovrebbe essere sbloccata ora
pt_br: Sessão deve ser desbloqueado agora
ru_ru: Сессия должна быть сейчас разблокирована

source: Session Timeout
es_es: Timeout Sesión
fa_ir: وقفه جلسه
it_it: Timeout della sessione
pt_br: Sessão Expirada
pt_pt: Timeout de Sessão

source: Session Timers
es_es: Temporizadores de Sesión
fa_ir: تایمر جلسه
it_it: Timer di sessione
pt_br: Temporizadores de Sessão

source: Set Destination
es_es: Fijar Destino
fa_ir: تنظیم مقصد
fr_fr: Choix Destination
it_it: Imposta Destinazione
pt_br: Configurar Destino
pt_pt: Configurar destino
ru_ru: Установить направление

source: Set Module Admin to Edge mode
es_es: Establecer admin de módulos en modo Edge
fa_ir: تنظیم ماژول مدیریت به حالت Edge
it_it: Imposta l'Admin del modulo sulla modalità Edge
pt_br: Definir Module Admin para modo Edge

source: Set permissions on a specific module: <rawname>
es_es: Establecer permisos en un módulo específico: <rawname>
fa_ir: تنظیم دسترسی در یک ماژول مشخص: <rawname>
it_it: Imposta permessi su un modulo specifico: <rawname>
pt_br: Definir permissões em um módulo específico: <rawname>

source: Set the MoH class that will be used for calls that come in on this route. For example, choose a type appropriate for routes coming in from a country which may have announcements in their language.
es_es: Defina la clase del Música en Espera que se utilizará para las llamadas que entran en esta ruta. Por ejemplo, elegir un tipo apropiado para las rutas que vienen de un país que pueden tener anuncios en su idioma.
fr_fr: Définit la classe de musique d'attente qui sera utilisé pour les appels provenant de cette route. Par exemple, choississez un type approprié pour les routes venant de pays étrangers avec des messages dans leur langue
it_it: Imposta la classe della Musica di Attesa che sarà utilizzata per le chiamate proveniente su questa rotta. Per esempio, per le chiamate provenienti da un paese straniero si potrebbe selezionare un annuncio con la lingua appropriata.
pt_br: Configura a classe de MoH (música em espera) que será usada para as chamadas que vem por essa rota. Por exemplo, escolha o tipo apropriado rotas entrando de um país que pode ter anúncios em seu idioma.
ru_ru: Установить категорию Музыки в ожидании которая будет использоваться при входящих звонках на этом маршруте. Например - выберите маршрут для входящих звонков из другой страны с соответствующим анонсом на соответствующем языке.

source: Set the Repos. -R Commercial -R Contributed
es_es: Establezca Repos. -R Comercial -R Contribución
it_it: Imposta i prezzi. -R Commercial -R Contribuito
pt_br: Defina o Repos. -R Comercial -R Contribuição
ru_ru: Указать репозитории. -R Коммерческий -R Воспомогательный

source: Set the initial/current Call Waiting state for this user's extension
es_es: Establecer el estado inicial/actual de la Llamada en Espera para la extensión de este usuario
fr_fr: Fixe l'état initial/courant de l'attente pour cette extension.
it_it: Imposta l'Avviso di Chiamata per questo interno utente
pt_br: Configura o status inicial/atual da função chamada em espera para o ramal do usuário
pt_pt: Definir o estado inicial/atual da Chamada em Espera para esta extensão de utilizador
ru_ru: Установить возможность приёма второго звонка (Call Waiting) для этого абонента

source: Set this to replace the default mainstyle.css style sheet with your own, relative to admin.
es_es: Establezca esto para reemplazar la hoja de estilo mainstyle.css por defecto con la suya, relativa a admin.
it_it: Imposta questo per sostituire il foglio di stile mainstyle.css predefinito con il tuo, relativo all'amministratore.
pt_br: Defina isso para substituir a folha de estilo mainstyle.css padrão com a sua própria, relativa a admin.
pt_pt: Definir para substituir o mainstyle.css por defeito, pelo seu próprio ficheiro, relativo a admin.
ru_ru: Эта установка заменит дефолтный файл mainstyle.css таблицы стилей вашим оригинальным, относительно директории admin.

source: Set this to replace the default popover.css style sheet with your own, relative to admin.
es_es: Establezca esto para reemplazar la hoja de estilo de popover.css por defecto con su propia, en relación con admin.
it_it: Imposta questo per sostituire il foglio di stile popover.css predefinito con il tuo, relativo all'amministratore.
pt_br: Defina isso para substituir a folha de estilo popover.css padrão com a sua própria, relativa a admin.
pt_pt: Definir para substituir o popover.css por defeito, pelo seu próprio ficheiro, relativo a admin.

source: Set to true to enable Advanced Performance Logging into the dbug file
es_es: Se establece en verdadero para habilitar Rendimiento Avanzado de Inicio de Sesión en el archivo de depuración
it_it: Impostare su true per abilitare Advanced Performance Logging nel file dbug
pt_br: Defina como true para ativar o log de desempenho avançado no arquivo de depuração
pt_pt: Definir a true para ativar Registo Avançado de Desempenho no ficheiro dbug

source: Set to true to stop all dbug() calls from writing to the Debug File (FPBXDBUGFILE)
es_es: Establezca en true para detener todas las llamadas de depuración() de escribir en el archivo de depuración (FPBX BIGFILE)
it_it: Impostare su true per interrompere tutte le chiamate dbug () dalla scrittura al file di debug (FPBXDBUGFILE)
pt_br: Defina como true para parar todas as chamadas debug() de escrever para o arquivo de depuração (FPBXDBUGFILE)
ru_ru: Установить в true для отключения записи отладки всех вызовов в файл (FPBXDBUGFILE)

source: Set up my Account
es_es: Establecer mi Cuenta
fa_ir: تنظیم حساب من
it_it: Configura il mio account
pt_br: Configurar minha conta
pt_pt: Configurar a minha Conta
ru_ru: Указать мой аккаунт
