Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: The value is a comma-delimited list of IP addresses. IP addresses may have a subnet mask appended. The subnet mask may be written in either CIDR or dot-decimal notation. Separate the IP address and subnet mask with a slash ('/')
es_es: El valor es una lista delimitada por comas de direcciones IP. Las direcciones IP pueden tener una máscara de subred añadida. La máscara de subred puede escribirse en CIDR o en notación decimal. Separar la dirección IP y la máscara de subred con una barra ('/')
it_it: Il valore è un elenco delimitato da virgole di indirizzi IP. Gli indirizzi IP possono avere una subnet mask aggiunta. La subnet mask può essere scritta in CIDR o in notazione decimale punto. Separare l'indirizzo IP e la subnet mask con una barra ('/')
pt_br: O valor é uma lista delimitada por vírgulas de endereços IP. Os endereços IP podem ter uma máscara de sub-rede anexada. A máscara de sub-rede pode ser escrita em CIDR ou notação ponto-decimal. Separe o endereço IP e a máscara de sub-rede com uma barra ('/')
ru_ru: Список IP-адресов,разделённых запятыми. IP адрес может сопровождаться маской подсети. Маска подсети может быть записана либо в CIDR-нотации либо в виде десятичных чисел, разделённых точками. IP-адрес отделён от маски подсети символом косой черты ('/')

source: There are %s modules available for online upgrades
es_es: Hay %s módulos disponibles para actualizaciones en línea
fa_ir: تعداد %s ماژول برای به روزرسانی آنلاین موجود است
fr_fr: Il y a %s modules disponibles au téléchargement
it_it: Sono disponibili online %s moduli aggiornati
pt_br: Existem %s módulos disponíveis para atualização online
pt_pt: Existem %s módulos disponíveis para atualização online
ru_ru: %s модулей можно обновить он-лайн

source: There are %s modules vulnerable to security threats
es_es: Hay %s módulos vulnerables a las amenazas de seguridad
it_it: Ci sono %s1 moduli vulnerabili alle minacce alla sicurezza
pt_br: Existem %s módulos vulneráveis a ameaças de segurança
pt_pt: Existem %s módulos vulneráveis a ameaças de segurança
ru_ru: Имеется %s модулей, уязвимых к атакам.

source: There is 1 module available for online upgrade
es_es: Hay 1 módulo disponible para la actualización en línea
fa_ir: 1 ماژول برای به روزرسانی آنلاین وجود دارد
fr_fr: Il y a un nouveau module disponible pour téléchargement
it_it: E' disponibile online un modulo aggiornato
pt_br: Existe 1 módulo disponível para atualização online
pt_pt: Existe 1 módulo disponível para atualização online
ru_ru: Один модуль можно обновить он-лайн

source: There is 1 module vulnerable to security threats
es_es: Hay 1 módulo vulnerables a las amenazas de seguridad
it_it: C'è 1 modulo vulnerabile alle minacce alla sicurezza
pt_br: Há 1 módulo vulnerável a ameaças de segurança
pt_pt: Existe 1 módulo vulnerável a ameaças de segurança
ru_ru: Имеется 1 модуль, уязвимый к атакам.

source: There is also a community based <a href='%s' target='_new'>FreePBX Web Forum</a> where you can post questions and search for answers for any problems you may be having.
es_es: También hay una comunidad <a href='%s' target='_new'>FreePBX Web Forum</a> donde se puede postear↵ preguntas y la buscar respuestas para cualquier problema que pueda tener.
fr_fr: Il y a aussi une communauté à <a href='%s' target='_new'>FreePBX Web Forum</a> où vous pouvez poser vos questions et chercher des réponses aux problèmes que vous avez.
it_it: C'è anche un <a href='%s' target='_new'>Forum su FreePBX</a> dove si possono inviare messaggi e cercare risposte a qualsiasi tipo di problema.
pt_br: Existe também o <a href='%s' target='_new'>FreePBX Web Forum</a> suportado pela comunidade onde você pode fazer perguntas e procurar por respostar para qualquer problema que venha tendo.
ru_ru: Существует также сообщество, основанное <a href='%s' target='_new'> FreePBX Web Forum </a>, где вы можете задавать вопросы и искать ответы по любым проблемам, которые могут иметь место.

source: There was an unknown error creating this extension
es_es: Hubo un error desconocido al crear esta extensión
it_it: Si è verificato un errore sconosciuto durante la creazione di questa estensione
pt_br: Ocorreu um erro desconhecido ao criar este ramal

source: There were %s failures migrating directdids, users table not being changed
fr_fr: Il y a %s erreurs de migration des SDA, la table utilisateurs n'a pas été modifiée
it_it: Ci sono stati %s errori nella migrazione di directdids, la tabella utenti non sarà modificata

source: There were no settings to update
es_es: No hubo ajustes para actualizar
fa_ir: تنظیمی برای به روزرسانی وجود ندارد
it_it: Non c'erano impostazioni da aggiornare
pt_br: Não havia configurações para atualizar
ru_ru: Нет настроек для обновления

source: These options provide a quick way to add outbound dialing rules. Follow the prompts for each.
es_es: Estas opciones proporcionan una manera rápida de agregar reglas de marcación de salida. Siga las indicaciones para cada uno.
fr_fr: Ces options fournissent un moyen rapide d'ajouter une règle de numérotation sortante.
it_it: Queste opzioni permettono un maniera veloce di aggiungere delle regole di chiamata. Seguire le istruzioni per ognuna.
pt_br: Esta opção provê uma forma rápida para adicionar regras de discagem de saída. Siga as solicitações para cada.
ru_ru: Эта опция дает возможность легко добавить правило для исходящих наборов. Следуйте предлагаемым шагам для каждого нового правила.

source: These rules can manipulate the dialed number before sending it out this trunk. If no rule applies, the number is not changed. The original dialed number is passed down from the route where some manipulation may have already occurred. This trunk has the option to further manipulate the number. If the number matches the combined values in the <b>prefix</b> plus the <b>match pattern</b> boxes, the rule will be applied and all subsequent rules ignored.<br/> Upon a match, the <b>prefix</b>, if defined, will be stripped. Next the <b>prepend</b> will be inserted in front of the <b>match pattern</b> and the resulting number will be sent to the trunk. All fields are optional.
es_es: Estas reglas pueden manipular el número marcado antes de enviarlo a esta línea. Si no se aplica ninguna regla, no se cambia el número. El número marcado original se transmite de la ruta, donde ya puede haber ocurrido algún tipo de manipulación. Esta línea tiene la opción de manipular aún más el número. Si el número coincide con los valores combinados en las cajas <b>prefijo</b> más <b>patrón de coincidencia</b>, la regla se aplicará y todas las reglas posteriores serán ignoradas.<br/> Tras una coincidencia, el <b>prefijo</b>, si está definido, será eliminado. A continuación, el <b>anteponer</b> se insertará delante del <b>patrón de coincidencia</b> y el número resultante se envía a la línea. Todos los campos son opcionales.
it_it: Queste regole possono manipolare il numero composto prima di inviarlo fuori da questo trunk. Se non si applica alcuna regola, il numero non viene modificato. Il numero composto originale viene passato dalla rotta in cui potrebbero essersi già verificati alcuni tipi di manipolazione. Questo baule ha la possibilità di manipolare ulteriormente il numero. Se il numero corrisponde ai valori combinati nel <b> 1 prefisso </b> 2 più il <b> modello 3match </b> 4, la regola verrà applicata e tutte le regole successive ignorate. <br/> 5 corrisponde, il <b> 6prefix </b> 7, se definito, verrà rimosso. Successivamente il <b> 8prepend </b> 9 verrà inserito davanti al <b> modello di 0match </b> e il numero risultante verrà inviato al trunk. Tutti i campi sono opzionali.
pt_br: Essas regras podem manipular o número discado antes de enviá-lo para fora deste tronco. Se nenhuma regra se aplica, o número não é alterado. O número discado original é passado para baixo da rota onde alguma manipulação pode já ter ocorrido. Este tronco tem a opção de manipular mais o número. Se o número corresponder aos valores combinados nas casas <b>prefix</b> mais o <b>match pattern</b>, a regra será aplicada e todas as regras subsequentes serão ignoradas.<br/> Após uma correspondência, o <b>prefix</b>, se definido, será removido. Em seguida, o <b>prepend</b> será inserido na frente do <b>match pattern</b> e o número resultante será enviado para o tronco. Todos os campos são opcionais.
ru_ru: Следующие правила могут трансформировать набранные номера перед отправкой в транк. Если не указано никаких правил, номер не изменяется. Набранный оригинальный номер направляется из таблицы маршрутов, где он, возможно, уже подвергся каким-то трансформациям. На транке также имеются опции преобразования номера. Если номер совпадает с выбранными значениями полей <b>префикс</b> плюс <b>шаблон</b>, то правило будет использовано и все последующие правила будут проигнорированы.<br/>После найденного совпадения <b>префикс</b> будет удалён, если он указан. Следующим шагом будет добавлена <b>приставка</b> впереди номера, перед <b>шаблоном номера</b>, и таким образом трансформированный номер будет отправлен в транк. Все поля являются необязательными (опциональными).

source: This CallerID will always be set when dialing out an Outbound Route flagged as Emergency. The Emergency CID overrides all other CallerID settings.
es_es: Este identificador de llamadas (CallerID) se ajustará siempre al marcar por una Ruta de Salida marcada como Emergencia. El CID de Emergencia prevalece sobre todos los demás valores del identificador de llamadas.
it_it: Questo CallerID verrà sempre impostato quando si seleziona una rotta in uscita contrassegnata come Emergenza. Il CID di emergenza sovrascrive tutte le altre impostazioni CallerID.
pt_br: Este identificador de chamadas sempre será definido quando marcar uma Rota de Saída como Emergência. O CID de emergência substitui todas as outras configurações de identificador de chamadas.
ru_ru: Этот Caller ID будет устанавливаться при звонках на исходящие маршруты промаркированые как экстренные. Caller ID экстренных служб переопределяет все остальные Caller ID.

source: This Module has been deprecated
es_es: Este módulo ha quedado obsoleto
fa_ir: این ماژول منسوخ شده
it_it: Questo modulo è stato deprecato
pt_br: Este módulo foi descontinuado
ru_ru: Этот модуль устарел

source: This action understands somethings may be disabled for a reason.
es_es: Esta acción entiende que algunas personas pueden ser deshabilitadas por una razón.
it_it: Questa azione comprende che alcune persone potrebbero essere disabilitate per una ragione.
pt_br: Esta ação entende que algo pode ser desativado por um motivo.
ru_ru: Этим действием понимаем, что что-то может быть отключено по какой-то причине.

source: This device id is already in use
es_es: Este id de dispositivo ya está en uso
fa_ir: شناسه وسیله در حال استفاده است
fr_fr: Ce périphérique est déjà utilisé
it_it: Questo ID dispositivo è già in uso
pt_br: Este dispositivo já está em uso
ru_ru: Этот номер устройства уже используется

source: This device uses %s technology %s
es_es: Este dispositivo utiliza %s tecnología %s
it_it: Questo dispositivo utilizza %s1 tecnologia %s2
pt_br: Este dispositivo usa %s tecnologia %s
ru_ru: Это устройство использует %s технологию %s

source: This effects CID ONLY routes where no DID is specified. If checked, calls with this CID will be routed to this route, even if there is a route to the DID that was called. Normal behavior is for the DID route to take the calls. If there is a specific DID/CID route for this CID, that route will still take the call when that DID is called.
es_es: Esto afecta SOLO a Rutas CID en las que no hay un DID especificado. Si está activado, las llamadas con este CID se dirigirán a esta ruta, incluso si hay una ruta para el DID que se ha llamado. El comportamiento normal es por la ruta DID a tomar las llamadas. Si hay una ruta DID/CID específicada para este CID, esa ruta todavía tomará la llamada cuando ese DID es llamado.
fr_fr: Cela modifie seulement les routes où aucun SDA n'est spécifié. Si coché, les appels avec ce SDA seront routé sur cette route même s'il existe une autre route pour ce SDA. Un comportement normal est pour cette route SDA de prendre les appels. Si il y a unne route spécifique pour ce SDA, cette route prendra l'appel quand ce SDA est appelé.
it_it: Questo ha effetto SOLO con le rotte dove non è specificata alcuna Selezione Passante. Se impostato, le chiamate con questo Indentificativo saranno dirottate verso questa rotta, anche se la chiamata sarebbe in grado di entrare da un'altra Selezione Passante. Normalmente infatti le chiamate entrano grazie al numero di Selezione Passante. Se esiste una rotta specifica con entrambi Selezione Passante/ID con questo Identificativo, questa prenderà per primo la chiamata.
pt_br: Isso afeta somente o CID das rotas onde nenhum DID é especificado. Se marcado, chamadas com esse CID serão roteadas por essa rota, mesmo que exista uma rota para o DID que foi chamado. O comportamento normal é que a rota DID fique com a chamada. Se existir uma rota DID/CID específica neste CID, essa rota continua com a chamada quando o DID é chamado.
ru_ru: Определяет маршрут основываясь ТОЛЬКО на Caller ID если даже не указан номер DID. Если отметить, то все звонки с этим Caller ID будут направлены в этот маршрут, даже если маршрут идёт по признаку DID. Нормальный сценарий - создавать маршрут основываясь на DID. Если же установлен специфичный DID/CID маршрут для этого Caller IDёт звонок на указанный DID.

source: This enables several debug features geared towards developers, including some page load timing information, some debug information in Module Admin, use of original CSS files and other future capabilities will be enabled.
es_es: Esto habilita varias funciones de depuración dirigidas a desarrolladores, incluyendo alguna información de tiempo de carga de la página, alguna información de depuración en el Administrador de Módulos, el uso de archivos CSS originales y otras capacidades futuras.
it_it: Ciò abilita diverse funzionalità di debug rivolte agli sviluppatori, tra cui alcune informazioni sul tempo di caricamento della pagina, alcune informazioni di debug in Modulo Admin, l'uso di file CSS originali e altre funzionalità future saranno abilitate.
pt_br: Isso permite que vários recursos de depuração voltados para desenvolvedores, incluindo algumas informações de tempo de carregamento de página, algumas informações de depuração no Administrador de Módulos, o uso de arquivos CSS originais e outros recursos futuros sejam ativados.
ru_ru: Делает возможным использовать несколько отладочных функций относящихся к разработчикам, в том числе скорость загрузки страниц, отладочная информация в разделе Управление модулями, использование оригинальных CSS и прочие возможности.

source: This enables the setting of module tracks (sub repositories of modules). Whereas a user could select a beta release track of a module or keep it on standard. Disabling this will force all modules into the stable track and disallow users to change the tracks
es_es: Esto permite la configuración de pistas de módulos (sub-repositorios de módulos). Mientras que un usuario puede seleccionar una pista de liberación beta de un módulo o mantenerlo en estándar. Al inhabilitarlo se forzarán todos los módulos en la pista estable y se prohibirá a los usuarios cambiar las pistas
it_it: Ciò abilita l'impostazione delle tracce del modulo (sub repository dei moduli). Mentre un utente può selezionare una traccia di rilascio beta di un modulo o tenerlo sullo standard. Disabilitare questo forzerà tutti i moduli nella traccia stabile e impedirà agli utenti di cambiare le tracce
pt_br: Isso habilita a configuração de faixas de módulos (sub-repositórios de módulos). Considerando que um usuário poderia selecionar uma faixa de versão beta de um módulo ou mantê-lo em padrão. Desativar isso forçará todos os módulos na trilha estável e impedirá que os usuários alterem as faixas

source: This is generally a permissions issue. From a console run 'fwconsole chown'
es_es: Generalmente esto es un problema de permisos. Desde una consola ejecutar 'fwconsole chown'
it_it: Questo è generalmente un problema di autorizzazioni. Da una console eseguita 'fwconsole chown'
pt_br: Isso geralmente é um problema de permissões. Execute o comando 'fwconsole chown' do console
ru_ru: Это обычно имеет отношение к правам доступа. Запустите из консоли 'fwconsole chown'

source: This is most often the account name or number your provider expects.<br><br>This USER Context will be used to define the below user details.
es_es: Esto es normalmente el nombre de cuenta o número que su proveedor espera.<br><br>Este contexto de Usuario se utiliza para definir los detalles del usuario de abajo.
fr_fr: C'est le plus souvent, le nom ou numéro du compte que votre fournisseur attend.<br>Ce Contexte USER sera utilisé pour définir les détails du USER ci-dessous.
it_it: Di solito questo è il nome utente il numero di telefono che il gestore fornisce.<br><br>Il contesto UTENTE sarà utilizzato qui sotto per definire i dettagli dell'utente.
pt_br: Este é, normalmente, o nome da conta ou número esperado pelo provedor.<br><br>Este contexto USER será usado para definir os detalhes de usuário abaixo.
pt_pt: Este é, normalmente, o nome da conta e o numero assinalado pelo provedor.<br><br>Este contexto USER sera usado para definir os detalhes de usuario aqui abaixo.
ru_ru: Здесь - упрощенно: профиль, название или номер вашего провайдера<br><br>Этот USER контекст будет использовать параметры, определенные ниже.

source: This is the address of your Web Server. It is mostly obsolete and derived when not supplied and will be phased out, but there are still some areas expecting a variable to be set and if you are using it this will migrate your value.
es_es: Esta es la dirección de su servidor Web. Es sobre todo obsoleta y derivada cuando no se suministra y se eliminará gradualmente, pero todavía hay algunas áreas que esperan que se establezca una variable y si lo está utilizando, esto migrará su valor.
it_it: Questo è l'indirizzo del tuo server web. È per lo più obsoleto e derivato quando non viene fornito e verrà eliminato gradualmente, ma ci sono ancora alcune aree che prevedono l'impostazione di una variabile e, se la si utilizza, la migrazione del valore.
pt_br: Este é o endereço do seu servidor Web. É na maioria das vezes obsoleto e derivado quando não fornecido e será eliminado, mas ainda há algumas áreas esperando uma variável para ser definida e se você estiver usando isso irá migrar o seu valor.
ru_ru: Это адрес доступа к вэб интерфейсу. В большинстве случаев это устарело и используется если не имеет данных, полученных обычным образом. Но кое где в коде это спользуется как параметр переменной, который нужно установить, если это используется для миграции всех значений.

source: This is the default directory for Asterisks agi files.
es_es: Este es el directorio predeterminado para los archivos agi de Asterisk.
fa_ir: دایرکتوری پیشفرض برای فایل های agi استریسک.
it_it: Questa è la directory predefinita per i file agi Asterisks.
pt_br: Este é o diretório padrão para os arquivos agi do Asterisk.
pt_pt: Este é o diretório padrão para os ficheiros agi do Asterisk.
ru_ru: Это каталог по умолчанию для agi-скриптов Астериск.

source: This is the default directory for Asterisks configuration files.
es_es: Este es el directorio predeterminado para los archivos de configuración de Asterisk.
fa_ir: دایرکتوری پیشفرض برای فایل های پیکربندی استریسک.
it_it: Questa è la directory predefinita per i file di configurazione di Asterisks.
pt_br: Este é o diretório padrão para os arquivos de configuração do Asterisk.
pt_pt: Este é o diretório padrão para os ficheiros de configuração do Asterisk.
ru_ru: Это каталог по умолчанию для конфигурационных файлов Астериск.

source: This is the default directory for Asterisks lib files.
es_es: Este es el directorio predeterminado para los archivos lib de Asterisk.
fa_ir: دایرکتوری پیشفرض برای فایل های کتابخانه استریسک.
it_it: Questa è la directory predefinita per i file lib Asterisks.
pt_br: Este é o diretório padrão para os arquivos lib do Asterisk.
pt_pt: Este é o diretório padrão para os ficheiros lib do Asterisk.
ru_ru: Это каталог по умолчанию для lib файлов Астериск.

source: This is the default directory for Asterisks log files.
es_es: Este es el directorio predeterminado para los archivos de registro de asteriscos.
fa_ir: دایرکتوری پیشفرض برای فایل های لاگ استریسک.
it_it: Questa è la directory predefinita per i file di registro di Asterisks.
pt_br: Este é o diretório padrão para arquivos de log do Asterisk.
pt_pt: Este é o diretório padrão para os ficheiros log do Asterisk.
ru_ru: Это каталог по умолчанию для файлов журналов Астериск.

source: This is the default directory for Asterisks modules.
es_es: Este es el directorio predeterminado para los módulos de Asterisks.
fa_ir: دایرکتوری پیشفرض برای ماژول های استریسک.
it_it: Questa è la directory predefinita per i moduli Asterisks.
pt_br: Este é o diretório padrão para módulos do Asterisk.
pt_pt: Este é o diretório padrão para os módulos do Asterisk.
ru_ru: Это каталог по умолчанию для модулей Астериск.

source: This is the default directory for Asterisks run files.
es_es: Este es el directorio predeterminado para los archivos de ejecución de Asterisks.
fa_ir: دایرکتوری پیشفرض برای فایل های اجرایی استریسک.
it_it: Questa è la directory predefinita per i file di esecuzione di Asterisks.
pt_br: Este é o diretório padrão para arquivos de execução do Asterisk.
pt_pt: Este é o diretório padrão para os ficheiros de Execução (run) do Asterisk.
ru_ru: Это каталог по умолчанию для run файлов Астериск.

source: This is the default directory for Asterisks spool directory.
es_es: Este es el directorio predeterminado para el directorio de spool de Asterisk.
it_it: Questa è la directory predefinita per la directory di spool di Asterisks.
pt_br: Este é o diretório padrão para o diretório de spool do Asterisk.
pt_pt: Este é o diretório padrão para o diretório spool do Asterisk.
ru_ru: Это каталог по умолчанию для spool каталога Астериск.

source: This is the default directory for HTML5 releated playback files
es_es: Este es el directorio predeterminado para archivos de reproducción relacionados con HTML5
it_it: Questa è la directory predefinita per i file di riproduzione relativi a HTML5
pt_br: Este é o diretório padrão para arquivos de reprodução relacionados ao HTML5
