Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: When Asterisk is stopped or restarted with the 'amportal stop/restart' commands, it does a graceful stop waiting for active channels to hangup. This sets the polling interval to check if Asterisk is shutdown and update the countdown timer.
es_es: Cuando Asterisk se detiene o se reinicia con los comandos 'amportal stop / restart', hace una parada graciosa esperando a que los canales activos se interrumpan. Esto establece el intervalo de sondeo para comprobar si Asterisk está apagado y actualizar el temporizador de cuenta regresiva.
it_it: Quando Asterisk viene arrestato o riavviato con i comandi 'amportal stop / restart', si ferma in modo graduale in attesa che i canali attivi si blocchino. Questo imposta l'intervallo di polling per verificare se Asterisk è stato arrestato e aggiornare il timer del conto alla rovescia.
ru_ru: Когда Астериск получает команду остановиться при 'amportal stop/restart' то он пытается аккуратно завершить работу ожидая завершения активных каналов. Эта опция устанавливает интервал опроса - как часто Астериск проверяет состояние каналов и обновляет таймер обратного отсчёта для рестарта.

source: When Set to True, admin access to the FreePBX GUI will be allowed using the FreePBX configured AMPDBUSER and AMPDBPASS credentials. This only applies when Authorization Type is 'database' mode.
es_es: Cuando se establece en True, se permitirá el acceso de administrador a la GUI de FreePBX utilizando las credenciales AMPDBUSER y AMPDBPASS configuradas por FreePBX. Esto sólo se aplica cuando el tipo de autorización es el modo 'base de datos'.
it_it: Se impostato su True, l'accesso amministratore alla GUI FreePBX sarà consentito utilizzando le credenziali AMPDBUSER e AMPDBPASS configurate da FreePBX. Questo si applica solo quando Tipo di autorizzazione è la modalità 'database'.
ru_ru: Если установлено в true, доступ в администрирование FreePBX будет использовать значения параметров вход AMPDBUSER и AMPDBPASS. Это возможно только при установке типа авторизации в режим 'database'.

source: When creating a new sip extension this sets the max size of the generated secret. This generally should be default.
es_es: Al crear una nueva extensión sip, se establece el tamaño máximo del secreto generado. Esto generalmente debe ser por defecto.
it_it: Quando si crea una nuova estensione sip, si imposta la dimensione massima del segreto generato. Questo in genere dovrebbe essere predefinito.

source: When enabled all notification updates to the Dashboard notification panel will also be logged into the specified log file when enabled.
es_es: Cuando está activada, todas las actualizaciones de notificación al panel de notificación de Dashboard también se registrarán en el archivo de registro especificado cuando esté habilitado.
it_it: Quando è abilitato, tutti gli aggiornamenti delle notifiche al pannello delle notifiche di Dashboard verranno registrati anche nel file di registro specificato quando abilitato.
ru_ru: Если включено, все уведомления панели управления также будут записываться в соответствующий журнальный файл.

source: When enabled will turn on PHP Console for error debugging https://github.com/barbushin/php-console
es_es: Cunando Habilitado encenderá la Consola PHP para depuración de errores https://github.com/barbushin/php-console
it_it: Se abilitato, attiva la console PHP per il debug degli errori https://github.com/barbushin/php-console

source: When enabled, Asterisk condenses message waiting notifications from multiple mailboxes into a single NOTIFY. If it is disabled, individual NOTIFYs are sent for each mailbox.
es_es: Cuando está habilitado, Asterisk condensa las notificaciones de mensajes en espera de varios buzones en una sola notificación. Si está deshabilitado, se envían NOTIFYs individuales para cada buzón.
it_it: Se abilitato, Asterisk condensa le notifiche di attesa dei messaggi da più cassette postali in un singolo NOTIFY. Se è disabilitato, i singoli NOTIFY vengono inviati per ogni casella di posta.
ru_ru: Когда включено, Asterisk сжимает сообщение об ожидающих уведомлениях, для нескольких почтовых ящиков в одно УВЕДОМЛЕНИЕ.Если отключено,то отдельное уведомление посылается для каждого почтового ящика.

source: When set to false, will bypass the confirm on Reload Box.
es_es: Cuando se establece en false, omitirá la confirmación en el cuadro de recarga.
it_it: Se impostato su false, ignorerà la conferma su Reload Box.
ru_ru: Если установлено в false, окно подтверждения не будет появляться при перезагрузке.

source: When set to the default value of true, all requests into FreePBX that might possibly add/edit/delete settings will be validated to assure the request is coming from the server. This will protect the system from CSRF (cross site request forgery) attacks. It will have the effect of preventing legitimately entering URLs that could modify settings which can be allowed by changing this field to false.
es_es: Cuando se establece en el valor por defecto de true, todas las solicitudes en FreePBX que puedan añadir / editar / borrar configuraciones serán validadas para asegurar que la solicitud proviene del servidor. Esto protegerá el sistema de los ataques CSRF (cross site request forgery). Tendrá el efecto de impedir la entrada legítima de URLs que podrían modificar la configuración que se puede permitir al cambiar este campo a false.
it_it: Se impostato sul valore predefinito true, tutte le richieste in FreePBX che potrebbero eventualmente aggiungere / modificare / eliminare le impostazioni verranno convalidate per assicurare che la richiesta provenga dal server. Questo proteggerà il sistema dagli attacchi CSRF (cross site request forgery). Avrà l'effetto di impedire legittimamente l'inserimento di URL che potrebbero modificare le impostazioni che possono essere permesse cambiando questo campo in falso.
ru_ru: Если стоит значение по умолчанию этого флага в true, то все запросы в среду FreePBX которые могут добавлять/редактировать/удалять настройки будут проверяться на предмет легитимности того, что их источником является сервер. Это предохранит сервер от CSRF атак (поддельные кросс-сайт запросы). Эффектом от применения будет блокировка нелегитимных URL, которые могут модифицировать настройки, и которые возможны, если этот флаг установлен в false.

source: When set to true FreePBX will update its extension map every page load. This is used to check for duplicate extension numbers in the client side javascript validation. Normally the extension map is only created when Apply Configuration Settings is pressed and retrieve_conf is run.
es_es: Cuando se establece en true FreePBX actualizará su mapa de extensión cada carga de página. Esto se utiliza para comprobar los números de extensión duplicados en la validación de javascript del lado del cliente. Normalmente, el mapa de extensión sólo se crea cuando se pulsa Apply Configuration Settings y se ejecuta retrieve_conf.
it_it: Se impostato su true, FreePBX aggiornerà la sua mappa di estensione ogni caricamento di pagina. Viene utilizzato per verificare la presenza di numeri di interno duplicati nella convalida javascript lato client. Normalmente la mappa di estensione viene creata solo quando si preme Applica impostazioni di configurazione e si esegue il comando retrieve_conf.

source: When set to true and when CONNECTEDLINE() capabilities are configured and supported by your handset, the CID value being transmitted on this call will be updated on your handset in the CNAM field prepended with CID: so you know what is being presented to the caller if the outbound trunk supports and honors setting the transmitted CID.
es_es: Cuando se establece en true y cuando CONNECTEDLINE () las capacidades están configuradas y soportadas por su teléfono, el valor CID que se transmite en esta llamada se actualizará en su teléfono en el campo CNAM prefijado con CID: para saber lo que se está presentando a la persona que llama Si el troncal saliente da soporte y honra establecer el CID transmitido.
it_it: Se impostato su true e quando le funzionalità CONNECTEDLINE () sono configurate e supportate dal tuo telefono, il valore CID trasmesso su questa chiamata verrà aggiornato sul tuo telefono nel campo CNAM preceduto da CID: quindi sai cosa viene presentato al chiamante se il trunk in uscita supporta e onora l'impostazione della CID trasmessa.
ru_ru: Когда установлено в True, настроена и поддерживается Вашим телефоном работа функции CONNECTEDLINE(), значение CID, переданное в вызове, будет отображено на Вашем телефоне в поле CNAM с префиксом CID:. Таким образом вы можете увидеть что передано в качестве CID, если исходящая внешняя линия поддерживает и позволяет изменять переданный CID.

source: When set to true and when CONNECTEDLINE() capabilities are configured and supported by your handset, the name displayed will include the presence state of the callee.
es_es: Cuando se establece en true y cuando las funciones CONNECTEDLINE () están configuradas y soportadas por su teléfono, el nombre mostrado incluirá el estado de presencia del receptor.
it_it: Se impostato su true e quando le funzionalità CONNECTEDLINE () sono configurate e supportate dal telefono, il nome visualizzato includerà lo stato di presenza del destinatario.

source: When set to true and when CONNECTEDLINE() capabilities are configured and supported by your handset, the number actually dialled will be updated on your handset in the CNUM field. This allows you to see the final manipulation of your number after outbound route and trunk dial manipulation rules have been applied. For example, if you have configured 7 digit dialing on a North America dialplan, the ultimate 10 or 11 digit transmission will be displayed back. Any 'Outbound Dial Prefixes' configured at the trunk level will NOT be shown as these are foten analog line pauses (w) or other characters that distort the CNUM field on updates.
es_es: Cuando se establece en true y cuando CONNECTEDLINE () las capacidades están configuradas y soportadas por su teléfono, el número marcado en realidad se actualizará en su teléfono en el campo CNUM. Esto le permite ver la manipulación final de su número después de que se hayan aplicado las reglas de manipulación de la ruta de salida y del dial de troncal. Por ejemplo, si ha configurado la marcación de 7 dígitos en un plan de dial Norteamérica, se mostrará la última transmisión de 10 o 11 dígitos. No se mostrarán los 'prefijos de marcación saliente' configurados en el nivel de troncales, ya que se trata de pausas de línea analógicas (w) u otros caracteres que distorsionan el campo CNUM en las actualizaciones.
it_it: Se impostato su true e quando le funzionalità CONNECTEDLINE () sono configurate e supportate dal telefono, il numero effettivamente composto verrà aggiornato sul telefono nel campo CNUM. Questo ti permette di vedere la manipolazione finale del tuo numero dopo la rotta in uscita e sono state applicate le regole di manipolazione del tronco. Ad esempio, se hai configurato la composizione a 7 cifre su un dial plan del Nord America, verrà visualizzata la trasmissione definitiva a 10 o 11 cifre. Eventuali "prefissi di composizione in uscita" configurati a livello di trunk NON verranno visualizzati poiché si tratta di pause della linea analogica foten (w) o di altri caratteri che distorcono il campo CNUM sugli aggiornamenti.
ru_ru: Когда установлено в True, настроена и поддерживается Вашим телефоном работа функции CONNECTEDLINE(), набранный Caller ID набранного номера, переданного на внешнюю линию.Например, если вы сконфигурировали 7ми значный набор в номерном плане Северной Америки, то будут отображены 10 или 11 цифр, переданных на внешнюю линию.Любые 'Outbound Dial Prefixes', настроены на внешней линии не будут отображены, так как в них могут содержаться специальные символы, так как пауза в наборе (w), которые нарушают отображение поля CNUM.

source: When set to true, a beep is played instead of confirmation message when activating/de-activating: CallForward, CallWaiting, DayNight, DoNotDisturb and FindMeFollow.
es_es: Cuando se establece en true, se reproduce un pitido en lugar del mensaje de confirmación al activar / desactivar: CallForward, CallWaiting, DayNight, DoNotDisturb y FindMeFollow.
it_it: Se impostato su true, viene emesso un segnale acustico invece del messaggio di conferma quando si attiva / disattiva: CallForward, CallWaiting, DayNight, DoNotDisturb e FindMeFollow.
ru_ru: Если установлено в true то вместо подтверждающих голосовых сообщений при активации и деактивации режимов Перенаправление, Второй вызов,День/Ночь, Не беспокоить, Следуйте сюда будет воспроизводиться просто звуковой сигнал.

source: When set to true, the system will check for a freepbx_menu.conf file amongst the normal configuraiton files and if found, it will be used to define and remap the menu tabs and contents. See http://wiki.freepbx.org/x/6YDGAg for more details
es_es: Cuando se establece en true, el sistema buscará un archivo freepbx_menu.conf entre los archivos de configuración normales y si se encuentra, se utilizará para definir y reasignar las pestañas y el contenido del menú. Ver http://wiki.freepbx.org/x/6YDGAg para más detalles
it_it: Se impostato su true, il sistema controlla un file freepbx_menu.conf tra i normali file di configurazione e, se trovato, verrà utilizzato per definire e rimappare le schede ei contenuti del menu. Vedi http://wiki.freepbx.org/x/6YDGAg per maggiori dettagli

source: When this option is enabled, outbound REGISTER requests will advertise support for Path headers so that intervening proxies can add to the Path header as necessary.
es_es: Cuando esta opción está habilitada, las solicitudes de registro (REGISTER) salientes anunciarán compatibilidad con los encabezados de ruta para que los proxies intermedios puedan agregarse al encabezado de ruta según sea necesario.
it_it: Quando questa opzione è abilitata, le richieste REGISTER in uscita pubblicizzeranno il supporto per le intestazioni Path in modo che i proxy intervenienti possano aggiungere all'intestazione Path come necessario.

source: Where (root) command line scripts are located.
es_es: Donde se encuentran los scripts (root) de línea de comandos.
it_it: Dove si trovano gli script della riga di comando (root).
pt_pt: Onde estão localizados os scripts de linha de comando (root).
ru_ru: Местоположение (root) скриптов командной строки.

source: Where to insert this route or relocate it relative to the other routes.
es_es: Dónde insertar esta ruta o reubicarla en relación con las otras rutas.
it_it: Dove inserire questa rotta o trasferirla rispetto alle altre rotte.

source: Where to send PHP errors, warnings and notices by the FreePBX PHP error handler. Set to 'dbug', they will go to the Debug File regardless of whether dbug Loggin is disabled or not. Set to 'freepbxlog' will send them to the FreePBX Log. Set to 'off' and they will be ignored.
es_es: Donde enviar errores PHP, advertencias y avisos por el controlador de errores FreePBX PHP. Establecidos en 'dbug', irán al archivo de depuración sin importar si dbug Loggin está deshabilitado o no. Establecer a 'freepbxlog' los enviará al FreePBX Log. Establecer en 'off' y se ignorarán.
it_it: Dove inviare errori PHP, avvisi e notifiche dal gestore degli errori PHP FreePBX. Impostato su "dbug", andranno nel file di debug indipendentemente dal fatto che dbug Loggin sia disabilitato o meno. Impostare su 'freepbxlog' li invierà al registro FreePBX. Impostare su 'off' e saranno ignorati.
ru_ru: Куда будут посылаться сообщения об ошибках РНР, предупреждения и замечания из обработчика ошибок РНР FreePBX. Если установлено в 'dbug', ошибки будут посылаться в файл журналирования отладки независимо включено ли отладочное журналирование или нет. Установка в 'freepbxlog' будет посылать сообщения в журнал FreePBX. Установка в 'off' будет игнорировать все такие сообщения.

source: Whether Asterisk should send RPID (or PAI) info to the device. Usually should be enabled to the settings used by your device for CONNECTEDLINE() functionality to work if supported by the endpoint.
es_es: Ya sea que Asterisk deba enviar informaciónPor lo general, se debe habilitar la configuración utilizada por el dispositivo para la funcionalidad CONNECTEDLINE() para que trabaje si es compatible con el terminal.
it_it: Se Asterisk deve inviare informazioni RPID (o PAI) al dispositivo. Di solito dovrebbe essere abilitato alle impostazioni utilizzate dal dispositivo per far funzionare la funzionalità CONNECTEDLINE () se supportata dall'endpoint.
ru_ru: Должен ли Астериск посылать устройству информацию RPID (или PAI). Обычно должно быть включено в настройках на устройстве для функциональности CONNECTEDLINE(), если это поддерживается конечным устройством.

source: Whether Asterisk should serve static content from http-static (HTML pages, CSS, javascript, etc.). Default is no.
es_es: Si Asterisk debe servir contenido estático desde http-static (páginas HTML, CSS, javascript, etc.). El valor predeterminado es no.
it_it: Se Asterisk debba pubblicare contenuto statico da http-static (pagine HTML, CSS, javascript, ecc.). L'impostazione predefinita è no.

source: Whether Asterisk should trust the RPID settings from this device. Usually should be yes for CONNECTEDLINE() functionality to work if supported by the endpoint.
es_es: Ya sea Asterisk debe confiar en la configuración RPID desde este dispositivo. Por lo general debe ser un sí para que la funcionalidad CONNECTEDLINE() pueda trabajar si es compatible con el terminal.
it_it: Se Asterisk dovrebbe fidarsi delle impostazioni RPID da questo dispositivo. Di solito dovrebbe essere sì per la funzionalità CONNECTEDLINE () funzionare se supportato dall'endpoint.
ru_ru: Должен ли Астериск доверять установкам RPID с этого устройства. Обычно - флаг yes для функциональности CONNECTEDLINE(), если это поддерживается конечным устройством.

source: Whether NAT support is enabled on UDPTL sessions
es_es: Si el soporte NAT está habilitado en sesiones UDPTL
it_it: Se il supporto NAT è abilitato nelle sessioni UDPTL
ru_ru: Включена ли поддержка NAT для UDPTL-сессий

source: Whether T.38 UDPTL support is enabled or not
es_es: Si la compatibilidad con UDPTL de T.38 está habilitada o no
it_it: Se il supporto T.38 UDPTL è abilitato o meno
ru_ru: Включена ли поддержка T.38 UDPTL

source: Whether or not to invoke the FreePBX log facility.
es_es: Si desea o no invocar la instalación de registro de FreePBX.
it_it: Indica se non richiamare la funzione di registro di FreePBX.
ru_ru: Включать или нет использование журнала FreePBX.

source: Whether or not to send unsigned module email notifications. If disabled unsigned module emails will never be sent
it_it: Indica se non inviare o meno notifiche email per moduli non firmati. Se non si inviano email disabilitate per moduli non firmati

source: Whether the Asterisk HTTP interface is enabled or not. This is for Asterisk, it is not directly related for FreePBX usage and the value of this setting is irrelevant for accessing core FreePBX settings. Default is no.
es_es: Si la interfaz HTTP de Asterisk está habilitada o no. Esto es para Asterisk, no está relacionado directamente con el uso de FreePBX y el valor de esta configuración es irrelevante para acceder a la configuración básica de FreePBX. El valor predeterminado es no.
it_it: Se l'interfaccia HTTP di Asterisk è abilitata o meno. Questo è per Asterisk, non è direttamente correlato all'utilizzo di FreePBX e il valore di questa impostazione è irrilevante per accedere alle impostazioni di base di FreePBX. L'impostazione predefinita è no.

source: Whether to Enable AVPF. Defaults to no. The WebRTC standard has selected AVPF as the audio video profile to use for media streams. This is not the default profile in use by Asterisk. As a result the following must be enabled to use WebRTC
es_es: Si desea habilitar AVPF. El valor predeterminado es no. El estándar WebRTC ha seleccionado AVPF como el perfil de audio y vídeo que se utilizará para flujos de medios. Este no es el perfil predeterminado en uso por Asterisk. Como resultado, lo siguiente debe estar activado para utilizar WebRTC
it_it: Se abilitare AVPF. Il valore predefinito è no. Lo standard WebRTC ha selezionato AVPF come profilo audio video da utilizzare per i flussi multimediali. Questo non è il profilo predefinito in uso da Asterisk. Di conseguenza, per utilizzare WebRTC è necessario abilitare quanto segue
ru_ru: Определяет включать ли AVPF.По умолчанию - Нет. Стандарт WebRTC выбран AVPF как аудио/видео профайл для работы с потоками. Он не является профайлом по умолчанию,используемый Asterisk. Поэтому следующее должно быть включено для использования WebRTC

source: Whether to Enable ICE Support. Defaults to no. ICE (Interactive Connectivity Establishment) is a protocol for Network Address Translator(NAT) traversal for UDP-based multimedia sessions established with the offer/answer model. This option is commonly enabled in WebRTC setups
es_es: Ya sea para habilitar el soporte ICE. El valor predeterminado es no. ICE (Interactive Connectivity Establishment) es un protocolo para la traducción de direcciones de red (NAT) para sesiones multimedia basados en UDP establecidos con el modelo de oferta/respuesta. Esta opción se activa normalmente en configuraciones WebRTC
it_it: Se abilitare il supporto ICE. Il valore predefinito è no. ICE (Interactive Connectivity Establishment) è un protocollo per l'attraversamento NAT (Network Address Translator) per sessioni multimediali basate su UDP stabilite con il modello offerta / risposta. Questa opzione è comunemente abilitata nelle configurazioni WebRTC
ru_ru: Включать ли поддержку ICE. По умолчанию - Нет. ICE((Interactive Connectivity Establishment)- протокол обхода NAT для UDP-мультимедиа-сессий, установленных с использованием модели предложение/ответ. Эта опция обычно включена в настройках WebRTC.

source: Whether to offer SRTP encrypted media (and only SRTP encrypted media) on outgoing calls to a peer. Calls will fail with HANGUPCAUSE=58 if the peer does not support SRTP. Defaults to no.
es_es: Ya sea para ofrecer medios SRTP cifrado (y sólo multimedia cifrado SRTP) en llamadas salientes a un compañero. Las llamadas fallidas con HANGUPCAUSE=58 de los pares no son compatibles con SRTP. El valor predeterminado es no.
it_it: Se offrire supporti crittografati SRTP (e solo supporti crittografati SRTP) sulle chiamate in uscita a un peer. Le chiamate falliranno con HANGUPCAUSE = 58 se il peer non supporta SRTP. Il valore predefinito è no.
ru_ru: Предлегать ли возможность шифрования медиа через SRTP (или предлагать только SRTP медиа) для исходящих вызовов конечному устройству. Вызовы будут терминироваться с ошибкой HANGUPCAUSE=58 если устройство не поддерживает SRTP. По умолчанию - нет.

source: Whether to turn on echo cancellation when bridging between DAHDi channels. See DAHDi documentation for details.
es_es: Ya sea para activar la cancelación de eco cuando hay un puente entre los canales DAHDi. Consulte la documentación DAHDi para más detalles.
it_it: Se attivare la cancellazione dell'eco durante il collegamento tra i canali DAHDi. Vedere la documentazione di DAHDi per i dettagli.
ru_ru: Нужно ли включать эхоподавление если два канала замыкаются напрямую. См. документацию по DAHDi для деталей.

source: Yes
es_es: Si
fa_ir: بله
fr_fr: Oui
it_it: Sì
pt_br: Sim
pt_pt: Sim
ru_ru: Да

source: Yes (SRTP only)
es_es: Si (Sólo SRTP)
fa_ir: بله (SRTP فقط)
it_it: Si (solo SRTP)
pt_pt: Sim (SRTP apenas)
ru_ru: Да (только SRTP)

source: Yes - (%s)
es_es: Si - (%s)
fa_ir: بله - (%s)
it_it: Si - (%s1)
ru_ru: Да - (%s)
