Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Authorization Type is set to 'usermanager' in Advanced Settings - note that this module is not currently providing full access control and is only used as a failover, stop-gap until this pane is fully migrated to User Manager. You will still be able to login with the users below as long as their username does not exist in User Manager
es_es: El tipo de autorización se establece en 'usermanager' en Advanced Settings - tenga en cuenta que este módulo no está proporcionando actualmente un control de acceso completo y sólo se utiliza como un failover, stop-gap hasta que este panel se migre completamente a User Manager. Aún será capaz de iniciar sesión con los usuarios a continuación, siempre y cuando su nombre de usuario no existe en Administrador de usuarios
it_it: Il Tipo di autorizzazione è impostato su 'usermanager' in Impostazioni avanzate: si noti che questo modulo non fornisce attualmente il controllo completo degli accessi e viene utilizzato solo come failover, stop-gap fino a quando questo riquadro non viene completamente migrato in User Manager. Sarai comunque in grado di accedere con gli utenti di seguito purché il loro nome utente non esista in User Manager
pt_br: O tipo de autorização é definido como 'usermanager' em Configurações Avançadas - observe que este módulo não está fornecendo controle de acesso total e é usado somente como redundância, até que este painel seja totalmente migrado para Gerenciador de Usuários. Você ainda poderá fazer o login com os usuários abaixo, desde que seu nome de usuário não exista no Gerenciador de Usuários
ru_ru: Тип авторизации установлен в значение 'usermanager' в расширенных настройках- имейте ввиду,что этот модуль на данный момент не обеспечивает полный контроль доступа и используется только как резервный,временный пока эта панель не будет перенесена т в Менеджер Пользователя. Вы по-прежнему можете авторизоваться под указанным ниже пользователями,до тех пор пока эти имена пользователей не существуют в Менеджере Пользователя.

source: Auto
es_es: Automatico
fa_ir: خودکار
it_it: Automatico
ru_ru: Авто

source: Auto set ZAP2DAHDICOMPAT to true because we are running a version of Asterisk greater than 1.4.21
es_es: Auto fijar ZAP2DAHDICOMPAT a verdadero porque estamos corriendo una versión de Asterisk superior a 1.4.21
it_it: Auto imposta ZAP2DAHDICOMPAT su true perché stiamo eseguendo una versione di Asterisk maggiore di 1.4.21
pt_br: Auto definir ZAP2DAHDICOMPACT para verdadeiro porque estamos rodando a versão do Asterisk maior que 1.4.21
pt_pt: Definindo automaticamente ZAP2DAHDICOMPAT a true porque está em execução uma versão Asterisk superior a 1.4.21
ru_ru: Автоустановка ZAP2DAHDICOMPAT в значение ИСТИНА т.к мы запустили версию Asterisk выше,чем 1.4.21

source: Automatic Force Both - (%s)
es_es: Fuerza automática Ambos - (%s)
fa_ir: تحمیل خودکار هردو - (%s)
it_it: Forza automatico Entrambi - (%s1)
pt_br: Força Automática Ambos - (%s)
ru_ru: Автоматически запустить Both- (%s)

source: Automatic Force rport - (%s)
es_es: Automático Forzar Rport - (%s)
fa_ir: تحمیل خودکار rport - (%s)
it_it: Automatic Force rport - (%s1)
pt_br: Relação de Força Automática - (%s)
ru_ru: Автоматически запустить rport - (%s)

source: Automatic comedia - (%s)
es_es: Comedia Automático - (%s)
it_it: Comedia automatica - (%s1)
pt_br: Automática comedia - (%s)
ru_ru: Автоматически запустить comedia- (%s)

source: Automatically enable disabled modules without prompting
es_es: Activar automáticamente los módulos deshabilitados sin preguntar
fa_ir: ماژولهای غیر فعال بدون پرسش به صورت خودکار فعال شوند
it_it: Abilita automaticamente i moduli disabilitati senza chiedere conferma
pt_br: Ativar automaticamente módulos desabilitados sem solicitar

source: Automatically execute a script after applying changes in the AMP admin. Set POST_RELOAD to the script you wish to execute after applying changes. If POST_RELOAD_DEBUG=true, you will see the output of the script in the web page.
es_es: Ejecutar automáticamente un script después de aplicar los cambios en el administrador de AMP. Establezca POST_RELOAD en el script que desea ejecutar después de aplicar los cambios. Si POST_RELOAD_DEBUG = true, verá la salida del script en la página web.
it_it: Esegui automaticamente uno script dopo aver applicato le modifiche nell'amministratore AMP. Imposta POST_RELOAD sullo script che desideri eseguire dopo aver applicato le modifiche. Se POST_RELOAD_DEBUG = true, vedrai l'output dello script nella pagina web.
pt_br: Automaticamente executar um script após aplicar mudanças no admin AMP. Definir PORT_RELOAD para o script que você desejar executar após aplicar as mudanças. Se POST_RELOAD_DEBUG=verdadeiro, você verá a saída do script na página web.
pt_pt: Executar script automaticamente após aplicar alterações na admin AMP. Definir o script desejado no POST_RELOAD. Se POST_RELOAD_DEBUG=true, verá o output do script na página web.
ru_ru: Автоматически исполнять скрипт после применения изменений в интерфейсе Администратора. Направить POST_RELOAD на скрипт, который будет исполняться каждый раз после применения изменений. Если указан параметр POST_RELOAD_DEBUG=true, то вывод этого скрипта будет виден на вэб-странице.

source: BMO Objects must have their first letter capitalized. You provided %s
it_it: Gli oggetti BMO devono avere la prima lettera maiuscola. Hai fornito %s1

source: Before %s
es_es: Antes de %s
fa_ir: قبل از %s
it_it: Prima di %s1
pt_pt: Antes %s

source: Blind Transfer Alert Info
es_es: Info Alerta Transferencia a ciegas
it_it: Informazioni avviso trasferimento cieco
pt_br: Informação de Alerta de Transferência Cega

source: Block CNAM on External Trunks
es_es: Bloquear CNAM en Troncales Externos
fa_ir: مسدود کردن CNAM در ترانکهای خروجی
it_it: Blocca CNAM su trunk esterni
pt_br: Bloquear CNAM em Troncos Externos
pt_pt: Bloquear CNAM nos Trunks Externos
ru_ru: Блокировать CNAM на внешних транках

source: Block Foreign CIDs
es_es: Bloquear CIDs Desconocidos
fa_ir: مسدود کردن CIDs خارجی
fr_fr: Bloque les CIDs étrangers
it_it: Blocca le CID straniere
pt_br: Bloquear CIDs Estrangeiros
pt_pt: Bloquear CIDs Externos
ru_ru: Блокировать иностранные CID

source: Both
es_es: Ambos
fa_ir: هردو
it_it: Entrambi
pt_br: Ambos
ru_ru: Оба

source: Broken
es_es: Roto
fa_ir: شکسته
fr_fr: Cassé
it_it: Rovinato
pt_br: Quebrado
pt_pt: Quebrado
ru_ru: Повреждён

source: Browser Playback Cache Directory
es_es: Directorio de caché de reproducción del navegador
fa_ir: دایرکتوری کش مرورگر
it_it: Directory cache di riproduzione browser
pt_br: Diretório de Cache de Reprodução do Navegador

source: Browser Playback Day Cache
es_es: Caché del día de reproducción del navegador
fa_ir: کش روزانه مرورگر
it_it: cache di riproduzione del browser
pt_br: Cache de Dia de Reprodução do Navegador

source: Browser Stats
es_es: Estadísticas de Navegador
fa_ir: آمار مرورگر
it_it: Statistiche del browser
pt_br: Estat. Navegador
pt_pt: Estatísticas do Browser

source: Busy
es_es: Ocupado
fa_ir: مشغول
fr_fr: Occupé
it_it: Occupato
pt_br: Ocupado
pt_pt: Ocupado
ru_ru: Занят

source: Busy Voicemail if Enabled
es_es: Correo de Voz Ocupado si Habilitado
fa_ir: ایمیل صوتی مشغول اگر فعال شده باشد
it_it: Voicemail occupato se abilitato
pt_br: Correio de Voz Ocupado se Habilitado
pt_pt: Voicemail Ocupado se Ativo
ru_ru: Голосовая почта по статусу Занято, если включено

source: Buy
es_es: Comprar
fa_ir: خرید
it_it: Pagare
pt_br: Comprar
pt_pt: Comprar
ru_ru: Купить

source: CA %s Doesn't exist
es_es: CA %s No existe
fa_ir: CA %s وجود ندارد
it_it: CA %s1 Non esiste
pt_br: CA %s Não existe
pt_pt: CA %s não existe
ru_ru: CA %s не существует

source: CA certificate already exists, reusing
es_es: Ya existe certificado de CA, reutilizando
fa_ir: مجوز CA در حال استفاده است، استفاده مجدد
it_it: Il certificato CA esiste già, riutilizzando
pt_br: Certificado CA já existe, reusando
pt_pt: Certificado CA já existente, reutilizando
ru_ru: Сертификат CA %s уже существует, повторное использование

source: CA key already exists, reusing
es_es: Ya existe clave CA, reutilizando
fa_ir: کلید CA در حال استفاده است، استفاده مجدد
it_it: La chiave CA esiste già, riutilizzando
pt_br: Chave CA já existe, reusando
pt_pt: Chave CA já existente, reutilizando
ru_ru: Ключ СА уже существует, повторное использование

source: CID Num Alias
es_es: Alias Num CID
fr_fr: Numéro alias du CID
it_it: Alias Numero Identificativo
pt_br: Pseudo CID Num
ru_ru: Псевдоним Caller ID

source: CID Options
es_es: Opciones CID
fa_ir: گزینه های CID
fr_fr: Options CID
it_it: Opzioni CID
pt_br: Opções CID
pt_pt: Opções do CID
ru_ru: Опции Caller ID (CID)

source: CID Prefix
es_es: Prefijo CID
fa_ir: پیشوند CID
it_it: Prefisso CID
pt_br: Prefixo CID
pt_pt: Prefixo CID
ru_ru: CID префикс

source: CID Priority Route
es_es: Prioridad Ruta CID
fa_ir: مسیر پیشوند CID
fr_fr: Priorité de la route
it_it: Percorso prioritario CID
pt_br: Rota Prioritária CID
pt_pt: Rota de Prioridade CID
ru_ru: Маршрут по приоритету CID

source: CID name prefix
es_es: Prefijo Nombre CID
fa_ir: نام پیشوند CID
fr_fr: Préfixe au CID
it_it: Prefisso nome CID
pt_br: Nome do prefix CID
pt_pt: Nome do prefixo CID
ru_ru: Префикс для ИД номера

source: CRITICAL ERROR
fa_ir: خطای ناشناخته
it_it: ERRORE CRITICO
pt_pt: ERRO CRITICO

source: CW Enabled by Default
es_es: CW Habilitado por defecto
fa_ir: CW به صورت پیشفرض فعال شده است
it_it: CW abilitato per impostazione predefinita
pt_br: CW Habilitado por Padrão
pt_pt: CW Ativo por Defeito
ru_ru: Возможность принятия второго вызова включена по умолчанию

source: Call Forward Ring Time
es_es: Desvío de llamada Tiempo de Timbre
fa_ir: زمان زنگ خوردن تماس منتقل شده
it_it: Inoltro chiamata in arrivo
pt_br: Tempo de Toque Encam. Chamada
pt_pt: Tempo de Toque da Transferencia
ru_ru: Время вызова при перенаправлении

source: Call Forward Ringtimer Default
es_es: Desvío de llamada Ringtimer predeterminado
fa_ir: زمان پیش فرض زنگ خوردن تماس منتقل شده
it_it: Call Forward Predefinito
pt_br: Tempo de Toque Padrão Encam. Chamada
pt_pt: Temporizador Padrão da Transferencia
ru_ru: Значение по умолчанию таймера вызова при перенапралении звонка

source: Call Forwarding Busy is disabled
es_es: Desvío de llamadas Ocupado está deshabilitado
fa_ir: انتقال تماس مشغول غیرفعال شد
it_it: Inoltro chiamate occupato è disabilitato
pt_br: Encaminhamento de Chamadas Ocupado está desativado
ru_ru: Перевод вызова по Занято отключен

source: Call Forwarding Busy is enabled
es_es: El desvío de llamadas está activado
fa_ir: انتقال تماس مشغول فعال شد
it_it: Inoltro chiamate occupato è abilitato
pt_br: Desvio de Chamadas Ocupado está ativado
ru_ru: Перевод вызова по Занято включен

source: Call Forwarding Unconditional is disabled
es_es: Reenvío de llamadas incondicional está deshabilitado
fa_ir: انتقال تماس بدون قید و شرط غیرفعال شد
it_it: Inoltro chiamata incondizionato disabilitato
pt_br: Encaminhamento de Chamada Incondicional está desativado
ru_ru: Несопровождаемый перевод вызова отключен

source: Call Forwarding Unconditional is enabled
es_es: El desvío de llamadas incondicional está habilitado
fa_ir: انتقال تماس بدون قید و شرط فعال شد
it_it: Inoltro chiamata incondizionato abilitato
pt_br: Encaminhamento de Chamada Incondicional está ativado
ru_ru: Несопровождаемый перевод вызова включен

source: Call Forwarding is disabled
es_es: El desvío de llamadas está deshabilitado
fa_ir: انتقال تماس غیرفعال شد
it_it: Inoltro chiamate è disabilitato
pt_br: O Encaminhamento de Chamada está desativado
ru_ru: Перевод вызова отключен

source: Call Forwarding is enabled
es_es: El desvío de llamadas está habilitado
fa_ir: انتقال تماس فعال شد
it_it: La deviazione di chiamata è abilitata
pt_br: O Encaminhamento de Chamadas está ativado
ru_ru: Перевод вызова включен

source: Call Groups
es_es: Grupos de Llamada
fa_ir: گروه های تماس
it_it: Chiama gruppi
pt_br: Grupos de Chamada
pt_pt: Grupos de Atendimento
ru_ru: Группы вызова

source: Call Recording Format
es_es: Formato Grabación de Llamadas
fa_ir: فرمت ضبط تماس
it_it: chiama il formato di registrazione
pt_br: Formato Gravação de Chamada
pt_pt: Formato de Gravação de Chamadas

source: Call Recording Module Not Enabled
es_es: Módulo Grabación de Llamadas Deshabilitado
fa_ir: ماژول ضبط تماس فعال نیست
it_it: modulo di registrazione chiamata non abilitato
pt_br: Módulo Gravação de Chamada Não Habilitado
pt_pt: Módulo de Gravação de Chamadas Inativo
ru_ru: модуль записи вызова не включен

source: Call Recording Policy
es_es: Política Grabación de Llamadas
fa_ir: سیاست ضبط تماس
it_it: Chiama politica di registrazione
pt_br: Política Gravação de Chamada
pt_pt: Política de Gravação de Chamadas

source: Call Recording Policy used to resove the winner in a conflict between two extensions when one wants a call recorded and the other does not, if both their priorities are also the same.
es_es: La política de grabación de llamadas se utiliza para resolver el ganador en un conflicto entre dos extensiones cuando se desea que una llamada grabada y la otra no, si ambas prioridades son iguales.
fa_ir: سیاست ضبط تماس برای حل مشکل ضبط تماس دو داخلی که یکی میخواهد تماسش ضبط شده و دیگری خیر کاربردیست، اگر هر دو داخلی دارای اولویت یکسان باشند.
it_it: Chiama politica di registrazione utilizzata per risolvere il vincitore in un conflitto tra due estensioni quando si desidera registrare una chiamata e l'altra no, se entrambe le priorità sono uguali.
pt_br: Política de Gravação de Chamada usada para resolver o ganhador em um conflito entre dois ramais quando um quer uma chamada gravada e o outro não quer, se ambas as prioridades são também as mesmas.
pt_pt: Política de Gravação de Chamadas usada para resolver conflitos entre duas extensões quando uma quer gravar uma chamada e a outra não, se as suas prioridades forem iguais.

source: Call Screening
es_es: Monitoreo de Llamada
fa_ir: غربالگری تماس
it_it: Controllo Chiamata
pt_br: Rastreio de Chamada
pt_pt: Seleção de Chamada
ru_ru: Защита от звонков

source: Call Screening requires external callers to say their name, which will be played back to the user and allow the user to accept or reject the call. Screening with memory only verifies a caller for their CallerID once. Screening without memory always requires a caller to say their name. Either mode will always announce the caller based on the last introduction saved with that CallerID. If any user on the system uses the memory option, when that user is called, the caller will be required to re-introduce themselves and all users on the system will have that new introduction associated with the caller's CallerID.
es_es: Monitorización de Llamadas requiere que las personas externas digan su nombre, que se reproduce de nuevo al usuario y permite al usuario aceptar o rechazar la llamada. La Monitorización con memoria sólo verifica la persona que llama por su CallerID una vez. Monitorización sin memoria siempre requiere que la persona que llama diga su nombre. De cualquier modo siempre anunciará la persona que llama en base a la última introducción guardada con ese identificador de llamadas. Si cualquier usuario en el sistema utiliza la opción de memoria, cuando el usuario le llama, se le requerirá a la persona que llama volver a presentarse y todos los usuarios en el sistema tendrán una nueva introducción asociada con el identificador de llamadas de la persona que llama.
it_it: Lo Screening delle chiamate richiede che i chiamanti esterni diano il loro nome, che verrà riprodotto all'utente e consentirà all'utente di accettare o rifiutare la chiamata. Lo screening con memoria verifica una volta il chiamante per il proprio CallerID. Lo screening senza memoria richiede sempre un chiamante per pronunciare il proprio nome. Ciascuna modalità annuncia sempre il chiamante in base all'ultima introduzione salvata con tale CallerID. Se un utente sul sistema utilizza l'opzione di memoria, quando viene chiamato quell'utente, al chiamante sarà richiesto di reintrodursi e tutti gli utenti del sistema avranno quella nuova introduzione associata al CallerID del chiamante.
pt_br: Rastreio de Chamada necessita que um chamador externo diga seu nome, o qual será reproduzido para o usuário e permitir que o usuário aceite ou rejeite a chamada. o Rastreio com memória verifica apenas um chamador por seu Identificador de Chamada uma vez. Rastreio sem memória sempre necessita que um chamador diga seu nome. Qualquer dos modos sempre anunciará o chamador com base na última apresentação salva com aquele Identificador de Chamada. Se qualquer usuário no sistema usar a opção memória, quando o usuário é chamado, o chamador será solicitado se apresentar novamente e todos os usuários no sistema terão esta nova apresentação associada ao ID de Chamada do chamador.
pt_pt: Seleção de Chamada (Call Screening) obriga que os chamadores externos digam o seu nome, o qual permitirá ao utilizador optar por atender ou não a chamada. Seleção com memória apenas verifica o chamador para o seu CallerID, uma única vez. Seleção sem memória sempre obriga o chamador a dizer o seu nome. Qualquer dos modos sempre anunciará o chamador com base na ultima apresentação associada a esse CallerID. Se algum utilizador usar a opção de memória, quando esse utilizador é chamado, o chamador será obrigado a apresentar-se novamente e todos os utilizadores do sistema terão essa nova apresentação associada a esse CallerID.
ru_ru: Защита от звонков предложит позвонившему абоненту назвать своё имя, которое будет воспроизведено при вызове, что даёт возможность выбрать: ответить или нет на этот звонок. Защита с сохранением в памяти предложит абоненту назвать себя лишь первый раз, ассоциируя абонента с его Caller ID. Защита без сохранения будет предлагать назвать себя абоненту при каждом звонке. Оба режима докладывают о поступившем звонке базируясь на последней записи, связаной с этим Caller ID. Если хоть один пользователь FreePBX использует режим с сохранением в памяти, то абоненту будет предложено ещё раз назвать себя, и все другие пользователи FreePBX будут иметь возможность услышать имя при звонке этого абонента.

source: Call Waiting
es_es: Llamada en Espera
fa_ir: انتظار تماس
fr_fr: Attente appel
it_it: Avviso di chiamata
pt_br: Chamada em Espera
pt_pt: Chamada em Espera
ru_ru: Ожидание звонка

source: Call Waiting is disabled
es_es: Llamada en Espera deshabilitado
fa_ir: انتظار تماس غیرفعال شد
it_it: L'avviso di chiamata è disabilitato
pt_br: Chamada em Espera está desativada
ru_ru: Ожидание вызова отключено

source: Call Waiting is enabled
es_es: Llamada en Espera habilitado
fa_ir: انتظار تماس فعال شد
it_it: L'avviso di chiamata è abilitato
pt_br: A Chamada em Espera está ativada
ru_ru: Ожидание вызова включено

source: Call recording policy priority relative to other extensions when there is a conflict between an extension wanting recording and the other not wanting it. The higher of the two determines the policy, on a tie the global policy (caller or callee) determines the policy.
es_es: Política de Grabación de llamadas en relación con otras extensiones cuando hay un conflicto entre una extensión esperando grabación y otra no esperando. El mayor de los dos determina la política, en un empate la política global (persona que llama o destinatario de la llamada) determina la política.
it_it: Chiama la priorità della politica di registrazione relativa ad altre estensioni quando c'è un conflitto tra un'estensione che desidera registrare e l'altra che non la vuole. Il più alto dei due determina la politica, in un pareggio la politica globale (chiamante o chiamata) determina la politica.
pt_br: A prioridade da política de gravação de chamada relativa a outros ramais quando existe um conflito entre um ramal que deseja gravação e outro que não deseja. A mais alta das duas determina a política, em um empate a política global (chamador ou chamado) determina a política.
pt_pt: Política de gravação de chamadas relativa a outras extensões sempre que se verifique conflito entre uma que pretende gravar e outra que não o pretende. A maior das duas determina a política e, em caso de empate, a política global (chamador ou chamado) será usada.
ru_ru: Приоритет правил записи вызова по отношению к другим внутренним номерам когда имеется конфликт между внутренним номером, требующим записывания, и не требующими.

source: Caller ID
fa_ir: شناسه تماس گیرنده
it_it: ID chiamante
pt_br: ID de Chamadas
ru_ru: Идентификационный номер вызывающей стороны(Caller ID)

source: Caller ID Number
es_es: Numero Caller ID
fa_ir: شماره تماس گیرنده
fr_fr: Numéro CID
it_it: Numero ID chiamante
pt_br: Número do Caller ID
ru_ru: Номер Caller ID

source: Caller Name
es_es: Nombre Llamante
fa_ir: نام تماس گیرنده
it_it: Nome chiamante
pt_br: Nome do Chamador
ru_ru: Имя вызывающего

source: CallerID Number
es_es: Número ID Llamante
fa_ir: شماره تماس گیرنده
it_it: Numero CallerID
pt_br: Número ID de Chamada
pt_pt: Número de CallerID
ru_ru: Caller ID

source: CallerID for calls placed out on this trunk<br><br>Format: <b>&lt;#######&gt;</b>. You can also use the format: "hidden" <b>&lt;#######&gt;</b> to hide the CallerID sent out over Digital lines if supported (E1/T1/J1/BRI/SIP/IAX).
it_it: CallerID per chiamate effettuate su questo trunk <br> <br> Formato: <b> & lt; ####### & gt; </ b>. Puoi anche utilizzare il formato: "nascosto" <b> & lt; ####### & gt; </ b> per nascondere il CallerID inviato su linee digitali se supportato (E1 / T1 / J1 / BRI / SIP / IAX).
pt_pt: CallerID para as chamadas a ser realizadas neste trunk<br><br>Formato: <b>&lt;#######&gt;</b>. Também se pode usar o formato: "hidden" <b>&lt;#######&gt;</b> para ocultar o CallerID enviado através de linhas digitais, caso suportado (E1/T1/J1/BRI/SIP/IAX).

source: Callgroup(s) that this device is part of, can be one or more alpha/numeric callgroups, e.g. '1,3000-3005,sales,sales2'.
es_es: Grupo de llamadas de las que este dispositivo forma parte, puede ser uno o más grupos de llamadas alfa/uméricos, p.e. '1, 3000-3005, ventas, ventas2'.
it_it: I gruppi di chiamata di cui questo dispositivo fa parte, possono essere uno o più gruppi di chiamata alfa / numerici, ad es. '1,3000-3005, vendite, sales2'.
pt_br: Grupo de captura(s) de que este dispositivo faz parte, pode ser um ou mais grupos de chamada alfa / numéricos, p. «1.3000-3005, vendas, vendas2».

source: Callgroup(s) that this device is part of, can be one or more alpha/numeric callgroups, e.g. '1,3000-3005,sales,sales2.'
es_es: Grupo de llamadas de las que este dispositivo forma parte, puede ser uno o más grupos de llamadas alfa/numéricos, p.e. '1, 3000-3005, ventas, ventas2'
it_it: I gruppi di chiamata di cui questo dispositivo fa parte, possono essere uno o più gruppi di chiamata alfa / numerici, ad es. '1,3000-3005, vendite, sales2.'
pt_br: Grupo de captura(s) de que este dispositivo faz parte, pode ser um ou mais grupos de chamada alfa/numéricos, p. '1,3000-3005, vendas, vendas2.'

source: Calling Out Route: %s
es_es: Ruta Llamada Saliente: %s
fa_ir: مسیر تماس های خروجی: %s
it_it: Rotta di chiamata: %s1
pt_br: Chamando Rota de Saída: %s
pt_pt: Rota de Chamada de Saída: %s
ru_ru: Маршрут вызова: %s

source: Can Not Connect to Asterisk
es_es: No se puede conectar a Asterisk
fa_ir: نمیتوان به استریسک متصل شد
it_it: Impossibile connettersi a asterisco
pt_br: Não é Possível se Conectar ao Asterisk
ru_ru: Может не быть подключенным в Астериск

source: Can Reinvite
es_es: Puede Reinvitar
fa_ir: توانایی دعوت مجدد
it_it: Può Reinvitare
pt_br: Permissão Reinvite
ru_ru: Может вызывать через Reinvite
