Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: is useful for VoIP trunks, where if a number is dialed as "5551234", it can be converted to "16135551234".
fr_fr: est utile pour les trunks VoIP dans le cas où si un numéro est composé comme "5551234", il peut être converti en "16135551234".
pt_pt: é util para campos VoIP, quando um numero é discado com "5551234", pode ser convertido para "16135551234".

source: listening on <strong>%s</strong>
pt_pt: escutando <strong>%s</strong>

source: never - (no)
pt_pt: nunca - (no)

source: route - (force_rport)
pt_pt: rota - (force_rport)

source: Internal Options & Configuration
fr_fr: Options et configuration internes

source: Inbound Call Control
fr_fr: Contrôle des appels entrants

source: System Administration
fr_fr: Administration système

source: Third Party Addon
fr_fr: AddOn Tierce partie

source: Tools
fr_fr: Outils

source: Setup
fr_fr: Configuration

source: Call Cost
fr_fr: Coût des appels

source: Missing or unreadable config file (%s)...cannot continue
fr_fr: Fichier de configuration manquant ou non lisible (%s)..ne peut continuer

source: Reload failed because FreePBX could not connect to the asterisk manager interface.
fr_fr: Le rechargement a échoué car FreePBX ne peut se connecter à l'interface de gestion d'Asterisk

source: Could not reload the FOP operator panel server using the bounce_op.sh script. Configuration changes may not be reflected in the panel display.
fr_fr: Ne peut recharger le serveur Opérateur avec le script bounce_op.sh. Les changements de configuration ne seront peut être pas pris en compte dans l'affichage.

source: Could not reload FOP server
fr_fr: Ne peut recharger le serveur FOP

source: Module %s is required, but yours is broken. You should reinstall
fr_fr: Le module %s est requis mais le vôtre ne fonctionne pas. Vous devriez le réinstaller.

source: it and try again.
fr_fr: et réessayer.

source: Module %s is required, but yours is disabled.
fr_fr: Le module %s est requie mais le vôtre est désactivé.

source: Module %s is required, but yours is disabled because it needs to
fr_fr: Le module %s est requis mais le vôtre doit être

source: be upgraded. Please upgrade %s first, and then try again.
fr_fr: mise à jour. Merci de mettre à jour %s puis essayez de nouveau.

source: Module %s is required, yours is not installed.
fr_fr: Le module %s est requis, il n'est pas installé

source: Module %s is required.
fr_fr: Le module %s est requis

source: File %s must exist.
fr_fr: Le fichier %s doit exister

source: is already enabled
fr_fr: est déjà activé

source: cannot be enabled
fr_fr: ne peut être activé

source: Module not found in repository
fr_fr: Module non trouvé dans le dépôt

source: File Integrity failed for %s - aborting
fr_fr: Erreur intégrité de fichier pour %s - arrêt

source: File must be in tar+gzip (.tgz or .tar.gz) format
fr_fr: Le fichier doit être au format tar+gzip (.tar ou .tar.gz)

source: Filename not in correct format: must be modulename-version.tar.gz (eg. custommodule-0.1.tar.gz)
fr_fr: Le nom de fichier n'est pas correcte: doit être sous la forme nom_module-version.tar.gz (par exemple custommodule-0.1.tar.gz)

source: Error untaring uploaded file. Must be a tar+gzip file
fr_fr: Erreur lors de la décompression du fichier téléchargé. Doit être au format tar+gzip

source: Error removing temporary directory: %s
fr_fr: Erreur suppression répertoire temporaire: %s

source: rawname
fr_fr: Nom

source: is broken and cannot be installed. You should try to download it again.
fr_fr: est incomplet et ne peut être installé. Vous devriez le télécharger à nouveau

source: NOTICE
fr_fr: NOTE

source: You have accessed the extended repository which includes un-supported and third party modules
fr_fr: Vous avez accédé au dépôt étendu qui inclut les modules non supportés et fournis par des parties tiers

source: Warning: Cannot connect to online repository (%s). Online modules are not available.
fr_fr: Attention: ne peut se connecter au dépôt (%s). Les modules ne sont pas accessibles.

source: Warning: Error retrieving updates from online repository (%s). Online modules are not available.
fr_fr: Attention: erreur de mise à jour provenant du dépôt (%s). Les modules ne sont pas accessibles.

source: Check for updates online
fr_fr: Rechercher des mises à jour

source: Checking for updates will transmit your FreePBX and Asterisk version numbers along with a unique but random identifier. This is used to provide proper update information and track version usage to focus development and maintenance efforts. No private information is transmitted.
fr_fr: Rechercher des mises à jour transmet les numéros de version de FreePBX et d'Asterisk avec un identifiant unique. Cela permet de fournir des informations de mises à jour pertinentes et de suivre l'utilisation des versions pour le développement et la maintenance. Aucune information privée n'est transmise.

source: name
fr_fr: Nom

source: Disabled; Online upgrade available (%s)
fr_fr: Désactivé; mise à jour réseau disponible (%s)

source: Disabled; Newer than online version (%s)
fr_fr: Désactive; plus récent que la version réseau (%s)

source: Disabled; Pending upgrade to %s
fr_fr: Désactivé; attente mise à jour vers %s

source: Publisher: %s
fr_fr: Editeur: %s

source: License: %s
fr_fr: Licence: %s

source: Description for version %s
fr_fr: Description de la version %s

source: Change Log for version %s
fr_fr: Modification version %s

source: Done.
fr_fr: exécutée

source: Standard Repository
fr_fr: Dépôt standard

source: Extended Repository
fr_fr: Dépôt étendu

source: You have selected to access the Extended Repository. This repository contains some Third Party and un-supported modules. Although these modules are believed to work with FreePBX, they are either developed by third parties in conjunction with optional PBX components, or they are not directly sponsored by the core FreePBX team and may not receive the same level of responsiveness to issues as the main code base does.
fr_fr: Vous avez choisi d'accéder au dépôt étendu. Ce dépôt contient des moduels tierces parties et non supportés. Bien que ces modules doivent fonctionner avec FreePBX, ils sont développés par des tierces parties en relation avec des composants optionnels de FreePBX ou ils ne sont pas directement suivis par l'équipe de FreePBX et peuvent ne pas recevoir le même niveau de réponse que pour les questions relatives au code FreePBX.

source: FreePBX: Call Detail Reports
fr_fr: FreePBX : Rapports CDR

source: Call Detail Reports
fr_fr: Rapports des CDR

source: Call Logs
fr_fr: Journal des Appels

source: Compare Calls
fr_fr: Compare les Appels

source: Monthly Traffic
fr_fr: Trafic Mensuel

source: Daily load
fr_fr: Charge Journalière

source: You are attempting to modify settings from a URL that does not appear to have come from a FreePBX page link or button. This can occur if you manually typed in the URL below. This action has been blocked because the HTTP_REFERER does not match your current SERVER. If you require this access, you can set CHECKREFERER=false in amportal.conf to disable this security check
fr_fr: Vous essayé de modifier les paramètres d'une URL qui ne parait pas provenir d'un lien ou d'un bouton FreePBX. Cela peut arriver si vous tapez manuellement cette URL. Cette action a été bloquée car le HTTP_REFERER ne correspond pas à votre serveur actuel. Si vous avez besoin de cet accés, pouvez modifier le fichier amportal.conf en ajoutant set CHECKREFERER=false pour désactiver cette sécurité.

source: category
fr_fr: Catégorie

source: WARNING: Javascript is disabled in your browser. The FreePBX administration interface requires Javascript to run properly. Please enable javascript or switch to another browser that supports it.
fr_fr: ATTENTION: Javascript n'est pas activé dans votre navigateur. Linterface d'administration de FreePBX nécessite Javascript pour fonctionner. Merci d'activer Javascript ou d'utilser un autre navigateur qui le supporte.

source: %s is a registered trademark of %s
fr_fr: %s est une marque enregistrée de %s

source: %s is licensed under %s
fr_fr: %s est licencié sous %s

source: %s %s on %s
fr_fr: %s %s sur %s

source: Management
fr_fr: Gestion

source: Panel
fr_fr: Panneau

source: Recordings
fr_fr: Enregistrements

source: Help
fr_fr: Aide!

source: Logged in:
fr_fr: Connexion:

source: Reload Required
fr_fr: Activation requise

source: Apply Configuration Changes
fr_fr: Activer Nouvelle Configuration

source: You have made changes to the configuration that have not yet been applied. When you are finished making all changes, click on %s to put them into effect.
fr_fr: Vous avez fait des changements de configuration qui n'ont pas été pris en compte. Quand vous avez fini ces changements, cliquez sur %s pour les activer.

source: Reloading will apply all configuration changes made in FreePBX to your PBX engine and make them active.
fr_fr: Activer appliquera tous les changements de configuration effectués avec FreePBX à votre PaBX et les rendra actifs.

source: Continue with reload
fr_fr: Activer

source: Cancel reload and go back to editing
fr_fr: Annuler Activer et retour à l'édition

source: Please wait, reloading..
fr_fr: Activation en cours

source: Loading...
fr_fr: Chargement...

source: Logged out
fr_fr: Déconnecté

source: You have been successfully logged out.
fr_fr: Vous avez été connecté avec succés

source: Log in
fr_fr: Connecté

source: Unauthorized
fr_fr: Non autorisé

source: You are not authorized to access this page.
fr_fr: Vous n'êtes pas autorisés à accéder à cette page

source: Welcome to FreePBX.
fr_fr: Bienvenue sur FreePBX

source: If you're new to FreePBX, Welcome. Here are some quick instructions to get you started
fr_fr: Si vous êtes nouveau sur FreePbx, bienvenue. Voici quelques instructions rapides pour commencer

source: There are a large number of Plug-in modules available from the Online Repository. This is available by clicking on the <a href='%s'>Tools menu</a> up the top, then <a href='%s'>Module Admin</a>, then <a href='%s'>Check for updates online</a>. Modules are updated and patched often, so if you are having a problem, it's worth checking there to see if there's a new version of the module available.
fr_fr: Il y a un grand nombre de modules disponible Online. C'est disponible en ckiquant sur le lien <a href='%s'>Menu outils</a> en haut, puis <a href='%s'>Module Administration</a>, puis <a href='%s'>Vérification des mises à jour</a>. Les modules sont souvent mis à jour, aussi si vous vaez un problème, vérifiez qu'il n'y a pas une nouvelle version du module de disponible

source: If you're having any problems, you can also use the <a href='%s'>Online Support</a> module (<b>you need to install this through the <a href='%s'>Module Repository</a> first</b>) to talk to other users and the developers in real time. Click on <a href='%s'>Start IRC</a>, when the module is installed, to start a Java IRC client.
fr_fr: Si vous avez des problèmes, vous pouvez aussi consulter <a href='%s'>Support Online</a> module (<b> vous devez l'installer via <a href='%s'>Dépôt des Modules</a> first</b>) pour parler avec d'autres utilisateurs ou les développeurs en temps réel. Cliquez sur <a href='%s'>Start IRC</a>, quand le module est installé pour lancer le client IRC Java.

source: We hope you enjoy using FreePBX!
fr_fr: Nous espérons que vous avez apprécié d'utiliser FreePBX!

source: Default SQL Password Used
fr_fr: Mot de passe par défaut SQL utilisé

source: You are using the default SQL password that is widely known, you should set a secure password
fr_fr: Vous utilisez le mot de passe SQL par défaut qui est connu. Vous devriez utiliser un autre mot de passe

source: Basic
fr_fr: Base

source: Zap Channel DIDs
fr_fr: Canal ZAP DIDs

source: You must put in a device id
fr_fr: Vous devez mettre un identifiant périphérique

source: On Demand
fr_fr: A la Demande

source: Please enter a valid Caller ID Number or leave it blank for your Assigned DID/CID pair
fr_fr: SVP, entrez un 'Numero CID' valide ou laissez à vide pour votre SDA/CID assigné

source: The caller id name for calls from this user will be set to this name. Only enter the name, NOT the number.
fr_fr: Le CID de cet utilisateur sera fixé à ce nom. Entrez le nom, pas le numéro!

source: The CID Number to use for internal calls, if different from the extension number. This is used to masquerade as a different user. A common example is a team of support people who would like their internal callerid to display the general support number (a ringgroup or queue). There will be no effect on external calls.
fr_fr: Le CID à utiliser pour les appels internes s'il est différent de l'extension. Cela est utilisé pour passer pour un autre utilisateur. L'exemple classique est celui d'une équipe support qui souhaite voir s'afficher le numéro général du support (groupement d'appel ou file d'attente). Cela n'a aucun effet sur les appels extérieurs.

source: Overrides the caller id when dialing out a trunk. Any setting here will override the common outbound caller id set in the Trunks admin.<br><br>Format: <b>"caller name" &lt;#######&gt;</b><br><br>Leave this field blank to disable the outbound callerid feature for this user.
fr_fr: Remplace le CID lors d'un appel vers un trunk. Ce paramétrage remplacera le CID sortant défini pour ce Trunk.<br>Format: <b>"nom de l'appelant" &lt;#######&gt;</b><br>Laissez ce champ vide pour ne pas activer cette fonctionnalité pour cet utilisateur.

source: Number of seconds to ring prior to going to voicemail. Default will use the value set in the General Tab. If no voicemail is configured this will be ignored.
fr_fr: Nombre de secondes avant de basculer sur la boîte vocale. Par défaut la valeur utilisée est celle des réglages globaux. S'il n'y a pas de boîte configurée, c'est ignoré.

source: Call Screening requires external callers to say their name, which will be played back to the user and allow the user to accept or reject the call. Screening with memory only verifies a caller for their caller-id once. Screening without memory always requires a caller to say their name. Either mode will always announce the caller based on the last introduction saved with that callerid. If any user on the system uses the memory option, when that user is called, the caller will be required to re-introduce themselves and all users on the system will have that new introduction associated with the caller's CallerId.
fr_fr: La fonction Call Screening demande aux appelants de donner leur nom qui est ensuite répété à l'appelé qui accepte ou rejette l'appel. Le screening avec mémorisation fait cette vérification au premier appel de ce numéro. Sans mémorisation, cela est fait pour tout appel. Dans tous les cas, l'appelant est prévenu par le message du nom sauvegardé. Si un utilisateur utilise l'option sans mémoire, l'appelant devra redonner son nom et tous les utilisateurs recevront ce nouvel enregistrement de message en cas de nouvelle appel de cette personne.

source: Add a CID for more specific DID + CID routing. A DID must be specified in the above Add DID box. In addition to standard dial sequences, you can also put Private, Blocked, Unknown, Restricted, Anonymous and Unavailable in order to catch these special cases if the Telco transmits them.
fr_fr: Ajout d'un identifiant appelant pour des routages plus spécifiques : SDA + identifiant. Un SDA doit avoir été spécifié au dessus. En plus des séquences standard d'appel, vous pouvez aussi mettre Privé, Bloqué, Inconnu, Restreint, Anonyme et Invalide pour gére ces cas particuliers si l'opérateur Telecom les transmet.

source: Record Incoming
fr_fr: Enregistrement Entrant

source: Record all inbound calls received at this extension.
fr_fr: Enregistre tous les appels entrants reçus à cette Extension.

source: Record Outgoing
fr_fr: Enregistrement Sortant

source: Record all outbound calls received at this extension.
fr_fr: Enregistrer tous les appels sortants reçus à cette Extension.

source: The following extension numbers are in conflict, you can click on the item(s) below to edit the conflicting entity.
fr_fr: Les extensions suivantes sont en conflit. Vous pouvez cliquer et éditer les entités en conflit.

source: Configure user again:
fr_fr: Reconfigurer l'utilisateur

source: Configure extension again:
fr_fr: Reconfigurer l'extension

source: Please enter the dtmfmode for this device
fr_fr: SVP, entrez un mode DTMF valide pour ce péripherique.

source: Generic SIP Device
fr_fr: Périphérique SIP

source: Generic ZAP Device
fr_fr: Périphérique ZAP

source: The caller id name for this device will be set to this description until it is logged into.
fr_fr: Le nom du CID pour ce périphérique sera mis à cette description jusqu'à ce qu'il s'inscrive

source: This caller id will always be set when dialing out an Outbound Route flagged as Emergency. The Emergency CID overrides all other caller id settings.
fr_fr: Le CID (Caller ID) de l'appelant sera toujours transmis lors d'une numérotation vers une Route Sortante labellisée comme Urgence. Le CID d'Urgence remplace tout autre CID.

source: This device uses %s technology.
fr_fr: Ce périphérique utilise la technologie %s

source: Via DAHDI compatibility mode
fr_fr: Via le mode de compatibilité DAHDI

source: Checking for Global var RECORDING_STATE..
fr_fr: Vérification de Global var RECORDING_STATE..

source: Created
fr_fr: Créé

source: Already exists!
fr_fr: Existe déjà!

source: AUTHTYPE is not set to 'database' in /etc/amportal.conf - note that this module is not currently providing access control, and changing passwords here or adding users will have no effect unless AUTHTYPE is set to 'database'.
fr_fr: AUTHTYPE n'a pas comme valeur 'database' dans /etc/amportal.conf. Ce module ne fournit pas de contrôle d'accés, et changer de mot de passe ou ajouter des utilisateurs n'aura aucun effet tant que AUTHTYPE n'est pas renseigné à 'database'.

source: Username<span>Create a unique username for this new user</span>
fr_fr: Nom Administrateur<span>Création d'un nom unique pour cet administrateur</span>

source: Password<span>Create a password for this new user</span>
fr_fr: Mot de Passe<span>Mot de passe pour cet administrateur</span>

source: Department Name<span>Restrict this user's view of Digital Receptionist menus and System Recordings to only those for this department.</span>
fr_fr: Nom du Département<span>Restriction d'affichage, pour cet administrateur, à des menus Serveur vocal et Enregistrement système appartenant à ce département.</span>

source: Extension Range<span>Restrict this user's view to only Extensions, Ring Groups, and Queues within this range.</span>
fr_fr: Gamme des Extensions<span>Restriction d'affichage, pour cet utilisateur aux extensions, groupes de sonneries et files d'attente appartenant à cette <strong>Gamme</strong>.</span>

source: Admin Access<span>Select the Admin Sections this user should have access to.</span>
fr_fr: Accès Administrateur<span>Sélection des modules auxquels cet administrateur aura accès.</span>

source: Define the Caller ID Number to be matched on incoming calls.<br><br>Leave this field blank to match any or no CID info. In addition to standard dial sequences, you can also put Private, Blocked, Unknown, Restricted, Anonymous and Unavailable in order to catch these special cases if the Telco transmits them.
fr_fr: Définit le numéro de l'appelant qui doit correspondre pour les appels entrants.<br><br>Laissez ce champ à vide pour tous les CID ou aucun. De plus, vous pouvez ajouter Privé, Bloqué, Inconnu, Restreint, Anonyme si votre opérateur Telecom les transmets.

source: You can optionally prefix the Caller ID name. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
fr_fr: Option: vous pouvez ajouter un préfixe au CID de la partie appellante. Par exemple: si le Préfixe est "<b>Ventes:</b>", un appel de Jean Martin devrait faire apparaitre le CID "<b>Ventes:Jean Martin</b>" sur les Extensions appelées.

source: If no Caller ID has been received, Privacy Manager will ask the caller to enter their phone number. If an user/extension has Call Screening enabled, the incoming caller will be be prompted to say their name when the call reaches the user/extension.
fr_fr: Si l'appel est en numéro caché, le gestionnnaire de protection demandera à l'appelant d'entrer son numéro de téléphone. Si un utilisateur a l'option Call Screening activé, il sera demandé à l'appelant d'énoncer son nom quand l'appel arrivera à l'utilisateur/extension

source: Number of attempts the caller has to enter a valid callerID
fr_fr: Nombre d'essais qu'à l'appelant pour entrer un callerID valide

source: Minimum amount of digits callerID needs to contain in order to be considered valid
fr_fr: Nombre minimum de digits pour que le callerID soit considéré comme valide

source: Please enter a valid Caller ID Number
fr_fr: SVP, entrez un \'Numero CID\' valide.

source: Leaving the DID Number AND the Caller ID Number empty will match all incoming calls received not routed using any other defined Incoming Route.\n\nAre you sure?
fr_fr: Laisser les champs \'numéro SDA\' ET \'numéro CID\' vides aura pour conséquence recevoir tous les appels entrants n\'utilisant aucune autre route definie. Etes vous certain?

source: Invalid Caller ID prefix.
fr_fr: CID sortant\' invalide

source: Dialing Options
fr_fr: Options de Numérotation

source: Asterisk Dial command options:
fr_fr: Options Commandes de numérotation

source: t: Allow the called user to transfer the call by hitting #
fr_fr: <b>t</b>: Permet à l'Appelé de transférer l'appel en appuyant sur <b>#</b>

source: T: Allow the calling user to transfer the call by hitting #
fr_fr: <b>T</b>: Permet à l'Appelant de transférer l'appel en appuyant sur <b>#</b>

source: r: Generate a ringing tone for the calling party
fr_fr: <b>r</b>: Genère une tonalité pour l'appelant

source: w: Allow the called user to start recording after pressing *1 (Asterisk v1.2)
fr_fr: <b>w</b>: Permet à l'Appelé de débuter l'enregistrement en appuyant sur <b>*1</b> (Asterisk v1.2)

source: W: Allow the calling user to start recording after pressing *1 (Asterisk v1.2)
fr_fr: <b>W</b>: Permet à l'Appelant de débuter l'enregistrement en appuyant sur <b>*1</b> (Asterisk v1.2)

source: Asterisk Outbound Dial command options:
fr_fr: Options Commandes Appels sortants

source: r: You SHOULD NOT use this option on outbound trunks
fr_fr: r: vous NE DEVEZ PAS utiliser cette option pour les trunks sortants

source: Call Recording
fr_fr: Enregistrement d'appels

source: Extension Recording Override:
fr_fr: Remplacement des paramètres des extensions

source: This will override the recording settings of all extensions/users. If enabled, the system will ignore all Record Always settings of a user and will not turn on recording. This does not effect On Demand recording controlled by the dial options 'w' and 'W' above. It does not effect other recording settings in modules such as Queues and Conferences. If you don't use recordings, setting this is beneficial to system performance as it removes the check that is otherwise done on every single call.
fr_fr: Cela va remplacer les paramètres d'enregistrement de tous les utilisateurs/extensions. Si activé, le système ignorera les paramètres des utilisateurs et il ne sera pas possible d'enregistrer. Cela ne changera pas les demandes d'enregistrement paramètre 'w' ou 'W'. Cela ne change pas les paramètres des modules Queues et Conférences. Si vous n'utilisez pas l'enregistrement, paramétrez ceci est bénéfique pour les performances du système car cela supprime la vérification qui est normalement fait à chaque appel.

source: Call recording format:
fr_fr: Format des enregistrement d'appels
