Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: If CallerID is supplied, the dialed number will only match the prefix + match pattern if the CallerID being transmitted matches this. When extensions make outbound calls, the CallerID will be their extension number and NOT their Outbound CID. The above special matching sequences can be used for CallerID matching similar to other number matches.
es_es: Si el CallerID es suministrado, el número marcado sólo coincidirá con el prefijo + patrón de coincidencia si el identificador de llamadas coincide con este. Cuando las extensiones hagan llamadas salientes, el identificador de llamadas será su número de extensión y NO su CID de salida. Las secuencias especiales que coinciden con las anteriores se pueden utilizar para adaptar el CallerID a otro número coincidente.
it_it: Se viene fornito CallerID, il numero composto corrisponderà al modello di corrispondenza prefisso + solo se il CallerID che viene trasmesso corrisponde a questo. Quando le estensioni effettuano chiamate in uscita, il CallerID sarà il loro numero di interno e NON la loro CID in uscita. Le sequenze di abbinamento speciali di cui sopra possono essere utilizzate per la corrispondenza di CallerID in modo simile alle altre corrispondenze numeriche.
pt_br: Se o ID de Chamada for fornecido, o número discado apenas será comparado com o prefixo + padrão de discagem se o ID de Chamada transmitido coincidir com ele. Quando ramais fazem chamadas externas, o ID de Chamada será seu número de ramal e NÃO seu Identificador de Chamada de Saída. As sequências de comparação especial acima podem ser usadas para ID de Chamada coincidindo a outros números de compararão similares.
ru_ru: Если указан Caller ID, набранный номер будет сравниваться только с комбинацией префикс + шаблон, если Caller ID передан для поиска совпадений. Если внутренний номер совершает исходящий вызов, то передаётся CID этого внутреннего номера, а не Исходящий CID для этого номера. Специальная последовательность, указанная ниже, используется для поиска совпадений CID так же, как и в других шаблонах поиска совпадений.

source: If Ditech's VQA, Voice Quality application is installed, this setting will be used for all inbound calls. For more information 'core show application VQA' at the Asterisk CLI will show the different settings.
es_es: Si se instala la aplicación VQA, calidad de voz de Ditech, esta configuración se utilizará para todas las llamadas entrantes. Para más información 'VQA' de la aplicación principal en la CLI de Asterisk se mostrarán los diferentes ajustes.
it_it: Se è installata l'applicazione VQA di Ditech, Voice Quality, questa impostazione verrà utilizzata per tutte le chiamate in entrata. Per ulteriori informazioni 'core show application VQA' sulla Asterisk CLI mostrerà le diverse impostazioni.
pt_br: Se VQA da Ditech, aplicativo de Qualidade de Voz está instalado, esta configuração será usada para todas as chamadas de entrada. Para mais informações o 'core show application VQA' no Asterisk CLI mostrará as diferentes configurações.
ru_ru: Если установлено приложение Ditech VQA этот параметр будет использован для всех входящих вызовов, для более подробной информации используйте команду 'core show application VQA' в командной строке Asterisk, которая покажет различные параметры.

source: If Ditech's VQA, Voice Quality application is installed, this setting will be used for all outbound calls. For more information 'core show application VQA' at the Asterisk CLI will show the different settings.
es_es: Si se instala la aplicación VQA, calidad de voz de Ditech, esta configuración se utilizará para todas las llamadas salientes. Para más información 'VQA' de la aplicación principal en la CLI de Asterisk se mostrarán los diferentes ajustes.
it_it: Se è installata l'applicazione VQA di Ditech, Voice Quality, questa impostazione verrà utilizzata per tutte le chiamate in uscita. Per ulteriori informazioni 'core show application VQA' sulla Asterisk CLI mostrerà le diverse impostazioni.
pt_br: Se VQA da Ditech, aplicativo de Qualidade de Voz está instalado, esta configuração será usada para todas as chamadas de saída. Para mais informações o 'core show application VQA' no Asterisk CLI mostrará as diferentes configurações.
ru_ru: Если установлено приложение Ditech VQA этот параметр будет использован для всех исходящих вызовов, для более подробной информации используйте команду 'core show application VQA' в командной строке Asterisk, которая покажет различные параметры.

source: If REMOTEUNLOCK is enabled, you will receive a value for KEY.
es_es: Si REMOTEUNLOCK está habilitado, recibirá un valor para KEY.
it_it: Se REMOTEUNLOCK è abilitato, riceverai un valore per KEY.

source: If checked the extension's Outbound CID will be ignored in favor of this CID. The extension's Emergency CID will still be used if the route is an Emergency Route and the Extension has a defined Emergency CID.
es_es: Si se marca, el CID Saliente de las extensiones será ignorado a favor de este CID. El CID de extensiones de emergencia seguirá siendo utilizado si la ruta es una ruta de emergencia y la extensión tiene un CID de emergencia definido.
it_it: Se selezionato, la CID in uscita dell'estensione verrà ignorata a favore di questa CID. Il CID di emergenza dell'estensione verrà comunque utilizzato se la rotta è un percorso di emergenza e l'estensione ha una CID di emergenza definita.
pt_br: Se marcado o ID de Chamada de saída do ramal será ignorada em valor deste ID de Chamada. O ID de Chamada de Emergência do ramal ainda será usado se a rota for uma Rota de Emergência e o Ramal tenha um ID de Emergência definido.
ru_ru: Если отмечено, исходящий Caller ID этого внутреннего номера будет игнорирован в пользу этого CID. При этом исходящий Caller ID для вызова экстренных служб по прежнему будет использоваться, если это маршрут предназначен для вызова экстренных служб, и в установках внутреннего номера определёно использование вызовов экстренных служб.

source: If checked, supply the name of a custom AGI Script that will be called to report, log, email or otherwise take some action on trunk failures that are not caused by either NOANSWER or CANCEL.
es_es: Si se marca, proporcione el nombre de un Script AGI personalizado que será llamado para informar, registrar, enviar un email u otra alguna acción en los fallos de las líneas que no son causados por NO CONTESTA o CANCELADO.
fr_fr: Si coché, fournit le nom de script AGI personnalisé qui sera appelé pour reporter, logguer, mailer ou prendre toute action sur les problèmes du trunk qui ne proviennent pas des motifs : Pas de réponse (NOANSWER) ou Annulé (CANCEL)
it_it: Se selezionato, fornire il nome di uno script AGI personalizzato che verrà chiamato per segnalare, registrare, inviare tramite e-mail o in altro modo intervenire in caso di errori del trunk non causati da NOANSWER o CANCEL.
pt_br: Se selecionado, forneçe o nome de um AGI customizado que será chamado para reportar, logar enviar um e-mail ou ainda realizar alguma ação na falha dos troncos, falhas estas que não são causadas por ou NOANSWER ou CANCEL.
ru_ru: Если отмечено, выполняется скрипт AGI чтобы журналировать, сообщать по email или предпринимать другие действия при отказах, которые не являются причинами NOANSWER или CANCEL.

source: If enabled the intuitive Dial Patterns boxes on the Routing and Trunks pages will be replaced with a text box which restores the functionality from FreePBX 2.7 and lower.
es_es: Si está activado, los cuadros de los patrones de marcación intuitivos en las páginas Routing y Trunks serán reemplazados por un cuadro de texto que restaura la funcionalidad de FreePBX 2.7 y inferior.
it_it: Se abilitato, le caselle Intestazioni di composizione quadrate nelle pagine Routing e Trunks verranno sostituite con una casella di testo che ripristina la funzionalità da FreePBX 2.7 e versioni precedenti.
pt_br: Se habilitadas as caixas de Padrões de Discagem intuitivas na página da Rota e Troncos serão substituídos com uma caixa de texto que restaura a funcionalidade do FreePBX 2.7 e abaixo.

source: If enabled, then Asterisk will attempt to use rtcp-mux with whatever it communicates with. Asterisk follows the rules set forth in RFC 5761 with regards to falling back to standard RTCP behavior if the far end does not indicate support for rtcp-mux. As a result the following must be enabled to use WebRTC
es_es: Si está habilitado, entonces Asterisk intentará usar rtcp-mux con lo que sea que se comunique. Asterisk sigue las reglas establecidas en RFC 5761 respecto a volver al comportamiento estándar de RTCP si el extremo lejano no indica compatibilidad con rtcp-mux. Como resultado, se debe habilitar lo siguiente para usar WebRTC
it_it: Se abilitato, Asterisk tenterà di utilizzare rtcp-mux con qualsiasi cosa comunichi. Asterisk segue le regole stabilite nella RFC 5761 per quanto riguarda il ricadere sul comportamento RTCP standard se il remoto non indica il supporto per rtcp-mux. Di conseguenza, per utilizzare WebRTC è necessario abilitare quanto segue

source: If false, then the Destination Registry will not report unknown destinations as errors. This should be left to the default true and custom destinations should be moved into the new custom apps registry.
es_es: Si es falso, el Registro de destino no informará de destinos desconocidos como errores. Esto debe dejarse a los destinos true y personalizados personalizados deben ser movidos en el nuevo registro de aplicaciones personalizadas.
it_it: Se false, il Registro di destinazione non segnalerà le destinazioni sconosciute come errori. Questo dovrebbe essere lasciato al true true e le destinazioni personalizzate dovrebbero essere spostate nel nuovo registro delle app personalizzate.
pt_br: Se falso, então o Registro de Destino não reportará destinos desconhecidos como erro. Isto deve ser deixado com o padrão verdadeiro e destinos personalizados devem ser movidos para o novo registro de apps personalizados.
ru_ru: Если стоит false, то реестр указанных назначений не уведомляет о неизвестных направлениях как об ошибках. Этот флаг должен быть установлен по дефолту в true, и все специальные назначения из соответствующего модуля должны быть перенесены в новый реестр специальных приложений.

source: If no CallerID has been received, Privacy Manager will ask the caller to enter their phone number. If an user/extension has Call Screening enabled, the incoming caller will be be prompted to say their name when the call reaches the user/extension.
it_it: Se nessun CallerID è stato ricevuto, Privacy Manager chiederà al chiamante di inserire il proprio numero di telefono. Se un utente / interno ha attivato lo Screening chiamate, al chiamante in arrivo verrà richiesto di pronunciare il proprio nome quando la chiamata raggiunge l'utente / interno.

source: If set to anything other than auto Asterisk will be forced to use the technology set here for all websocket communication. Asterisk can not work with both drivers at the same time!
es_es: Si se establece a un valor distinto de automático, Asterisk se verá obligado a utilizar la tecnología establecida aquí para todas las comunicaciones de websocket. ¡Asterisk no puede funcionar con ambos controladores al mismo tiempo!
it_it: Se impostato su un valore diverso da auto Asterisk sarà costretto a utilizzare la tecnologia impostata qui per tutte le comunicazioni websocket. Asterisk non può funzionare con entrambi i driver allo stesso tempo!

source: If set to true, FreePBX will check if you have chan_dahdi installed. If so, it will automatically use all your ZAP configuration settings (devices and trunks) and silently convert them, under the covers, to DAHDi so no changes are needed. The GUI will continue to refer to these as ZAP but it will use the proper DAHDi channels. This will also keep Zap Channel DIDs working.
es_es: Si se establece en true, FreePBX comprobará si tiene chan_dahdi instalado. Si es así, automáticamente utilizará todos los ajustes de configuración de ZAP (dispositivos y troncales) y los convertirá silenciosamente, bajo las cubiertas, a DAHDi para que no se necesiten cambios. La GUI seguirá refiriéndose a ellos como ZAP, pero utilizará los canales adecuados de DAHDi. Esto también mantendrá los DID de Zap Channel funcionando.
it_it: Se impostato su true, FreePBX controllerà se hai installato chan_dahdi. In tal caso, utilizzerà automaticamente tutte le impostazioni di configurazione ZAP (dispositivi e trunk) e le convertirà silenziosamente, sotto le copertine, in DAHDi, quindi non sono necessarie modifiche. La GUI continuerà a riferirsi a questi come ZAP ma utilizzerà i canali DAHDi appropriati. Ciò manterrà anche il funzionamento dei DID del canale Zap.
pt_br: Se definido para verdadeiro, o FreePBX verificará se você tem chan_dahdi instalado. Se sim, ele irá automaticamente usar todas as suas configurações ZAP (dispositivos e troncos) e silenciosamente convertê-los, discretamente, para DAHDi então nenhuma mudança é necessária. A Interface continuará a referir-se a estas ZAP mas usará os canais DAHDi adequados. Isto também manterá DIDs de Canais Zap funcionando.
ru_ru: Если установлено в true, FreePBX проверяет установлен ли канал chan_dahdi. Если да, то будет предпринята попытка автоматически использовать настроки конфигурации ZAP (устройства и транки) и конвертировать его в DAHDi, не требуя особых изменений. В GUI будет по прежнему использоваться упоминание о ZAP, но на самом деле будут использоваться каналы DAHDi. Это также поддерживает Установки DIDs для канала ZAP.

source: If set to true, any fixed device associated with a user that has no voicemail configured will have the
es_es: Si se establece en true, cualquier dispositivo fijo asociado a un usuario que no tenga ningún buzón de voz configurado tendrá la
it_it: Se impostato su true, qualsiasi dispositivo fisso associato a un utente che non ha configurato voicemail avrà il
pt_br: Se definido para verdadeiro, qualquer dispositivo fixo associado com um usuário que não tenha correio de voz configurada terá o
pt_pt: Se definidos como true, qualquer dispositivo fixo associado a um utilizador sem voicemail terá o

source: If this directory is defined, retrieve_conf will check for a file called <i>retrieve_conf_post_custom</i> and if that file exists, it will be included after other processing thus having full access to the current environment for additional customization.
es_es: Si se define este directorio, retrieve_conf buscará un archivo denominado <i> retrieve_conf_post_custom </i> y si ese archivo existe, se incluirá después de otro procesamiento y, por lo tanto, tendrá acceso completo al entorno actual para personalización adicional.
it_it: Se questa directory è definita, retrieve_conf cercherà un file chiamato <i> 1retrieve_conf_post_custom </i> 2 e, se tale file esiste, verrà incluso dopo un'altra elaborazione, avendo così pieno accesso all'ambiente corrente per ulteriori personalizzazioni.
pt_br: Se este diretório for definido, retrieve_conf verificará por um arquivo chamado <i>retrieve_conf_post_custom</i> e se ele existir, será incluído após outro processamento assim tendo acesso completo ao ambiente atual para personalização adicional.
ru_ru: Если здесь определена директория, то retrieve_conf будет пытаться обнаружить там файл <i>retrieve_conf_post_custom</i>, и, если он найден, его содержимое будет включено после обработки основных процессов имеющих полный доступ ко всем переменным среды, для дополнительной индивидуализации.

source: If this route should only be available during certain times then Select a Time Group created under Time Groups. The route will be ignored outside of times specified in that Time Group. If left as default of Permanent Route then it will always be available.
es_es: Si esta ruta sólo debe estar disponible durante ciertas épocas, selecciona un Grupo de Tiempo creado en Grupos de Tiempo. La ruta será ignorada fuera de las horas señaladas en ese Grupo de Tiempo. Si se deja por defecto la Ruta Permanente entonces siempre estará disponible.
it_it: Se questa rotta deve essere disponibile solo in determinati orari, selezionare Seleziona un gruppo orario creato in Gruppi orari. Il percorso verrà ignorato al di fuori degli orari specificati in quel Gruppo orario. Se lasciato come predefinito su Percorso permanente, sarà sempre disponibile.
pt_br: Se esta rota deve estar disponível durante certo tempo, então Selecione um Grupo de Tempo criado em Grupos de Tempo. A rota será ignorada fora do tempo especificado neste Grupo de Tempo. Se deixado com o padrão de Rota Permanente, então ela estará sempre disponível.
ru_ru: Если этот маршрут будет использоваться только в течение определённого времени, то выберите группу, созданную в секции Временная группа. Этот маршрут будет игнорироваться в промежуток времени не попадающий в выбранную группу. Если оставить в значении по умолчанию Постоянный маршрут, то маршрут будет доступен постоянно.

source: If this value is set to true, then calls going out your outbound routes that originate from outside your PBX and were subsequently forwarded through a call forward, ring group, follow-me or other means, will have a SIP diversion header added to the call with the original incoming DID assuming there is a DID available. This is useful with some carriers that may require this under certain circumstances.
es_es: Si este valor se establece en true, las llamadas que salen de las rutas salientes que se originan desde fuera de su PBX y posteriormente se reenvían a través de un grupo de llamada, de seguimiento o de otros medios, tendrán un encabezado de desvío SIP añadido a la llamada Con el DID entrante original asumiendo que hay un DID disponible. Esto es útil con algunas compañías que pueden requerir esto bajo ciertas circunstancias.
it_it: Se questo valore è impostato su true, le chiamate che escono dalle rotte in uscita che provengono dall'esterno del PBX e successivamente inoltrate attraverso un inoltro di chiamata, un gruppo suoneria, un follow-me o altri mezzi, avranno un'intestazione di deviazione SIP aggiunta alla chiamata con il DID in ingresso originale supponendo che sia disponibile un DID. Questo è utile con alcuni vettori che potrebbero richiedere questo in determinate circostanze.
pt_br: Se este valor estiver definido para verdadeiro, então chamadas saindo por suas rotas de saída que originaram fora de seu PBX e foram subsequentemente redirecionadas através de redirecionamento de chamada, grupo de chamada, siga me ou outras vias, terá um cabeçalho de desvio adicionado à chamada com o DID de entrada original assumindo que haja um DID disponível. Isto é útil com algumas operadoras que poderem solicitar isto sob certas circunstâncias.
ru_ru: Если установлено в true то исходящие вызовы из станции, которые являются на самом деле последовательно перенаправленными входящими вследствие перенаправлений, Групп вызова, следуте сюда или других способов будут иметь дополнительные SIP заголовки diversion, в которых будет содержаться оригинальный DID на который пришёл начальный вызов, предполагая, что этот DID доступен. Это может быть полезно при соединениях с некоторыми операторами, которые могут требовать это в качестве обязательного условия при перенаправленных звонках.

source: If true, Core will not statically generate hints, but instead make a call to the AMPBIN php script, and generate_hints.php through an Asterisk #exec call. This requires asterisk.conf to be configured with <b>execincludes=yes</b> set in the [options] section.
es_es: Si es cierto, Core no generara estáticamente hints, pero en su lugar hara una llamada al script php AMPBIN, y generate_hints.php a través de un #exec call Asterisk. Esto requiere que asterisk.conf tenga <b>execincludes=yes</b> en la sección [options].
it_it: Se true, Core non genererà staticamente suggerimenti, ma invece effettuerà una chiamata allo script php AMPBIN e generate_hints.php attraverso una chiamata #exec di asterisco. Ciò richiede che asterisk.conf sia configurato con <b> 1execincludes = yes </b> 2 impostato nella sezione [opzioni].
pt_br: Se verdade, o Core não gerará dicas estáticas, mas em vez disso fará uma chamada para o script php AMPBIN e generate_hints.php através de uma chamada #exec Asterisk. Isso requer que o asterisk.conf seja configurado com <b> execincludes = yes </b> definido na seção [options].

source: If you need to authenticate to the proxy server, you must enter both a username and password. Leaving either (or both) blank disables Proxy Authentication
es_es: Si necesita autenticarse en el servidor proxy, deberá introducir tanto el nombre de usuario como la contraseña. Dejando a uno (o ambos) en blanco deshabilita la Autenticación Proxy
it_it: Se è necessario autenticarsi sul server proxy, è necessario inserire sia un nome utente che una password. Lasciando entrambi (o entrambi) disabilita l'autenticazione proxy
pt_br: Se você precisa se autenticar no servidor proxy, digite um nome de usuário e uma senha. Deixar um (ou ambos) em branco desativa Autenticação de proxy

source: If you want to support direct sip dialing of users internally or through anonymous sip calls, you can supply a friendly name that can be used in addition to the users extension to call them.
es_es: Si desea soporte a marcación SIP directa de los usuarios internos o a través de llamadas SIP anónimas, puede proporcionar un nombre descriptivo que se puede utilizar, además de la extensión de los usuarios para llamarlos.
fr_fr: Si vous voulez supporter l'appel direct sip des utilisateurs internes ou au travers d'appels anonymes, vous pouvez fournir un nom qui peut être utilisé en plus de l'extension pour appeler.
it_it: Se si vuole abilitare il supporto alle chiamate sip dirette agli interni o attraverso chiamate anonime sip, impostare un nome da aggiungere all'interno quando viene chiamato.
pt_br: Se você deseja suportar discagem direta por sip de usuários internos ou chamadas sip anônimas, você pode informar um nome amigável que seja usado adicionalmente aos ramais dos usuários para chamá-los.
ru_ru: Если вы хотите поддерживать SIP вызовы между внутренними пользователями напрямую, или для анонимизации таких звонков, вы можете использовать узнаваемое имя, которое будет использоваться дополнительно вместе с внутренним номером абонента при звонке.

source: If you're i18n-ing this file, read the comment about 'altered' and 'missing'
es_es: Si estas en este archivo i18n-ing, leer el comentario sobre 'altered' y 'missing'
it_it: Se stai scrivendo questo file, leggi il commento su "alterato" e "mancante"
pt_br: Se você estiver usando este arquivo, leia o comentário sobre 'alterado' e 'ausente'
ru_ru: Если вы локализовали этот файл в структуре i18n - прочитайте комментарии о том, что было изменено или утрачено.

source: If you're seeing this page, it means that your Dashboard module is disabled.
es_es: Si estás viendo esta página, significa que el módulo Tablero (Dashboard) está desactivado.
fa_ir: اگر این صفحه را میبینید، ماژول داشبورد غیرفعال شده است.
it_it: Se visualizzi questa pagina, significa che il tuo modulo Dashboard è disabilitato.
pt_br: Se você está vendo esta página, significa que seu módulo Dashboard está desabilitado.
pt_pt: Se está a ver esta página, significa que o Módulo de Dashboard está inativo.
ru_ru: Если Вы видите эту страницу,то это означает,что модуль Информационной панели отключен.

source: Image: Footer
es_es: Imagen: Pie de pagina
fa_ir: تصویر: پاورقی
it_it: Immagine: piè di pagina
pt_br: Imagem: Rodapé
pt_pt: Imagem: Rodapé
ru_ru: Изображение: Нижний колонтитул

source: Image: Left Upper
es_es: Imagen: Izq Superior
fa_ir: تصویر: بالا سمت چپ
it_it: Immagine: sinistra superiore
pt_br: Imagem: Superior Esquerdo
pt_pt: Imagem: Superior Esquerdo
ru_ru: Изображение: Вверху слева
