Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: The outbound dialing prefix is used to prefix a dialing string to all outbound calls placed on this trunk. For example, if this trunk is behind another PBX or is a Centrex line, then you would put 9 here to access an outbound line. Another common use is to prefix calls with 'w' on a POTS line that need time to obtain dial tone to avoid eating digits.<br><br>Most users should leave this option blank.
es_es: El prefijo de marcación saliente se usa como prefijo para una cadena de marcado para todas las llamadas salientes colocados en esta línea. Por ejemplo, si esta línea está detrás de otro PBX o una línea Centrex, entonces usted pondría 9 aquí para acceder a una línea de salida. Otro uso común es prefijo llamadas con 'w' en una línea POTS que necesitan tiempo para obtener tono de marcado para evitar comerse los dígitos. <br><br>La mayoría de los usuarios deberían dejar esta opción en blanco.
fr_fr: Le Préfixe de Numérotation Externe permet d'ajouter un préfixe à tous les appels sortant de ce trunk. Par exemple, si ce trunk est derrière un autre PBX ou qu'il soit une ligne Centrex, alors vous devez composer le 9 pour sortir. Une autre utilisation habituelle est d'utiliser le préfixe 'w' pour les lignes qui ont besoin d'un temps d'attente pour obtenir la ligne<br>La plupart des utilisateurs laisseront ce champ vide.
it_it: Il prefisso per le chiamate in uscita è utilizzato per aggiungere un prefisso a tutte le chiamate passanti per questo fascio. Per esempio, se questo fascio è collegato ad un centralino tradizionale o una linea Centrex si potrebbe immettere 0 oppure 9 per accedere alla linea esterna. Si potrebbe anche inserire come prefisso 'w' per le linee urbane che mettono tanto tempo a dare il tono di linea ed evitare così di perdere i numeri durante la composizione.<br><br>Di solito questo campo non viene utilizzato.
pt_br: O prefixo de discagem de saída é usada para adicionar um prefixo para todas as chamadas de saída direcionadas para este tronco. Por exemplo: se este tronco estiver atrás de outro PABX, então é possível adicionar o 9 para acessar uma linha de saída. Outro uso comum é adicionar prefixo às chamadas com 'w' numa linha que necessite tempo para obter tom de discagem evitando perder dígitos.<br><br>A maioria dos usuários devem deixar essa opção em branco.
ru_ru: Префикс выхода на линию используется для отделения номеров набранных исходящих соединений, сделанных через этот транк. Например, если этот транк подключен к АТС или к линии Centrex, то обычно используют 9 для выходана линию. Другое стандартное применение префикса - совершать звонки с опцией 'w' в линии ТФОП, которая нужна для ожидания длинного гудка для набора номера.<br><br>Для большинства пользователей проще оставить это поле пустым.

source: The path to Apache cgi-bin dir (leave off trailing slash).
es_es: La ruta de acceso a Apache cgi-bin dir (dejar fuera de barra de arrastre).
it_it: Il percorso per Apache cgi-bin dir (lascia la barra finale).
pt_pt: O caminho para o dir cgi-bin do Apache (deixar fora a barra final).
ru_ru: Пусть к каталогу cgi-bin веб-сервера (без завершающего /).

source: The path to Apache webroot (leave off trailing slash).
es_es: El camino a Apache webroot (dejar fuera de barra de arrastre).
it_it: Il percorso per il webroot di Apache (lasciare la barra finale).
pt_pt: O caminho para o webroot do Apache (deixar fora a barra final).
ru_ru: Путь к корневой директории Apache вэб (оставлять заключающий слэш в конце).

source: The path to asterisk as auto-determined by the system. Overwrite as necessary.
es_es: El camino al Asterisk como auto-determinado por el sistema. Sobrescribir según sea necesario.
it_it: Il percorso dell'asterisco come determinato automaticamente dal sistema. Sovrascrivere se necessario.
pt_br: O caminho para o asterisk como autodeterminado pelo sistema. Sobrescreva conforme necessário.

source: The path to cp as auto-determined by the system. Overwrite as necessary.
it_it: Il percorso per cp come determinato automaticamente dal sistema. Sovrascrivere se necessario.

source: The path to ffmpeg as auto-determined by the system. Overwrite as necessary.
es_es: La ruta de acceso a ffmpeg como auto-determinada por el sistema. Sobrescribir según sea necesario.
it_it: Il percorso per ffmpeg come auto-determinato dal sistema. Sovrascrivere se necessario.
pt_br: O caminho para ffmpeg como autodeterminado pelo sistema. Sobrescreva conforme necessário.

source: The path to grep as auto-determined by the system. Overwrite as necessary.
it_it: Il percorso per grep come auto-determinato dal sistema. Sovrascrivere se necessario.

source: The path to gs as auto-determined by the system. Overwrite as necessary.
it_it: Il percorso per gs come determinato automaticamente dal sistema. Sovrascrivere se necessario.
pt_pt: O caminho para gs conforme determinado pelo sistema. Substituir conforme necessário.

source: The path to gzip as auto-determined by the system. Overwrite as necessary.
it_it: Il percorso per gzip come auto-determinato dal sistema. Sovrascrivere se necessario.

source: The path to lame as auto-determined by the system. Overwrite as necessary.
es_es: El camino al lame como auto-determinado por el sistema. Sobrescribir según sea necesario.
it_it: Il percorso per zoppicare come determinato automaticamente dal sistema. Sovrascrivere se necessario.
pt_br: O caminho para lame como autodeterminado pelo sistema. Sobrescreva conforme necessário.

source: The path to mpg123 as auto-determined by the system. Overwrite as necessary.
es_es: La ruta a mpg123 como auto-determinada por el sistema. Sobrescribir según sea necesario.
it_it: Il percorso per mpg123 come auto-determinato dal sistema. Sovrascrivere se necessario.
pt_br: O caminho para mpg123 como autodeterminado pelo sistema. Sobrescreva conforme necessário.

source: The path to mysqldump as auto-determined by the system. Overwrite as necessary.
es_es: El camino a mysqldump tal como auto-determinado por el sistema. Cámbielo de ser necesario.
it_it: Il percorso di mysqldump come auto-determinato dal sistema. Sovrascrivere se necessario.
ru_ru: Путь к mysqldump, автоопределенный системой. Переустановите, если необходимо.

source: The path to netstat as auto-determined by the system. Overwrite as necessary.
es_es: La ruta a netstat autodeterminada por el sistema. Sobrescribir según sea necesario.
it_it: Il percorso verso netstat come auto-determinato dal sistema. Sovrascrivere se necessario.

source: The path to openssl as auto-determined by the system. Overwrite as necessary.
es_es: El camino a openssl como auto-determinado por el sistema. Sobrescribir según sea necesario.
it_it: Il percorso per openssl come auto-determinato dal sistema. Sovrascrivere se necessario.
pt_br: O caminho para openssl como autodeterminado pelo sistema. Sobrescreva conforme necessário.
pt_pt: O caminho para openssl conforme determinado pelo sistema. Substituir conforme necessário.

source: The path to route as auto-determined by the system. Overwrite as necessary.
it_it: Il percorso da instradare come determinato automaticamente dal sistema. Sovrascrivere se necessario.
pt_br: O caminho para a route como autodeterminado pelo sistema. Sobrescreva conforme necessário.
pt_pt: O caminho para route conforme determinado pelo sistema. Substituir conforme necessário.

source: The path to sox as auto-determined by the system. Overwrite as necessary.
es_es: La ruta a sox como auto-determinada por el sistema. Sobrescribir según sea necesario.
it_it: Il percorso per sox come auto-determinato dal sistema. Sovrascrivere se necessario.
pt_br: O caminho para sox como autodeterminado pelo sistema. Sobrescreva conforme necessário.

source: The path to ssh as auto-determined by the system. Overwrite as necessary.
it_it: Il percorso per ssh come determinato automaticamente dal sistema. Sovrascrivere se necessario.

source: The path to tar as auto-determined by the system. Overwrite as necessary.
it_it: Il percorso per tar come auto-determinato dal sistema. Sovrascrivere se necessario.

source: The path to tiff2pdf as auto-determined by the system. Overwrite as necessary.
it_it: Il percorso per tiff2pdf come auto-determinato dal sistema. Sovrascrivere se necessario.
pt_pt: O caminho para tiff2pdf conforme determinado pelo sistema. Substituir conforme necessário.

source: The path to tiffcp as auto-determined by the system. Overwrite as necessary.
it_it: Il percorso per tiffcp come auto-determinato dal sistema. Sovrascrivere se necessario.
pt_pt: O caminho para tiffcp conforme determinado pelo sistema. Substituir conforme necessário.

source: The path to tiffinfo as auto-determined by the system. Overwrite as necessary.
it_it: Il percorso per tiffinfo come auto-determinato dal sistema. Sovrascrivere se necessario.
pt_pt: O caminho para tiffinfo conforme determinado pelo sistema. Substituir conforme necessário.

source: The path to touch as auto-determined by the system. Overwrite as necessary.
es_es: El camino al tough como auto-determinado por el sistema. Sobrescribir según sea necesario.
it_it: Il percorso da toccare come auto-determinato dal sistema. Sovrascrivere se necessario.
pt_br: O caminho para touch como autodeterminado pelo sistema. Sobrescreva conforme necessário.

source: The secret must be at minimum six characters in length.
es_es: El secreto debe ser como mínimo de seis caracteres de longitud.
fa_ir: طول رمز حداقل باید 6 کاراکتر باشد.
fr_fr: Le mot de passe doit avoir une longueur d'au moins six caractères.
it_it: Il segreto deve essere lungo almeno sei caratteri.
pt_br: A senha deve ter no mínimo seis caracteres.
pt_pt: O secret deve conter no mínimo seis caracteres.
ru_ru: Пароль должен быть минимум в шесть знаков длиной.

source: The secret must contain at least two numbers and two letters.
es_es: El secreto debe contener al menos dos números y dos letras.
fa_ir: رمز باید حداقل شامل 2 عدد و 2 حرف باشد.
fr_fr: Le mot de passe doit contenir au moins deux nombres et deux lettres.
it_it: Il segreto deve contenere almeno due numeri e due lettere.
pt_br: A senha deve conter pelo menos dois números e duas letras.
pt_pt: O secret deve conter no mínimo dois números e duas letras.
ru_ru: Пароль должен содержать по крайней мере две цифры и две буквы.

source: The sessions are kept alive by sending a RE-INVITE or UPDATE request at a negotiated interval. If a session refresh fails then all the entities that support Session-Timers clear their internal session state. Default is Accept.
es_es: Las sesiones se mantienen vivas mediante el envío de un RE-INVITE o UPDATE solicitud en un intervalo negociado. Si una actualización de sesión falla, todas las entidades que admiten Temporizadores de sesión borran su estado de sesión interno. El valor predeterminado es Aceptar.
it_it: Le sessioni vengono mantenute attive inviando una richiesta RE-INVITE o UPDATE ad un intervallo negoziato. Se un aggiornamento di sessione fallisce, tutte le entità che supportano i Timer di sessione cancellano il loro stato di sessione interna. L'impostazione predefinita è Accetta.
pt_br: As sessões são mantidas enviando uma solicitação RE-INVITE ou UPDATE em um intervalo negociado. Se uma atualização de sessão falhar, todas as entidades que suportam Session-Timers limparão seu estado de sessão interna. O padrão é Aceitar.

source: The sessions are kept alive by sending a RE-INVITE or UPDATE request at a negotiated interval. If a session refresh fails then all the entities that support Session-Timers clear their internal session state. Default is Yes.
es_es: Las sesiones se mantienen vivas mediante el envío de un RE-INVITE o UPDATE solicitud en un intervalo negociado. Si una actualización de sesión falla, todas las entidades que admiten Temporizadores de sesión borran su estado de sesión interno. El valor predeterminado es Sí.
it_it: Le sessioni vengono mantenute attive inviando una richiesta RE-INVITE o UPDATE ad un intervallo negoziato. Se un aggiornamento di sessione fallisce, tutte le entità che supportano i Timer di sessione cancellano il loro stato di sessione interna. L'impostazione predefinita è Sì.
pt_br: As sessões são mantidas enviando uma solicitação RE-INVITE ou UPDATE em um intervalo negociado. Se uma atualização de sessão falhar, todas as entidades que suportam Session-Timers limparão seu estado de sessão interna. O padrão é Sim.

source: The setting %s was not found!
es_es: ¡No se ha encontrado la configuración %s!
fa_ir: تنظیمات %s یافت نشد!
it_it: L'impostazione %s1 non è stata trovata!
pt_br: A configuração %s não foi encontrada!
ru_ru: Настройка %s не найдена!

source: The suspect URL is listed below. If this action is intended, you can click this link and your action will be processed. Do not proceed with this if you did not intended to execute this command as it may result in changes to your configuration.
es_es: La URL sospechosa se encuentra a continuación. Si esta acción es intensionada, puede hacer clic en este enlace y será procesada su acción. No continúe con esto si no tiene intención de ejecutar este comando, ya que puede dar lugar a cambios en la configuración.
fr_fr: Le lien suspect est listé ci-après. Si cette action est intentionnelle, vous pouvez cliquer sur ce lien et votre action sera exécutée. Ne le faites pas si vous ne voulez pas exécuter cette commande qui change votre configuration.
it_it: L'URL sospetto è elencato di seguito. Se questa azione è intesa, puoi fare clic su questo link e la tua azione verrà elaborata. Non procedere con questo se non si intendeva eseguire questo comando in quanto potrebbe causare modifiche alla configurazione.
pt_br: A URL suspeita está listada abaixo. Se esta ação é pretendida, você pode clicar neste link e sua ação será processada. Não proceda com isto se você não pretende executar este comando, pois isso pode resultar em alterações em sua configuração.
ru_ru: Подозрительный URL указан ниже. Если это предполагаемое действие, то можно кликнуть на линк для совершения этого действия. Если это не то, что нужно сделать исполнением этой команды, то не стоит соверщать это действие, потому что это повлечёт изменения в конфигурации.

source: The system detected a problem trying to access external server data and changed internal setting %s (Use wget For Module Admin) to true, see the tooltip in Advanced Settings for more details.
es_es: El sistema ha detectado un problema al intentar acceder a los datos del servidor externo y ha cambiado el ajuste interno %s (Use wget para Módulo de Administración) a verdadero, consulte la información en Configuración Avanzada para obtener más detalles.
it_it: Il sistema ha rilevato un problema nel tentativo di accedere ai dati del server esterno e ha modificato le impostazioni interne %s1 (Usa wget per Module Admin) su true, vedere la descrizione in Impostazioni avanzate per ulteriori dettagli.
pt_br: O sistema detectou um problema ao tentar acessar dados de servidor externo e alterou a configuração interna %s (Use wget para módulo Admin) para Verdadeiro, consulte a dica de ferramenta em Configurações avançadas para obter mais detalhes.
ru_ru: Система обнаружила проблемы при подключении к внешнему серверу данных и внутренние установки %s изменены на true (для использования команды wget в Управлении модулями), см. подсказки в Дополнительных установках.

source: The telephony backend engine being used, asterisk is the only option currently.
es_es: El motor de backend de telefonía que se utiliza, el Asterisk es la única opción actualmente.
it_it: Il motore di back-end telefonico utilizzato, l'asterisco è l'unica opzione al momento.
pt_br: O mecanismo backend de telefonia que está sendo usado, asterisk é a única opção atualmente.
ru_ru: Движок подсистемы телефонии, текущее значение: asterisk - это одно из возможных значений.

source: The time in seconds that remote API's should cache user data
es_es: El tiempo en segundos que la API remota debería almacenar datos de usuario en caché
it_it: Il tempo in secondi in cui le API remote devono memorizzare nella cache i dati dell'utente

source: The timeout (in milliseconds) to set on WebSocket connections.
it_it: Il timeout (in millisecondi) da impostare sulle connessioni WebSocket.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es_es: El archivo subido excede la directiva MAX_FILE_SIZE que se especificó en el formulario HTML
it_it: Il file caricato supera la direttiva MAX_FILE_SIZE che è stata specificata nel modulo HTML
pt_br: O arquivo enviado excede o atributo MAX_FILE_SIZE que foi especificado no formulário HTML
ru_ru: Размер загруженного файла превысил значение директивы MAX_FILE_SIZE,указанной в HTML-форме

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es_es: El archivo subido excede la directiva upload_max_filesize en php.ini
it_it: Il file caricato supera la direttiva upload_max_filesize in php.ini
pt_br: O arquivo enviado excede o atributo upload_max_filesize no php.ini
ru_ru: Размер загруженного файла превысил значение директивы upload_max_filesize , указанной в php.ini

source: The uploaded file was only partially uploaded
es_es: El archivo subido se ha subido sólo parcialmente
it_it: Il file caricato è stato caricato solo parzialmente
pt_br: O arquivo enviado foi parcialmente carregado
ru_ru: Файлы загружены частично

source: The user Asterisk should be running as, used by freepbx_engine. Most systems should not change this.
es_es: El usuario Asterisk debe estar ejecutándose como, utilizado por freepbx_engine. La mayoría de los sistemas no deben cambiar esto.
it_it: L'utente Asterisk dovrebbe essere in esecuzione come, utilizzato da freepbx_engine. La maggior parte dei sistemi non dovrebbe cambiarlo.
pt_br: O usuário Asterisk deve ser executado como, usado por freepbx_engine. A maioria dos sistemas não deve mudar isso.
ru_ru: Пользователь для Астериск, от имени которой исполняется скрипт freepbx_engine. Для большинства систем это значение не надо менять.

source: The user group Asterisk should be running as, used by freepbx_engine. Most systems should not change this.
es_es: El grupo de usuarios Asterisk debe estar ejecutándose como, utilizado por freepbx_engine. La mayoría de los sistemas no deben cambiar esto.
it_it: Il gruppo di utenti Asterisk dovrebbe essere in esecuzione come, utilizzato da freepbx_engine. La maggior parte dei sistemi non dovrebbe cambiarlo.
pt_br: O grupo de usuários Asterisk deve ser executado como, usado por freepbx_engine. A maioria dos sistemas não deve mudar isso.
ru_ru: Пользовательская группа для Астериск, от имени которой исполняется скрипт freepbx_engine. Для большинства систем это значение не надо менять.

source: The user group that various device directories should be set to, used by freepbx_engine. Examples include /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN and /dev/dsp. Most systems should not change this.
es_es: El grupo de usuarios en el que se deben establecer varios directorios de dispositivos, utilizados por freepbx_engine. Los ejemplos incluyen / dev / zap, / dev / dahdi, / dev / misdn, / dev / mISDN y / dev / dsp. La mayoría de los sistemas no deben cambiar esto.
it_it: Il gruppo di utenti a cui devono essere impostate varie directory di dispositivi, utilizzato da freepbx_engine. Gli esempi includono / dev / zap, / dev / dahdi, / dev / misdn, / dev / mISDN e / dev / dsp. La maggior parte dei sistemi non dovrebbe cambiarlo.
pt_br: O grupo de usuários que vários diretórios de dispositivo devem ser definidos para, usado por freepbx_engine. Exemplos incluem /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN e /dev/dsp. A maioria dos sistemas não deve mudar isso.
ru_ru: Пользовательская группа для директорий устройств, которые используются для исполнения freepbx_engine. Например - /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN and /dev/dsp. Для большинства систем это значение не надо менять.

source: The user group your httpd should be running as, used by freepbx_engine. Most systems should not change this.
es_es: El grupo de usuarios que su httpd debe estar ejecutándose como, utilizado por freepbx_engine. La mayoría de los sistemas no deben cambiar esto.
it_it: Il gruppo di utenti di httpd dovrebbe essere in esecuzione come, utilizzato da freepbx_engine. La maggior parte dei sistemi non dovrebbe cambiarlo.
pt_br: O grupo de usuários que seu httpd deve estar executando como, usado por freepbx_engine. A maioria dos sistemas não deve mudar isso.
ru_ru: Пользовательская группа для процессов httpd, которые используют скрипт freepbx_engine. Для большинства систем это значение не надо менять.

source: The user name %s is already in use
es_es: El nombre de usuario %s ya está en uso
fa_ir: نام کاربری %s در حال استفاده است
it_it: Il nome utente %s1 è già in uso
pt_br: O nome de usuário %s já está em uso

source: The user that various device directories should be set to, used by freepbx_engine. Examples include /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN and /dev/dsp. Most systems should not change this.
es_es: El usuario que varios directorios de dispositivo debe ser establecido, utilizado por freepbx_engine. Los ejemplos incluyen / dev / zap, / dev / dahdi, / dev / misdn, / dev / mISDN y / dev / dsp. La mayoría de los sistemas no deben cambiar esto.
it_it: L'utente a cui devono essere impostate varie directory di dispositivi, utilizzate da freepbx_engine. Gli esempi includono / dev / zap, / dev / dahdi, / dev / misdn, / dev / mISDN e / dev / dsp. La maggior parte dei sistemi non dovrebbe cambiarlo.
pt_br: O usuário que vários diretórios de dispositivo deve ser definidos para, usado por freepbx_engine. Exemplos incluem /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN e /dev/dsp. A maioria dos sistemas não deve mudar isso.
ru_ru: Пользователь для директорий устройств, которые используются для исполнения freepbx_engine. Например - /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN and /dev/dsp. Для большинства систем это значение не надо менять.

source: The user your httpd should be running as, used by freepbx_engine. Most systems should not change this.
es_es: El usuario de su httpd debe estar ejecutándose como, utilizado por freepbx_engine. La mayoría de los sistemas no deben cambiar esto.
it_it: L'utente che httpd dovrebbe essere in esecuzione come, utilizzato da freepbx_engine. La maggior parte dei sistemi non dovrebbe cambiarlo.
pt_br: O usuário que seu httpd deve estar executando como, usado por freepbx_engine. A maioria dos sistemas não deve mudar isso.
ru_ru: Пользователь, от имени которого запускается процесс httpd, который используют скрипт freepbx_engine. Для большинства систем это значение не надо менять.
