Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Sets the extension behavior in FreePBX.If set to <b>extensions</b>, Devices and Users are administered together as a unified Extension, and appear on a single page. If set to <b>deviceanduser</b>, Devices and Users will be administered separately. Devices (e.g. each individual line on a SIP phone) and Users (e.g. <b>101</b>) will be configured independent of each other, allowing association of one User to many Devices, or allowing Users to login and logout of Devices.
es_es: Define el comportamiento de la extensión en FreePBX. Si se define en<b>extensions</b>, Dispositivos y Usuarios se administran juntos como una extensión unificada, y aparecen en una sola página. Si se define en <b>deviceanduser</b>, Dispositivos y Usuarios serán administrados por separado. Los Dispositivos (por ejemplo, cada línea individual en un teléfono SIP) y Usuarios (por ejemplo, <b>101</b>) se configurarán independientes entre sí, lo que permite la asociación de un usuario a muchos dispositivos, o permitir que los usuarios inicien sesión y cierren sesión de Dispositivos.
it_it: Imposta il comportamento dell'estensione in FreePBX. Se impostato su <b> 1estensioni </b> 2, Dispositivi e utenti vengono amministrati insieme come un'estensione unificata e vengono visualizzati su una singola pagina. Se impostato su <b> 3deviceanduser </b> 4, i dispositivi e gli utenti verranno amministrati separatamente. I dispositivi (ad es. Ogni singola linea su un telefono SIP) e gli utenti (ad esempio <b> 5101 </b> 6) saranno configurati indipendentemente l'uno dall'altro, consentendo l'associazione di un utente a più dispositivi o consentendo agli utenti di accedere e disconnettersi da Dispositivi.
pt_br: Define o comportamento da extensão no FreePBX.If definido como <b>extensions</b>, Dispositivos e usuários são administrados juntos como uma extensão unificada e aparecem em uma única página. Se definido como <b>deviceanduser</b>, Dispositivos e Usuários serão administrados separadamente. Dispositivos (por exemplo, cada linha individual num telefone SIP) e Utilizadores (e.g. <b>101</b>) serão configurados independentemente um do outro, permitindo a associação de um Utilizador a muitos Dispositivos ou permitindo que os Utilizadores iniciem e terminem sessão dos Dispositivos.

source: Sets the path to the HTTPS private key. If this is not specified, the
es_es: Establece la ruta a la clave privada HTTPS. Si no se especifica, el
it_it: Imposta il percorso della chiave privata HTTPS. Se questo non è specificato, il
pt_br: Define o caminho para a chave privada HTTPS. Se isso não for especificado, o

source: Sets the path to the HTTPS server certificate. This is required if
es_es: Establece la ruta al certificado del servidor HTTPS. Esto es necesario si
it_it: Imposta il percorso del certificato del server HTTPS. Questo è richiesto se
pt_br: Define o caminho para o certificado do servidor HTTPS. Isso é necessário se

source: Sets which PHP errors are reported
es_es: Establece cuales errores PHP son reportados
it_it: Imposta quali errori PHP sono segnalati
pt_br: Define quais erros do PHP são relatados

source: Setting AUTHTYPE to none consistent with old default
es_es: Ajuste AUTHTYPE a ninguno coherente con la antigua por defecto
it_it: Impostando AUTHTYPE su none coerente con il vecchio valore predefinito
pt_br: Definir AUTHTYPE para nenhum consistente com o padrão antigo
ru_ru: Установка AUTHTYPE в none следует по-умолчанию как раньше

source: Setting MOHDIR to mohmp3 consistent with old default
es_es: Configuración MOHDIR a mohmp3 coherente con la antigua por defecto
it_it: Impostando MOHDIR su mohmp3 in modo coerente con il vecchio valore predefinito
pt_br: Configurando MOHDIR para mohmp3 consistente com o padrão antigo
ru_ru: Установка MOHDIR в mohmp3 следует по-умолчанию как раньше

source: Setting Permissions
es_es: Configurando Permisos
fa_ir: تنظیم دسترسی ها
it_it: Impostazione delle autorizzazioni
pt_br: Definindo Permissões
ru_ru: Установка прав

source: Setting Permissions...
it_it: Impostazione dei permessi ...

source: Setting base permissions...
es_es: Estableciendo permisos base...
it_it: Impostazione delle autorizzazioni di base ...

source: Setting either of these to true will result in retrieve_conf aborting during a reload if an extension conflict is detected or a destination is detected. It is usually better to allow the reload to go through and then correct the problem but these can be set if a more strict behavior is desired.
es_es: Al establecer cualquiera de estos valores como true, resultará en abortar retrieve_conf durante una recarga si se detecta un conflicto de extensión o se detecta un destino. Por lo general, es mejor permitir la recarga para pasar y luego corregir el problema, pero estos se pueden establecer si se desea un comportamiento más estricto.
it_it: L'impostazione di una di queste su true comporterà il richiamo di retrieve_conf durante una ricarica se viene rilevato un conflitto di estensione o se viene rilevata una destinazione. Di solito è meglio consentire il passaggio della ricarica e quindi correggere il problema, ma questi possono essere impostati se si desidera un comportamento più rigoroso.
pt_br: A definição de uma destas opções para true resultará em abortar retrieve_conf durante uma recarga se um conflito de extensão for detectado ou for detectado um destino. Normalmente, é melhor permitir que o recarregamento percorrer e, em seguida, corrigir o problema, mas estes podem ser definidos se um comportamento mais rigoroso é desejado.
ru_ru: Установка этого флага в true приведёт к отказу в исполнении retrieve_conf при применении изменений, если будет обнаружен конфликт внутренних номеров или в назначениях. Обычно лучше разрешить применить изменения, а затем устранить проблему, но если потребуется более ограниченное поведение в таких ситуациях, то применение этой опции вполне желательно.

source: Setting module admin to edge mode allows you to vet new module releases before they are deemed stable. This process helps the developers so we encourage you to enable it. If you want a more stable system please leave this set to no. See http://wiki.freepbx.org/x/boi3Aw for more details
es_es: Configurar el módulo de administración en el modo de borde le permite examinar las nuevas versiones de módulos antes de que se consideren estables. Este proceso ayuda a los desarrolladores por lo que le animamos a habilitarlo. Si desea un sistema más estable por favor deje este conjunto en no. Ver http://wiki.freepbx.org/x/boi3Aw para más detalles
it_it: L'impostazione della modalità amministratore da amministratore a bordo consente di controllare le nuove versioni del modulo prima che siano considerate stabili. Questo processo aiuta gli sviluppatori, quindi ti incoraggiamo ad abilitarlo. Se vuoi un sistema più stabile per favore lascia questo set a no. Vedi http://wiki.freepbx.org/x/boi3Aw per maggiori dettagli
pt_br: Configurando o módulo admin para o modo edge, você pode vetar novos módulos antes de serem considerados estáveis. Esse processo auxilia os desenvolvedores, por isso recomendamos que você o ative. Se você quiser um sistema mais estável, por favor deixe este conjunto para não. Veja http://wiki.freepbx.org/x/boi3Aw para mais detalhes

source: Setting sbin to the correct location of: %s
es_es: Configuración sbin a la ubicación correcta de: %s
it_it: Impostare sbin nella posizione corretta di: %s1
pt_br: Configurando o sbin para a localização correta de: %s
pt_pt: Ajustando sbin para a localização correta: %s
ru_ru: Установка sbin в правильном месте: %s

source: Setting specific permissions...
es_es: Estableciendo permisos específicos...
it_it: Impostazione di autorizzazioni specifiche ...

source: Setting this flag will generate the required global variable so that enumlookup.agi will use Google DNS 8.8.8.8 when performing an ENUM lookup. Not all DNS deals with NAPTR record, but Google does. There is a drawback to this as Google tracks every lookup. If you are not comfortable with this, do not enable this setting. Please read Google FAQ about this: <b>http://code.google.com/speed/public-dns/faq.html#privacy</b>.
es_es: La configuración de este indicador generará la variable global requerida para que enumlookup.agi utilice Google DNS 8.8.8.8 al realizar una búsqueda ENUM. No todos los DNS se ocupan de NAPTR registro, pero Google lo hace. Hay un inconveniente a esto como las pistas de Google cada búsqueda. Si no se siente cómodo con esto, no habilite esta configuración. Lea las preguntas frecuentes de Google acerca de esto: <b> http://code.google.com/speed/public-dns/faq.html#privacy </b>.
it_it: L'impostazione di questo flag genererà la variabile globale richiesta in modo che enumlookup.agi utilizzi Google DNS 8.8.8.8 quando esegue una ricerca ENUM. Non tutti i rapporti DNS con il record NAPTR, ma Google lo fa. C'è un inconveniente a questo come Google tiene traccia di ogni ricerca. Se non ti senti a tuo agio con questo, non abilitare questa impostazione. Leggi le domande frequenti su Google: <b> 1http: //code.google.com/speed/public-dns/faq.html#privacy </b> 2.
pt_br: A definição deste sinalizador irá gerar a variável global necessária para que o enumlookup.agi use o Google DNS 8.8.8.8 ao realizar uma pesquisa ENUM. Nem todos os DNS lida com registro NAPTR, mas o Google faz. Há uma desvantagem para isso como o Google controla todas as pesquisas. Se você não estiver confortável com isso, não ative essa configuração. Leia as Perguntas frequentes do Google sobre esta questão: <b>http://code.google.com/speed/public-dns/faq.html#privacy</b>.
ru_ru: Установка этого флага будет создавать глобальную переменную для скрипта enumlookup.agi который будет использовать службу ДНС Google 8.8.8.8 когда выполняются запросы сервиса ENUM.Дело в том, что не все ДНС сервера отвечают на запросы о записях NAPTR, но служба ДНС Google отвечает. Это создаёт определённый трафик статистики сетевой активности на Google при каждом запросе. Обратитесь к Google FAQ по этому вопросу: <b>http://code.google.com/speed/public-dns/faq.html#privacy</b>.

source: Setting this to true will allow the development team to use google analytics to anonymously analyze browser information to help make better development decisions.
es_es: Establecer esto como verdadero permitirá al equipo de desarrollo utilizar google analytics para analizar anónimamente la información del navegador para ayudar a tomar mejores decisiones de desarrollo.
it_it: Impostando su true, il team di sviluppo potrà utilizzare google analytics per analizzare in modo anonimo le informazioni del browser per aiutare a prendere decisioni di sviluppo migliori.

source: Setting this to true will allow you to override un-hidden readonly setting to change them. Settings that are readonly may be extremely volatile and have a high chance of breaking your system if you change them. Take extreme caution when electing to make such changes.
es_es: Establecer esta opción en true le permitirá anular la configuración unonectada readonly para cambiarlos. Los ajustes que son de sólo lectura pueden ser extremadamente volátiles y tienen una alta probabilidad de romper su sistema si usted los cambia. Tenga la precaución extrema al elegir hacer tales cambios.
it_it: Impostando questa opzione su true, potrai eseguire l'override delle impostazioni readonly non nascoste per cambiarle. Le impostazioni di sola lettura possono essere estremamente volatili e avere un'alta probabilità di rompere il sistema se le si cambia. Presta estrema cautela quando scegli di apportare tali modifiche.
pt_br: Definir isso como true permitirá que você substitua a configuração não-escondida somente leitura para alterá-los. As configurações que são readonly podem ser extremamente voláteis e têm uma alta chance de quebrar seu sistema se você alterá-las. Tenha extremo cuidado ao escolher fazer tais mudanças.
ru_ru: Установка этой опции в true позволит подавлять видимые значения в статусе только для чтения. Таким образом, подавляя эти критически важные значения (не зря же они установлены в статус только для чтения!) можно легко сломать вашу систему. Будьте предельно внимательны если всё-таки решились на это.

source: Setting this to true will expose the
es_es: Si define esto como verdadero, expondrá el
fa_ir: تنظیم این مورد روی درست باعث میشود
it_it: Impostando questo su true esporrai il
pt_br: Definir isto como verdadeiro expõe a
pt_pt: Definindo como true irá expor o

source: Setting this to true will fetch system javascript libraries such as jQuery and jQuery-ui from ajax.googleapis.com. This can be advantageous if accessing remote or multiple different FreePBX systems since the libraries are only cached once in your browser. If external internet connections are problematic, setting this true could result in slow systems. FreePBX will always fallback to the locally available libraries if the CDN is not available.
es_es: Si establece esto en true, buscará bibliotecas de javascript del sistema como jQuery y jQuery-ui en ajax.googleapis.com. Esto puede ser ventajoso si accede a sistemas remotos o múltiples sistemas FreePBX ya que las bibliotecas sólo se almacenan en caché una vez en su navegador. Si las conexiones externas a Internet resultan problemáticas, si se establece este valor, se podrían producir sistemas lentos. FreePBX siempre volverá a las bibliotecas disponibles localmente si el CDN no está disponible.
it_it: Impostando su true verranno recuperate le librerie javascript di sistema come jQuery e jQuery-ui da ajax.googleapis.com. Questo può essere vantaggioso se si accede a sistemi FreePBX remoti o multipli poiché le librerie sono memorizzate solo una volta nel browser. Se le connessioni Internet esterne sono problematiche, l'impostazione di questo valore potrebbe causare sistemi lenti. FreePBX ricadrà sempre nelle librerie disponibili localmente se la CDN non è disponibile.
pt_br: Definir isso como true buscará bibliotecas de javascript do sistema como jQuery e jQuery-ui de ajax.googleapis.com. Isso pode ser vantajoso se acessar sistemas remotos ou vários sistemas FreePBX diferentes, uma vez que as bibliotecas só são armazenadas em cache uma vez no navegador. Se as conexões externas à Internet forem problemáticas, a definição dessa verdade pode resultar em sistemas lentos. O FreePBX sempre retornará às bibliotecas disponíveis localmente se o CDN não estiver disponível.

source: Setting to yes (equivalent to 2000 msec) will send an OPTIONS packet to the endpoint periodically (default every minute). Used to monitor the health of the endpoint. If delays are longer then the qualify time, the endpoint will be taken offline and considered unreachable. Can be set to a value which is the msec threshhold. Setting to no will turn this off. Can also be helpful to keep NAT pinholes open.
es_es: Ajustando esto a Sí (equivalente a 2000 ms) enviará un paquete OPTIONS al terminal periódicamente (por defecto cada minuto). Se utiliza para controlar la salud del terminal. Si los retrasos son más largos que los tiempos a calificar, el terminal quedará fuera de línea y se considera inalcanzable. Se puede establecer en un valor que es el umbral sec. Ajustando a No se desactiva esta opción. También puede ser útil para tener agujeros NAT abiertos.
it_it: L'impostazione su yes (equivalente a 2000 msec) invierà periodicamente un pacchetto OPTIONS all'endpoint (valore predefinito ogni minuto). Utilizzato per monitorare lo stato di salute dell'endpoint. Se i ritardi sono più lunghi del tempo di qualifica, l'endpoint verrà portato offline e considerato irraggiungibile. Può essere impostato su un valore che è la soglia msec. L'impostazione su no lo spegnerà. Può anche essere utile per mantenere aperti i buchi NAT.
pt_br: A definição para yes (equivalente a 2000 ms) enviará um pacote OPTIONS ao nó de extremidade periodicamente (padrão a cada minuto). Usado para monitorar a integridade do nó de extremidade. Se os atrasos forem mais longos do que o tempo de qualificação, o nó de extremidade será colocado offline e considerado inacessível. Pode ser definido para um valor que é o limiar msec. Definir como não irá desligar esta opção. Também pode ser útil para manter os furos de NAT abertos.
ru_ru: Установка в yes (эквивалентно 2000 мсек) будет посылать периодически пакеты OPTIONS (по умолчанию - каждую минуту). Используется для отслеживания статуса конечных устройств. Если задержка больше, чем время qualify, конечное устройство предполагается отсутствующим, и переводится в статус Не доступен. Можно установить значение порога срабатывания в мсек. Если же установить в No, то эта опция выключена. Также помогает поддерживать динамические трансляции NAT.

source: Setting to yes (equivalent to 2000 msec) will send an OPTIONS packet to the endpoint periodically (default every minute). Used to monitor the health of the endpoint. If delays are longer then the qualify time, the endpoint will be taken offline and considered unreachable. Can be set to a value which is the msec threshold. Setting to no will turn this off. Can also be helpful to keep NAT pinholes open.
es_es: Ajustando esto a Sí (equivalente a 2000 ms) enviará un paquete OPTIONS al terminal periódicamente (por defecto cada minuto). Se utiliza para controlar la salud del terminal. Si los retrasos son más largos que los tiempos a calificar, el terminal quedará fuera de línea y se considera inalcanzable. Se puede establecer en un valor que es el umbral sec. Ajustando a No se desactiva esta opción. También puede ser útil para tener agujeros NAT abiertos.
it_it: L'impostazione su si (equivalente a 2000 msec) invierà periodicamente un pacchetto OPTIONS all'endpoint (valore predefinito ogni minuto). Utilizzato per monitorare lo stato di salute dell'endpoint. Se i ritardi sono più lunghi del tempo di qualifica, l'endpoint verrà portato offline e considerato irraggiungibile. Può essere impostato su un valore che è la soglia msec. L'impostazione su no lo spegnerà. Può anche essere utile per mantenere aperti i buchi NAT.
pt_br: A definição para yes (equivalente a 2000 ms) enviará um pacote OPTIONS ao nó de extremidade periodicamente (padrão a cada minuto). Usado para monitorar a integridade do nó de extremidade. Se os atrasos forem mais longos do que o tempo de qualificação, o nó de extremidade será colocado offline e considerado inacessível. Pode ser definido para um valor que é o limite msec. Definir como não irá desligar esta opção. Também pode ser útil para manter os furos de NAT abertos.
ru_ru: Установка в yes (эквивалентно 2000 мсек) будет посылать периодически пакеты OPTIONS (по умолчанию - каждую минуту). Используется для отслеживания статуса конечных устройств. Если задержка больше, чем время qualify, конечное устройство предполагается отсутствующим, и переводится в статус Не доступен. Можно установить значение порога срабатывания в мсек. Если же установить в no, то эта опция выключена. Также помогает поддерживать динамические трансляции NAT.

source: Settings
es_es: Configuraciones
fa_ir: تنظیمات
it_it: Impostazioni
pt_br: Configurações
pt_pt: Configurações
ru_ru: Общие настройки

source: Severity
es_es: Severidad
fa_ir: دقت
it_it: Gravità
pt_br: Gravidade
pt_pt: Severidade
ru_ru: Интенсивность

source: Short for 'Digium Asterisk Hardware Device Interface'
es_es: Abreviatura de 'Digium Asterisk Hardware Device Interface'
it_it: Abbreviazione di 'Digium Asterisk Hardware Device Interface'
pt_br: Curto para 'Digium Asterisk Hardware Device Interface'
ru_ru: Аббревиатура для 'Digium Asterisk Hardware Device Interface'

source: Show Language setting
es_es: Mostrar Configuración de Idioma
fa_ir: نمایش تنظیمات زبان
it_it: Mostra le impostazioni della lingua
pt_br: Mostrar Configuração de Idioma
pt_pt: Mostrar Definição de Idioma

source: Show Language setting on menu . Defaults = false
es_es: Mostrar idioma en el menú. Predeterminado = false
fa_ir: نمایش تنظیمات زبان در منو. پیشفرض = نادرست
it_it: Mostra l'impostazione della lingua sul menu. Default = falso
pt_br: Mostrar Configuração de Idiona no menu. Padrão = falso
pt_pt: Mostrar definição de Idioma no menu. Por omissão = false

source: Show only upgradeable
es_es: Mostrar sólo actualizable
fa_ir: نمایش فقط قابل به روزرسانی
fr_fr: Ne montrer que les mises à jour
it_it: Mostra solo aggiornabile
pt_br: Mostrar apenas atualizáveis
pt_pt: Mostrar somente atualizáveis
ru_ru: Показать только обновляемые

source: Shows a list of modules that may be updated, accepts no arguments
es_es: Muestra una lista de módulos que pueden ser actualizados, no acepta ningún argumento
fa_ir: نمایش فهرست ماژول های به روزشده، بدون پذیرفتن آرگومان ها
it_it: Mostra un elenco di moduli che possono essere aggiornati, non accetta argomenti
pt_br: Mostra uma lista de módulos que podem ser atualizados, não aceita argumentos
ru_ru: Показывает список модулей,которые могут быть обновлены, аргументов нет

source: Shows the specified context from the dialplan
es_es: Muestra el contexto especificado desde el plano de marcación
fa_ir: نمایش متن مشخص از نقشه تماس
it_it: Mostra il contesto specificato dal dialplan
pt_br: Mostra o contexto especificado a partir do plano de discagem
ru_ru: Показывает указанный контекст из плана набора

source: Shows translation information for supplied modules, accepts argument module[s]
es_es: Muestra la información de traducción de los módulos suministrados, acepta argumento[s]
it_it: Mostra le informazioni di traduzione per i moduli forniti, accetta il modulo argomenti [s]
pt_br: Mostra informações de tradução para os módulos fornecidos, aceita o módulo[s] de argumento
ru_ru: Показывает информацию о переводе для предоставленных модулях,принимает аргумент модуля(-ей)

source: Shutdown NOW rather than convieniently
es_es: Apagar AHORA en lugar de convenientemente
it_it: Arresto ORA piuttosto che comodamente
pt_br: Desligar agora em vez de convenientemente
ru_ru: Выключение СЕЙЧАС вместо удобного

source: Shutting down Asterisk Gracefully. Will forcefully kill after %s seconds.
es_es: Apagar el Asterisk con gracia. Se matará forzado después de %s segundos.
it_it: Chiusura Asterisco con grazia. Ucciderà con forza dopo %s1 secondo.
pt_br: Desligando o Asterisk Graciosamente. Forçará a matar depois de %s segundos.

source: Shutting down Asterisk Immediately...
es_es: Apagando Asterisk Inmediatamente ...
it_it: Chiusura Asterisk Immediatamente ...
pt_br: Desligando o Asterisk Imediatamente...

source: Signal RINGING
es_es: Señal RINGING
fa_ir: سیگنال زنگ خوردن
fr_fr: Signal de sonnerie
it_it: Segnale di SQUILLO
pt_br: Sinal RINGING
ru_ru: Сигнализация вызова (КПВ)

source: Signature Invalid
es_es: Firma Invalida
fa_ir: تایید نادرست
it_it: Firma non valida
pt_br: Assinatura Inválida
ru_ru: Сигнатура не соответствует

source: Simulate Incoming Call
es_es: Simular Llamada Entrante
fa_ir: شبیه سازی تماس ورودی
fr_fr: Simule un appels entrant
it_it: Simulazione Chiamata in Entrata
pt_br: Simular chamada de entrada
pt_pt: Simular Chamada de Entrada
ru_ru: Симуляция входного звонка

source: Size of generated sip secrets
es_es: Tamaño de los secretos sip generados
fa_ir: اندازه رمز تولید شده sip
it_it: Dimensione dei segreti di sorso generati
pt_br: Tamanho dos segredos gerados pelo gole

source: Skip Chowning
es_es: Saltar a Chowning
fa_ir: لغو مالکیت
it_it: Salta Chowning
pt_br: Pular Chowning

source: Skip Chowning of files
es_es: Saltar Chowning de archivos
fa_ir: لغو مالکیت از فایلها
it_it: Salta Chowning di file
pt_br: Pular Chowning de arquivos

source: Skip the chown operation
es_es: Saltar la operación de chown
fa_ir: لغو عملیات مالکیت لینوکس
it_it: Salta l'operazione chown
pt_br: Ignorar a operação chown

source: Solicited
es_es: Solicitado
fa_ir: درخواست شده
it_it: sollecitato
pt_br: Solicitado
ru_ru: Затребовано
