Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: htaccess files help protect the integrity of your server. Please make sure file paths and directories are locked down properly. For more information see: %s
es_es: Los ficheros htaccess ayudan a proteger la integridad de su servidor. Por favor asegúrese que los directorios de ficheros están adecuadamente bloqueados. Para mas información ver: %s
it_it: i file htaccess aiutano a proteggere l'integrità del tuo server. Assicurati che i percorsi e le directory dei file siano bloccati correttamente. Per maggiori informazioni vedi: %s1
ru_ru: Файлы htaccess помогают защитить целостность Вашего сервера.Убедитесь, что пути к файлам и каталогам корректно защищены. Для дополнительной информации смотрите:%s

source: insert
es_es: insertar
fa_ir: قرار دادن
it_it: inserire
pt_br: inserir
pt_pt: inserir
ru_ru: вставить

source: installing files to %s..
es_es: instalando archivos a %s..
fa_ir: نصب فایلها به %s..
it_it: installazione di file su %s1 ..
pt_pt: instalando ficheiros em %s..
ru_ru: установка файлов в %s..

source: invalid validation options provided for keyword %s: %s
es_es: opciones de validación no válidos previstas para palabra clave %s: %s
fa_ir: گزینه های نامعتبر ایجاد شده برای کلمه کلیدی %s: %s
it_it: opzioni di convalida non valide fornite per la parola chiave %s1: %s2
ru_ru: неверная опция проверки, обеспечивающая значения %s: %s

source: is broken
es_es: está roto
fa_ir: شکسته شده
it_it: è rotta
pt_pt: está quebrado
ru_ru: поврежден

source: is disabled
es_es: está deshabilitado
fa_ir: غیرفعال شده
it_it: è disabilitato
pt_pt: está inativo
ru_ru: отключен

source: is not allowed for your account
es_es: no esta permitido para su cuenta
fa_ir: برای حساب کاربری شما مجاز نیست
fr_fr: n'est pas permise pour votre compte
it_it: non hai i permessi per
pt_br: sua conta não tem permissão para este acesso
pt_pt: Sua conta não tem permissão para este acesso
ru_ru: не разрешено для вашего профиля

source: is not installed
es_es: no está instalado
fa_ir: نصب نشده است
it_it: non è installato
pt_pt: não está instalado
ru_ru: не установлен

source: is unknown
es_es: se desconoce
fa_ir: ناشناخته است
it_it: è sconosciuto
pt_pt: é desconhecido
ru_ru: неизвестный

source: link to follow when clicking on logo, defaults to http://www.freepbx.org
es_es: enlace a seguir al hacer clic en el logo, por defecto a http://www.freepbx.org
fa_ir: با کلیک بر روی لوگو به کدام آدرس برود، به صورت پیش فرض میرود به http://www.freepbx.org
it_it: collegamento da seguire quando si fa clic sul logo, il valore predefinito è http://www.freepbx.org
ru_ru: Ссылка при кликанье на логотип, по умолчанию - на http://www.freepbx.org

source: link to follow when clicking on sponsor logo
es_es: enlace a seguir al hacer clic en el logotipo del patrocinador
fa_ir: با کلیک بر روی لوگو حامی به کجا برود
it_it: link da seguire quando si fa clic sul logo dello sponsor

source: list notifications
es_es: Lista Notificaciones
fa_ir: فهرست هشدارها
it_it: elenca le notifiche

source: list trunks
es_es: Lista Troncales
fa_ir: فهرست ترانک ها
it_it: elenco dei trunk
ru_ru: список транков

source: listening on %s
es_es: Escuchando en %s
fa_ir: شنیدن در %s
it_it: ascolto su %s1

source: loaded
es_es: cargado
fa_ir: بارگذاری شده
it_it: caricato
pt_pt: carregado
ru_ru: загружено

source: loading table from localprefixes.conf..
es_es: cargando tabla desde localprefixes.conf..
fa_ir: بازگذاری جدول از localprefixes.conf..
it_it: caricamento della tabella da localprefixes.conf ..
pt_pt: carregando tabela de localprefixes.conf..
ru_ru: загрузка таблицы из localprefixes.conf..

source: local module administration
es_es: administración módulo local
fa_ir: مدیریت ماژول محلی
fr_fr: Administration des Modules locaux
it_it: Amministrazione Moduli locali
pt_br: Administração local de módulos
pt_pt: administração de módulos locais
ru_ru: администрирование локального модуля

source: logger file removed, core upgrade will provide new file
es_es: archivo logger eliminado, la actualización del núcleo proporcionará nuevo archivo
fa_ir: فایل لاگ حذف شد، با به روزرسانی هسته فایل جدید ایجاد میشود
it_it: rimosso il file logger, l'aggiornamento del core fornirà un nuovo file
ru_ru: файл регистрации данных удалён, после обновления ядра системы будет создан новый файл

source: logs into a device.
es_es: inicio sesión en un dispositivo.
fa_ir: لاگ های ورودی وسیله.
fr_fr: connecté au périphérique
it_it: Connette all'apparato.
pt_br: loga no dispositivo.
pt_pt: inicia sessão num dispositivo.
ru_ru: журналы в устройстве.

source: logs out of a device.
es_es: salida sesión de un dispositivo.
fa_ir: لاگ های خروجی وسیله.
fr_fr: déconnecté du périphérique
it_it: Disconnette dall'apparato.
pt_br: desloga do dispositivo.
pt_pt: termina sessão num dispositivo.
ru_ru: выйти из устройства.

source: mISDN channels are referenced either by a group name or channel number (use <i>mISDN Port Groups</i> to configure).
es_es: Canales mISDN son referenciados ya sea por un nombre de grupo o número de canal (uso <i>mISDN Port Groups</i> para configurar).
it_it: i canali mISDN sono referenziati dal nome di un gruppo o dal numero di canale (utilizzare <i> 1mISDN Port Groups </i> 2 per configurare).
ru_ru: Каналы mISDN указываются по номеру канала или группе каналов (используйте <i>mISDN Группа порт</i> для конфигурирования).

source: match pattern
es_es: patrón de comparación
fa_ir: الگوی همسان
it_it: modello di partita
ru_ru: совпадение шаблона

source: match pattern:
es_es: patrón de comparación:
fa_ir: الگوی همسان:
it_it: modello di partita:
ru_ru: совпадение шаблона:

source: matches any digit from 0-9
es_es: coincide con cualquier dígito entre 0-9
fa_ir: هر عددی از 0-9
fr_fr: correspond à un chiffre de 0-9
it_it: corrisponde a tutti i numeri da 0-9
pt_br: corresponde a qualqueer dígito entre 0-9
pt_pt: iguala qualquier digito entre 0-9
ru_ru: совпадение любой цифры от 0 - 9

source: matches any digit from 1-9
es_es: coincide con cualquier dígito entre 1-9
fa_ir: هر عددی از 1-9
fr_fr: correspond à un chiffre de 1-9
it_it: corrisponde a tutti i numeri da 1-9
pt_br: corresponde a qualquer dígito entre 1-9
pt_pt: combina qualquer digito entre 1-9
ru_ru: любая цифра от 1 до 9

source: matches any digit from 2-9
es_es: coincide con cualquier dígito entre 2-9
fa_ir: هر عددی از 2-9
fr_fr: correspond à un chiffre de 2-9
it_it: corrisponde a tutti i numeri da 2-9
pt_br: corresponde a qualquer dígito entre 2-9
pt_pt: iguala qualquier digito entre 2-9
ru_ru: совпадение любой цифры от 2 - 9

source: matches any digit or letter in the brackets (in this example, 1,2,3,7,8,9)
es_es: coincide con cualquier dígito o letra entre los paréntesis (ejemplo: 1,2,3,7,8,9)
it_it: corrisponde a qualsiasi cifra o lettera tra parentesi (in questo esempio, 1,2,3,7,8,9)
ru_ru: соответствует любым цифрам или буквам и скобках (в этом примере,1,2,3,7,8,9)

source: method define_conf_setting() failed to pass validation for keyword [%s] setting value [%s], error msg if supplied [%s]
es_es: método define_conf_setting() no pudo pasar la validación de la palabra clave [%s] el valor del ajuste [%s], msg de error si se suministra [%s]
it_it: metodo define_conf_setting () non è riuscito a passare la convalida per la parola chiave [%s1] valore di impostazione [%s2], errore msg se fornito [%s3]
ru_ru: не прошла проверка методом define_conf_setting() для [%s] установка значения [%s], сообщение об ошибке [%s]

source: migrated username column to allow for longer usernames
fa_ir: ستون نام کاربری برای داشتن طول بیشتر منتقل شد
it_it: colonna del nome utente migrata per consentire nomi utente più lunghi

source: migrating %s settings so core can generate
es_es: migrando %s ajustes por lo que el núcleo se puede generar
fa_ir: در حال تنظیمات %s تا هسته بتواند ایجاد کند
it_it: migrazione delle impostazioni di %s1 in modo che il core possa generare
ru_ru: миграция %s настроек может сгененрировать core файл

source: migrating rules..
es_es: migrando reglas..
fa_ir: در حال انتقال قوانین..
it_it: regole di migrazione ..
pt_pt: migrando regras..
ru_ru: перенос правил...

source: migrating zap table contents to dahdi table..
fa_ir: در حال انتقال محتوای جدول zap به جدول dahdi..
it_it: migrare il contenuto della tabella zap alla tabella di dahdi ..
pt_pt: migrando conteúdo da tabela zap para a tabela dahdi..

source: migrating..
es_es: migrando..
fa_ir: در حال انتقال..
fr_fr: en cours de migration
it_it: migrazione ..
pt_pt: migrando..
ru_ru: перенос..

source: missing
es_es: ausente
fa_ir: از دست دادن
it_it: mancante
pt_pt: em falta
ru_ru: ошибочный

source: missing options array for keyword [%s] required if type is select
es_es: faltan opciones para el arreglo de la palabra clave [%s] requerido si el tipo es seleccionado
it_it: array di opzioni mancanti per la parola chiave [%s1] richiesto se il tipo è selezionato
ru_ru: если тип "выбрать" , то необходим массив неверных опций для ключевого слова[%s]

source: missing options for keyword [%s] required if type is select
es_es: opciones que faltan para las palabras claves [%s] necesarios si el tipo es seleccionado
it_it: opzioni mancanti per la parola chiave [%s1] richieste se il tipo è selezionato
ru_ru: если тип "выбрать" , то необходим массив неверных опций для ключевого слова[%s]

source: missing value and/or defaultval required for [%s]
es_es: Falta el valor y/o defaultval requerido para [%s]
fa_ir: از دست دادن مقدار و/یا مقدار اولیه لازم برای [%s]
it_it: valore mancante e / o valore predefinito richiesto per [%s1]
ru_ru: отсутствует указанное и/или дефолтное значение необходимое для [%s]

source: module.sig check failed! %s
es_es: module.sig comprobación ha fallado! %s
it_it: module.sig check failed! %s1
ru_ru: ошибка проверки module.sig ! %s

source: needs to be upgraded
es_es: necesita ser actualizado
fa_ir: نیاز به روزرسانی دارد
it_it: ha bisogno di essere aggiornato
pt_pt: necessita ser atualizado
ru_ru: необходимо обновить

source: nextresult not implemented
es_es: Nextresult no implementado
fa_ir: nextresult اجرا نشد
it_it: nextresult non implementato
ru_ru: nextresult не реализован

source: no logger file to remove
es_es: ningún archivo logger para eliminar
fa_ir: فایل لاگی برای حذف وجود ندارد
it_it: nessun file di registrazione da rimuovere
ru_ru: не файла логгера для удаления

source: none
es_es: ninguno
fa_ir: هیچ کدام
fr_fr: aucun
it_it: nessuno
pt_br: nenhum
pt_pt: nenhum
ru_ru: нет

source: none found
es_es: Nada encontrado
fa_ir: هیچی یافت نشد
it_it: nessuno trovato

source: not in freepbx_conf, skipping
es_es: no en freepbx_conf, saltándose
fa_ir: در freepbx_conf وجود ندارد، در حال لغو
it_it: non in freepbx_conf, saltando
ru_ru: отсутствует в файле freepbx_conf, пропущено

source: not needed
es_es: no es necesario
fa_ir: لازم نیست
fr_fr: pas nécessaire
it_it: non necessario
pt_br: não necessário
pt_pt: não é necessário
ru_ru: не требуется

source: not present
fa_ir: موجود نیست
fr_fr: non présent
it_it: non presente
pt_pt: não está presente

source: numcols not implemented
es_es: Numcols no implementados
fa_ir: numcols اجرا نشد
it_it: numcols non implementato
ru_ru: numcols не реализован

source: ok moved
es_es: ok movido
fa_ir: تایید منتقل شد
it_it: ok spostato
pt_pt: ok movido
ru_ru: ok перемещено

source: originate
es_es: Originar
fa_ir: ایجاد کردن
it_it: originato

source: prefix
es_es: prefijo
fa_ir: پیشوند
it_it: prefisso
pt_pt: prefixo
ru_ru: префикс

source: prefix:
es_es: prefijo:
fa_ir: پیشوند:
it_it: prefisso:
pt_pt: prefixo:
ru_ru: префикс:

source: preparing
fa_ir: آماده سازی
it_it: preparazione
pt_pt: preparando

source: preparing device %s dial to %s
fa_ir: آماده سازی وسیله %s تماس با %s
it_it: preparazione del dispositivo %s1 comporre su %s2
pt_pt: preparando no dispositivo %s marcação para %s

source: preparing for update
es_es: preparando para actualizar
fa_ir: آماده کردن برای به روزرسانی
it_it: preparazione per l'aggiornamento
pt_pt: preparando para autalizar
ru_ru: подготовка к обновлению

source: prepend
es_es: anteponer
fa_ir: اضافه کردن
it_it: anteporre
pt_pt: preceder
ru_ru: приставка

source: prepend:
es_es: anteponer:
fa_ir: اضافه کردن:
it_it: anteporre:
pt_pt: preceder:
ru_ru: приставка:

source: remove
es_es: eliminar
fa_ir: حذف
it_it: rimuovere
pt_pt: remover
ru_ru: удалить

source: removed
fa_ir: حذف شده
fr_fr: retiré
it_it: rimosso
pt_pt: removido

source: removes a dialing prefix from the number (for example, 613|NXXXXXX would match when some dialed "6135551234" but would only pass "5551234" to the trunk
es_es: Elimina un prefijo de marcado del número (por ejemplo, 613 | NXXXXXX coincidiría cuando algunos marcado "6135551234
it_it: rimuove un prefisso di selezione dal numero (ad esempio, 613 | NXXXXXX corrisponderebbe quando alcuni componevano "6135551234" ma passerebbero solo "5551234" al trunk
ru_ru: удаляет префикс из номера (например,если указано 613|NXXXXXX , то при наборе "6135551234" в транк пройдёт "5551234")

source: removing deprecated Advanced settings if needed..
es_es: eliminando obsoleta Configuración Avanzada si es necesario..
fa_ir: حذف تنظیمات پیشرفته منسوخ در صورت لزوم..
it_it: rimuovendo le impostazioni avanzate deprecate se necessario ..
ru_ru: удаление устаревших расширенных настроек если необходимо.

source: removing globals..
es_es: eliminando globales..
fa_ir: حذف سراسری ها..
fr_fr: suppression globals...
it_it: rimuovendo i globali ..
pt_pt: removendo globals..
ru_ru: удаляются глобальные переменные..

source: removing res_odbc.conf so it can be symlinked from core
es_es: eliminando res_odbc.conf por lo que puede tener un enlace simbólico desde el núcleo
it_it: rimuovendo res_odbc.conf in modo che possa essere simulato dal core
ru_ru: перемещение res_odbc.conf так что на него может быть установлена символическая ссылка из ядра системы

source: removing rtp.conf it will be symlinked from core
es_es: eliminando rtp.conf será un enlace simbólico desde el núcleo
it_it: rimuovendo rtp.conf sarà simulato dal core
ru_ru: перемещение rtp.conf так что на него может быть установлена символическая ссылка из ядра системы

source: removing zap table..
fa_ir: حذف جدول zap..
it_it: rimuovendo il tavolo zap ..
pt_pt: removendo tabela zap..

source: renaming table zapchandids to dahdichandids..
it_it: rinominando le tabelle zapchandid in dahdichandids ..
pt_pt: renomeando tabela zapchandids para dahdichandids..

source: retrieve_conf failed, config not applied
es_es: retrieve_conf fracasó, configuración no aplicada
fa_ir: شکست retrieve_conf، تنظیمات اعمال نشد
fr_fr: echec de retrieve_conf, configuration non activée
it_it: retrieve_conf fallito, configurazione non applicata

source: revoked
es_es: revocado
fa_ir: لغو شده
it_it: revocato
ru_ru: отозван

source: route
es_es: ruta
fa_ir: مسیر
it_it: rotta
pt_br: rota
pt_pt: rota
ru_ru: маршрут

source: routes
es_es: rutas
fa_ir: مسیرها
it_it: rotte
pt_br: rotas
pt_pt: rotas
ru_ru: маршруты

source: separates a dialing prefix from the number (for example, 9|NXXXXXX would match when some dialed "95551234" but would only pass "5551234" to the trunks)
es_es: que separa a un prefijo de marcación del número (por ejemplo, 9|NXXXXXX coincidiría cuando alguien marque "95551234", pero sólo pasará "5551234" a las líneas)
it_it: separa un prefisso di selezione dal numero (ad esempio, 9 | NXXXXXX corrisponderebbe quando alcuni componevano "95551234" ma passavano solo "5551234" ai trunk)
ru_ru: отделяет набираемый префикс от номера (например,если указано 9|NXXXXXX , то при наборе "95551234" то в транки пройдёт только "5551234")

source: setting AMP_ACCESS_DB_CREDS to true
es_es: configurando AMP_ACCESS_DB_CREDS a verdadero
it_it: impostazione AMP_ACCESS_DB_CREDS su true
pt_pt: definindo AMP_ACCESS_DB_CREDS como verdadeiro
ru_ru: установка AMP_ACCESS_DB_CREDS в "истина"

source: starting migration
fa_ir: آغاز منتقل کردن
fr_fr: Migration en cours
it_it: inizio migrazione
pt_pt: iniciando migração

source: tampered
es_es: alterado
fa_ir: دستکاری
it_it: manomessi
ru_ru: повреждённый

source: this file must be done via the Web GUI. There are alternative files to make
es_es: este archivo se debe hacer a través de la GUI Web. Hay archivos alternativos para hacer
it_it: questo file deve essere eseguito tramite la GUI Web. Ci sono file alternativi da fare

source: try again
es_es: inténtalo de nuevo
fa_ir: تلاش مجدد
fr_fr: essayer de nouveau
it_it: prova di nuovo
pt_br: tentar novamente
pt_pt: tente novamente
ru_ru: пробуйте ещё

source: trying to move res_odbc.conf to res_odbc_custom.conf
es_es: intentando mover res_odbc.conf a res_odbc custom.conf
it_it: cercando di spostare res_odbc.conf in res_odbc_custom.conf
ru_ru: попытка переместить res_odbc.conf в res_odbc_custom.conf

source: trying to set keyword [%s] to [%s] on uninitialized setting
es_es: intentando de establecer palabra clave [%s] a [%s] en el ajuste sin inicializar
it_it: cercando di impostare la parola chiave [%s1] su [%s2] sulle impostazioni non inizializzate
ru_ru: попытаемся указать ключевое значение [%s] в [%s] при неинициализированных установках

source: unknown
es_es: desconocido
fa_ir: ناشناخته
it_it: sconosciuto
ru_ru: неизвестный

source: unknown type: [%s]
es_es: tipo desconocido: [%s]
fa_ir: نوع ناشناخته: [%s]
it_it: tipo sconosciuto: [%s1]
pt_pt: tipo desconhecido: [%s]
ru_ru: неизвестный тип: [%s]

source: unrecognized rule: %s discarding
es_es: reglas no reconocidas: %s descartando
it_it: regola non riconosciuta: %s1 scartando
pt_pt: regra irreconhecível: %s descartando
ru_ru: неизвестное правило:%s отклоняется

source: unsigned
es_es: no firmado
fa_ir: بدون امضا
it_it: non segnato
pt_pt: não assinado
ru_ru: неподписанный

source: untrusted
es_es: no confiable
fa_ir: غیر قابل اطمینان
it_it: non attendibile
ru_ru: недоверенный

source: updated %s callgroups, %s pickupgroups
fa_ir: گروه های تماس %s ، گروه پاسخ گو %s به زورشد
fr_fr: mis à jour groupement d'appels %s, groupement d'interception %s
it_it: aggiornato %s1 gruppi di chiamata, %s2 gruppi di prelievo
pt_pt: atualizados %s grupos de chamada, %s grupos de atendimento

source: updated %s records
fa_ir: رکوردهای %s به روز شده است
it_it: aggiornato %s1 record
pt_pt: atualizados %s registos

source: updating zap callgroup, pickupgroup..
fa_ir: به روزرسانی گروه تماس، گروه پاسخ zap..
fr_fr: mis à jour des groupements d'appels et d'interception Zap..
it_it: aggiornamento zap callgroup, pickupgroup ..

source: upgrading any zap trunks to dahdi if found..
fa_ir: به روزرسانی تمامی ترانک های zap در dahdi در صورت وجود..
it_it: l'aggiornamento di qualsiasi baule zap a dahdi se trovato ..

source: username
es_es: nombre de usuario
fa_ir: نام کاربری
it_it: nome utente
pt_br: usuário
pt_pt: nome de utilizador
ru_ru: имя

source: wherever the number to dial should go.<br><br><b>examples:</b><br>
es_es: donde el número a marcar debe ir.<br><br><b>ejemplos:</b><br>
fr_fr: quelque soit l'endroit où le numéro à composer doit aller.<br><br><b>exemples:</b><br><br>CAPI/ XXXXXXXX:b
it_it: dovunque debba andare il numero da chiamare. <br> <br> <b> esempi: </b> <br>
pt_br: Para onde o número discado deve ir.<br><br><b>exemplos:</b><br>
ru_ru: схема набора номера.<br><br><b>примеры:</b><br>

source: wildcard, matches one or more characters
es_es: comodín, coincide con uno o más caracteres
fa_ir: کلمات، مطابقت یک یا چند کاراکتر
it_it: carattere jolly, corrisponde a uno o più caratteri
ru_ru: подстановочный знак, совпадает с одним или несколькими символами

source: wildcard, matches one or more characters (not allowed before a | or +)
es_es: comodín, cincide con uno o más caracteres (no permitido antes de | o +)
it_it: carattere jolly, corrisponde a uno o più caratteri (non consentito prima di un | o +)
ru_ru: подстановочный знак, совпадает с одним или несколькими символами(не допустимо перед символами | или +)

source: writetimeout added to manager.conf
es_es: writetimeout añadido a manager.conf
fa_ir: وقفه نوشتاری اضافه شده به manager.conf
it_it: writetimeout aggiunto a manager.conf
ru_ru: таймаут записи добавлен в manager.conf

source: writetimeout already exists
es_es: writetimeout ya existe
fa_ir: وقفه نوشتاری موجود است
it_it: writetimeout esiste già
ru_ru: таймаут записи уже существует

source: writetimeout not present, adding
es_es: writetimeout no está presente, añadiendo
fa_ir: وقفه نوشتاری وجود ندارد، افزودن
it_it: writetimeout non presente, aggiungendo
ru_ru: таймаут записи отсутствует, добавляем

source: you can't convert an existing type, keyword [%s]
es_es: no se puede convertir un tipo existente, palabra clave [%s]
fa_ir: شما نمیتوانید نوع موجود را تبدیل کنید، کلمه کلیدی [%s]
it_it: non puoi convertire un tipo esistente, parola chiave [%s1]
ru_ru: нельзя конвертировать существующий тип, ключевое значение [%s]

source: you may need to add the line 'preload => chan_local.so' to your modules.conf manually
es_es: puede que tenga que agregar la línea 'preload => chan_local.so' a tu modules.conf manualmente
fa_ir: شما باید دستی خط 'preload => chan_local.so' را به فایل modules.conf اضافه کنید
it_it: potrebbe essere necessario aggiungere manualmente la riga 'preload => chan_local.so' al tuo modules.conf
ru_ru: возможно Вам понадобиться вручную добавить строку 'preload => chan_local.so' в файл modules.conf

source: you may need to add the line 'preload => pbx_config.so' to your modules.conf manually
es_es: puede que tenga que agregar la línea 'preload => pbx_config.so' a tu modules.conf manualmente
fa_ir: شما باید دستی خط 'preload => pbx_config.so' را به فایل modules.conf اضافه کنید
it_it: potrebbe essere necessario aggiungere manualmente la riga 'preload => pbx_config.so' al tuo modules.conf
ru_ru: возможно Вам понадобиться вручную добавить строку 'preload => pbx_config.so' в файл modules.conf

source: zap devices migrated
fa_ir: وسایل zap منتقل شدند
it_it: dispositivi zap migrati
pt_pt: migrados dispositivos zap

source: Asterisk General Call Pickup
es_es: Captura General Asterisk
fa_ir: پاسخگویی عمومی تماس استریسک
fr_fr: Interception général d'appel Asterisk
pt_br: Puxar chamadas do Asterisk
pt_pt: Atendimento Geral de Chamada do Asterisk
ru_ru: Основной перехват звонка

source: Asterisk Modules Dir
es_es: Dir Módulos Asterisk
fa_ir: دایرکتوری ماژول های استریسک
pt_br: Dir Módulos Asterisk
pt_pt: Dir Modules do Asterisk
ru_ru: Директория модулей Астериск

source: Asterisk Run Dir
es_es: Dir Run Asterisk
fa_ir: دایرکتوری اجرایی استریسک
pt_br: Dir Execução Asterisk
pt_pt: Dir Run do Asterisk
ru_ru: Исполнительная директория Астериск

source: Asterisk Spool Dir
es_es: Dir Spool Asterisk
fa_ir: دایرکتوری spool استریسک
pt_br: Dir Spool Asterisk
pt_pt: Dir Spool do Asterisk
ru_ru: Директория Spool Астериск

source: Asterisk bin Dir
es_es: Dir bin Asterisk
fa_ir: دایرکتوری bin استریسک
pt_br: Dir bin Asterisk
pt_pt: Dir bin do Asterisk
ru_ru: Директория bin Астериск

source: CGI Dir
es_es: Dir CGI
pt_br: Dir CGI
pt_pt: Dir CGI
ru_ru: Директория Астериск для CGI-скриптов

source: CallerID
es_es: ID Llamante
fa_ir: شناسه تماس گیرنده
pt_br: ID de Chamada

source: CallerID:
es_es: ID Llamante:
fa_ir: شناسه تماس گیرنده:
pt_br: ID de Chamada:
ru_ru: ID звонящего (CID):

source: Changelog
es_es: Historial de Cambios
fa_ir: تغییرات
fr_fr: Modifications
pt_br: Relatorio
pt_pt: Registo de Alterações
ru_ru: Изменения

source: Codecs
es_es: Códecs
fa_ir: کدک ها
ru_ru: Кодеки

source: Debug
es_es: Depurar
fa_ir: عیب یابی
fr_fr: Debogage
ru_ru: Отладка

source: Debug File
es_es: Archivo Debug
fa_ir: فایل عیب یابی
pt_br: Arquivo Debug
pt_pt: Ficheiro de Debug
ru_ru: Файл отладки

source: Intra-Company
es_es: Dentro de la Empresa
fa_ir: داخل شرکتی
pt_br: Entre-Empresa
pt_pt: Intra-Empresa
ru_ru: Внутрикорпоративный

source: Password
es_es: Contraseña
fa_ir: کلمه عبور
pt_br: Senha
ru_ru: Пароль

source: Path for rsync
es_es: Camino para rsync
fa_ir: مسیر برای rsync

source: Path for tail
es_es: Camino para tail
