Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Use HTTP(S) Proxy
es_es: Utilice Proxy HTTP(S)
it_it: Usa proxy HTTP (S)
pt_br: Use Proxy HTTP(S)
pt_pt: Usar Proxy HTTP(S)

source: Use Packaged Javascript Library
es_es: Usar la biblioteca de JavaScript empaquetada
it_it: Usa la libreria Javascript pacchettizzata
pt_br: Usar biblioteca JavaScript compactada
ru_ru: Использовать пакет библиотеки Javascript

source: Use bad-number Context
es_es: Usar un contexto de número incorrecto (bad-number)
it_it: Usa il contesto di numero errato
pt_br: Usar contexto bad-number
pt_pt: Usar Contexto bad-number
ru_ru: Использовать контекст bad-numbers

source: Use extreme caution when making changes!
es_es: Tenga mucho cuidado al hacer cambios!
it_it: Usare estrema cautela quando si apportano modifiche!
pt_br: Tenha extremo cuidado ao fazer alterações!
ru_ru: Будьте предельно осторожны при внесении изменений!

source: Use freepbx_menu.conf Configuration
es_es: Utilice freepbx_menu.conf Configuración
it_it: Usa la configurazione di freepbx_menu.conf
pt_br: Usar configuração freepbx_menu.conf
pt_pt: Usar Configuração do freepbx_menu.conf

source: Use wget For Module Admin
es_es: Utilizar wget para Administrador de módulos
fa_ir: استفاده از wget برای ماژول مدیریت
it_it: Usa wget per il modulo admin
pt_br: Usar wget para Módulo Admin
pt_pt: Usar wget para Admin de Módulos
ru_ru: Использовать команду wget для Управления модулями

source: Used as Destination by %s %s
es_es: Utilizado como Destino por %s %s
fa_ir: استفاده شده به عنوان مقصد توسط %s %s
fr_fr: Utilisé comme destination par %s %s
it_it: Usato come Destinazione da %s %s
pt_br: Usado como destino por %s %s
pt_pt: Usar como Destino por %s %s
ru_ru: Используется в качестве назначения в %s %s

source: Used to do extremely advanced and customized changes to the macro-vm VmX locater. Check the dialplan for a thorough understanding of how to use this.
es_es: Se utiliza para realizar cambios extremadamente avanzados y personalizados en el localizador macro-vm VmX. Compruebe el plan de marcación para una comprensión completa de cómo utilizar esto.
it_it: Utilizzato per apportare modifiche estremamente avanzate e personalizzate al localizzatore VmX macro-vm. Controllare il dialplan per una completa comprensione di come usare questo.
pt_br: Usado para fazer mudanças extremamente avançadas e personalizadas para o localizador de macro-vm VmX. Verifique o plano de discagem para uma compreensão completa de como usar isso.
ru_ru: Используется для сверх-расширенных катсомных измениений в макросах голосовой почты macro-vm локатора VmX. Проверьте диал-план для понимания как это используется.

source: Used to do extremely advanced and customized changes to the macro-vm VmX locater. Check the dialplan for a thorough understanding of how to use this. The default location that a caller will be sent if they don't press any key (timeout) or press # which is interpreted as a timeout. Set this to 'dovm' to go to voicemail (default).
es_es: Se utiliza para realizar cambios extremadamente avanzados y personalizados en el localizador macro-vm VmX. Compruebe el plan de marcación para una comprensión completa de cómo utilizar esto. La ubicación predeterminada a la que se enviará una persona que llama si no pulsa ninguna tecla (tiempo de espera) o pulsa # que se interpreta como un tiempo de espera. Establezca esto en 'dovm' para ir al buzón de voz (predeterminado).
it_it: Utilizzato per apportare modifiche estremamente avanzate e personalizzate al localizzatore VmX macro-vm. Controllare il dialplan per una completa comprensione di come usare questo. La posizione predefinita che verrà inviata a un chiamante se non preme alcun tasto (timeout) o se si preme # che viene interpretato come un timeout. Impostare su "dovm" per andare alla segreteria telefonica (impostazione predefinita).
pt_br: Usado para fazer mudanças extremamente avançadas e personalizadas para o localizador de macro-vm VmX. Verifique o plano de discagem para uma compreensão completa de como usar isso. O local padrão que um chamador será enviado se não pressionar nenhuma tecla (tempo limite) ou pressione # que é interpretado como tempo final. Defina isso como 'dovm' para ir para o correio de voz (padrão).
ru_ru: Используется для сверх-расширенных катсомных измениений в макросах голосовой почты macro-vm локатора VmX. Проверьте диал-план для понимания как это используется.Контекст по умолчанию, куда будет перенаправлен вызов, если позвонивший не набрал ничего в течение указанного времени таймаута, или нажал #, который интерпретируется как таймаут. Установить опцию в 'dovm' чтобы отправлять по умолчанию в голосовую почту.

source: Used to do extremely advanced and customized changes to the macro-vm VmX locater. Check the dialplan for a thorough understanding of how to use this. The default location that a caller will be sent if they press an invalid options too many times, as defined by the Maximum Loops count.
es_es: Se utiliza para realizar cambios extremadamente avanzados y personalizados en el localizador macro-vm VmX. Compruebe el plan de marcación para una comprensión completa de cómo utilizar esto. La ubicación predeterminada a la que se enviará un llamante si presionan varias opciones no válidas, como se define en el recuento de bucles máximos.
it_it: Utilizzato per apportare modifiche estremamente avanzate e personalizzate al localizzatore VmX macro-vm. Controllare il dialplan per una completa comprensione di come usare questo. La posizione predefinita che verrà inviata a un chiamante se premono troppe volte opzioni non valide, come definito dal numero di cicli massimi.
pt_br: Usado para fazer mudanças extremamente avançadas e personalizadas para o localizador de macro-vm VmX. Verifique o plano de discagem para uma compreensão completa de como usar isso. O local padrão que um chamador será enviado se pressionar muitas vezes uma opção inválida, conforme definido pela contagem máxima de ciclos.
ru_ru: Используется для сверх-расширенных катсомных измениений в макросах голосовой почты macro-vm локатора VmX. Проверьте диал-план для понимания как это используется.Контекст по умолчанию, куда будет перенаправлен вызов, если позвонивший набирал ошибочные опции несколько раз, и превысил число попыток, определённое в поле Количество попыток, максимально.

source: Used when PHP Console is enabled for error debugging https://github.com/barbushin/php-console
es_es: Usado cuando la consola PHP es habilitada para depuración de errores https://github.com/barbushin/php-console
it_it: Utilizzato quando PHP Console è abilitato per il debug degli errori https://github.com/barbushin/php-console
pt_br: Usado quando o Console PHP está habilitado para depuração de erros https://github.com/barbushin/php-console

source: User
es_es: Usuario
fa_ir: کاربر
fr_fr: Utilisateur
it_it: Utente
pt_br: Usuário
pt_pt: Utilizador
ru_ru: Пользователь

source: User & Devices Mode
es_es: Modo de usuario y dispositivos
fa_ir: کاربر & حالت وسایل
it_it: Modalità utente e dispositivi
pt_br: Modo de usuário e dispositivos
pt_pt: Modo Utilizador e Dispositivo
ru_ru: Режим Пользователь & Устройство

source: User Context was left blank and User Details will not be saved!
es_es: Contexto Usuario se deja en blanco y Detalles de Usuario no se guardarán!
fa_ir: متن کاربر خالی است و جزییات کاربر نمیتواند ذخیره شود!
fr_fr: Le contexte utilisateur est vide et les détails utilisateurs ne seront pas sauvegardés!
it_it: Il Contesto Utente è stato lasciato vuoto e i Dettagli Utente non saranno salvati!
pt_br: Contexto do Usuário foi deixado em branco e os Detalhes do Usuário não foram salvos!
ru_ru: Контекст User для входящих остался пустым и параметры User не будут сохранены!

source: User Control Panel
es_es: Panel de Control de Usuario (UCP)
fa_ir: پنل کنترل کاربری
it_it: Pannello di controllo utente
pt_br: Painel de Controle do Usuário
pt_pt: Painel de Controle do Utilizador
ru_ru: Панель управления пользователя

source: User Devices
es_es: Dispositivos de Usuario
fa_ir: وسایل کاربر
fr_fr: Périphériques utilisateur
it_it: Apparati
pt_br: Dispositivos do Usuário
pt_pt: Dispositivos de Utilizador
ru_ru: Устроства пользователей

source: User Extension
es_es: Extensión del Usuario
fa_ir: داخلی کاربر
fr_fr: Extension Utilisateur
it_it: Interno Utente
pt_br: Ramal do Usuário
pt_pt: Extensão de Utilizador
ru_ru: Внутренний номер пользователя

source: User Extension %s: %s
es_es: Extensión del Usuario %s: %s
fa_ir: داخلی کاربر %s: %s
fr_fr: Extension Utilisateur %s: %s
it_it: Interno Utente %s: %s
pt_br: Ramal do Usuário %s: %s
pt_pt: Extensão de Utilizador %s: %s
ru_ru: Внутренний номер %s: %s

source: User Extension:
es_es: Extensión del Usuario:
fa_ir: داخلی کاربر:
fr_fr: Extension Utilisateur:
it_it: Interno Utente:
pt_br: Ramal do Usuário:
pt_pt: Extensão de Utilizador:
ru_ru: Внутренний номер:

source: User Logoff
es_es: Cierre de Sesión Usuario
fa_ir: خروج کاربر
fr_fr: Déconnexion utilisateur
it_it: Disconnessione Utente
pt_br: Logoff do usuário
pt_pt: Fecho de Sessão de Utilizador
ru_ru: Разлогиниться пользователю

source: User Logon
es_es: Inicio de Sesión de Usuario
fa_ir: ورود کاربر
fr_fr: Connexion utilisateur
it_it: Connessione Utente
pt_br: Logon do Usuário
pt_pt: Inicio de Sessão de Utilizador
ru_ru: Залогиниться пользователю

source: User Panel
es_es: Panel de usuario
fa_ir: پنل کاربر
it_it: Pannello utente
pt_br: Painel do Usuário
pt_pt: Painel de Utilizador
ru_ru: Интерфейс пользователей

source: User Password
es_es: Contraseña de Usuario
fa_ir: کلمه عبور کاربر
fr_fr: Mot de Passe Utilisateur
it_it: Password Utente
pt_br: Senha do Usuário
pt_pt: Password de Utilizador
ru_ru: Пароль пользователя

source: User could not be added.
es_es: No se pudo agregar usuario.
fa_ir: امکان افزودن کاربروجود ندارد.
it_it: L'utente non può essere aggiunto.
pt_br: O usuário não pôde ser adicionado.
ru_ru: Пользователь не может быть добавлен

source: User:
fa_ir: کاربر:
fr_fr: Utilisateur:
it_it: Utente:
pt_pt: Utilizador:

source: Username
es_es: Nombre Usuario
fa_ir: نام کاربری
it_it: Nome utente
pt_br: Nome de usuário
pt_pt: Nome de Utilizador
ru_ru: Имя пользователя

source: Username for accessing the Asterisk Manager Interface (AMI), this will be automatically updated in manager.conf.
es_es: Nombre de usuario para acceder a Asterisk Manager Interface (AMI), éste se actualizará automáticamente en manager.conf.
it_it: Username per accedere a Asterisk Manager Interface (AMI), questo verrà automaticamente aggiornato in manager.conf.
pt_br: Nome de usuário para acesso à Interface de Gerenciamento do Asterisk (AMI), este será atualizado automaticamente no manager.conf.

source: Username for internal ARI calls
it_it: Nome utente per chiamate ARI interne

source: Username is trunk name
fa_ir: نام ترانک نام کاربری است
it_it: Il nome utente è il nome del trunk
ru_ru: Имя пользователя является имененм транка

source: Username to use in From header for requests to this trunk
es_es: Nombre de usuario para usar en el encabezado From para las solicitudes a este troncal
it_it: Nome utente da utilizzare nell'intestazione From per le richieste a questo trunk
ru_ru: Имя пользователя используется в заголовке From: для запросов через этот транк

source: Users
es_es: Usuarios
fa_ir: کاربرها
fr_fr: Utilisateurs
it_it: Utenti
pt_br: Usuários
pt_pt: Utilizadores
ru_ru: Пользователи

source: Using repos: [%s]
es_es: Usando repos: [%s]
fa_ir: درحال استفاده از منبع：[%s]
it_it: Utilizzo dei repository: [%s1]
ru_ru: Используется репозиторий [%s]

source: Usually, this will be set to 'Outbound', which authenticates calls going out, and allows unauthenticated calls in from the other server. If you select 'None', all calls from or to the specified SIP Server are unauthenticated. <strong>Setting this to 'None' may be insecure!</strong>
es_es: Por lo general, se establecerá en 'Saliente', que autentica las llamadas que salen y permite llamadas no autenticadas desde el otro servidor. Si selecciona 'Ninguno', todas las llamadas desde o hacia el servidor SIP especificado no se han autenticado. <strong> ¡Ajustar esto a "Ninguno" puede ser inseguro! </strong>
it_it: Di solito, questo sarà impostato su "In uscita", che autentica le chiamate in uscita e consente le chiamate non autenticate dall'altro server. Se si seleziona "Nessuno", tutte le chiamate da o verso il server SIP specificato non sono autenticate. <strong> 1 Impostando questo su "Nessuno" potrebbe essere insicuro! </strong> 2
ru_ru: Обычно это указывается в направлении Исходящие, которые аутентифицируют вызовы, выходящие за пределы ИП-АТС, и разрешающие неаутентифицируемые вызовы приходящие с других серверов. Выбранный параметр 'Нет' будет разрешать все вызовы от указанных SIP серверов как неаутентифицируемые. <strong>Установка параметра в 'Нет' может быть небезопасной!</strong>

source: VMX Default Context
es_es: Contexto predeterminado de VMX
fa_ir: متن پیشفرض VMX
it_it: Contesto predefinito VMX
pt_pt: Contexto Padrão do VMX
ru_ru: Контекст по умолчанию для VmX системы голосовой почты

source: VMX Default Loop Exceed Context
es_es: Contexto de superación de bucle predeterminado de VMX
it_it: Contesto di VMX Default Loop Exceed
ru_ru: Контекст по умолчанию для выхода из поиска VMX

source: VMX Default Loop Exceed Extension
es_es: Extensión de exceso de bucle predeterminado de VMX
it_it: Estensione di VMX Default Loop Exceed
ru_ru: Внутренний номер по умолчанию для выхода по превышению числа попыток в VMX

source: VMX Default Loop Exceed Priority
es_es: Prioridad de bucle predeterminado de bucle VMX
it_it: Il ciclo predefinito VMX supera la priorità
ru_ru: Приоритет по умолчанию для выхода по превышению числа попыток в VMX

source: VMX Default Priority
es_es: Prioridad predeterminada de VMX
it_it: Priorità predefinita VMX
pt_pt: Prioridade Padrão do VMX
ru_ru: Приоритет по умолчанию для VMX

source: VMX Default Timeout Context
es_es: Contexto de tiempo de espera predeterminado de VMX
it_it: Contesto di timeout predefinito VMX
pt_pt: Contexto de Timeout Padrão do VMX
ru_ru: Контекст по умолчанию для таймаута в VMX

source: VMX Default Timeout Extension
es_es: Extensión de tiempo predeterminado de VMX
it_it: Estensione Timeout predefinito VMX
pt_pt: Extensão de Timeout Padrão do VMX
ru_ru: Внутренний номер по умолчанию для выхода по таймауту в VMX

source: VMX Default Timeout Priority
es_es: Prioridad predeterminada de tiempo de espera de VMX
it_it: Priorità Timeout predefinito VMX
pt_pt: Prioridade de Timeout Padrão do VMX
ru_ru: Приоритет по умолчанию для выхода по таймауту в VMX

source: Validate your PBX against potential hacks
es_es: Valide su PBX contra posibles ataques
it_it: Convalida il tuo PBX contro potenziali hack

source: Value [%s] out of range, changed to [%s]
es_es: Valores [%s] fuera de rango, cambiado a [%s]
it_it: Valore [%s1] fuori intervallo, modificato in [%s2 ]
pt_pt: Valor [%s] fora do intervalo limite, alterado para [%s]
ru_ru: Значение [%s] выходит за допустимые пределы, изменено на [%s]

source: Value must be between 1 and 63
es_es: El valor debe estar entre 1 y 63
fa_ir: مقدار باید بین 1 و 63 باشد
it_it: Il valore deve essere compreso tra 1 e 63
ru_ru: Значение должно быть между 1 и 63

source: Verifying GPG...
es_es: Verificando GPG ...
fa_ir: تایید GPG...
it_it: Verifica GPG ...
ru_ru: GPПроверка G...

source: Version
es_es: Versión
fa_ir: نسخه
it_it: Versione
pt_br: Versão
pt_pt: Versão
ru_ru: Версия

source: Version from Framework was empty, cant continue
es_es: Versión de Framework estaba vacío, no puede continuar
fa_ir: نسخه فریم ورک خالی است, نمیتوان ادامه داد
it_it: La versione da Framework era vuota, non posso continuare
pt_pt: Versão do Framework vazio, não é possível continuar
ru_ru: Версия структуры не найдена, продолжение невозможно

source: Video Support
es_es: Soporte de Video
fa_ir: پشتیبانی ویدیو
it_it: Supporto video

source: View
es_es: Ver
fa_ir: نما
it_it: Visione
ru_ru: Вид

source: View and update settings
es_es: Ver y actualizar la configuración
fa_ir: نما و به روزرسانی تنظیمات
it_it: Visualizza e aggiorna le impostazioni

source: Virtual
fa_ir: مجازی
it_it: Virtuale
ru_ru: Виртуальный

source: VmX Locater
fa_ir: محل VmX
it_it: Localizzatore VmX
ru_ru: VmX Локатор

source: Voicemail Extension
es_es: Extensión Correo de Voz
fa_ir: داخلی صندوق صوتی
it_it: Estensione Voicemail
pt_br: Ramal Correio de Voz
pt_pt: Extensão de Voicemail
ru_ru: Голосовая почта - внутренний номер

source: Vulnerable to security issues %s
es_es: Vulnerable a los problemas de seguridad %s
it_it: Vulnerabile ai problemi di sicurezza %s1
pt_pt: Vulnerável a questões de segurança %s
ru_ru: Уязвимость по проблеме безопасности %s

source: Vulnerable, Requires: %s
es_es: Vulnerable, Requiere: %s
it_it: Vulnerabile, Richiede: %s1
pt_pt: Vulnerável, Requer: %s
ru_ru: Уязвимость, требуется: %s

source: WARNING: Javascript is disabled in your browser. The %s administration interface requires Javascript to run properly. Please enable javascript or switch to another browser that supports it.
es_es: ADVERTENCIA: Javascript está deshabilitado en su navegador. La interfaz de administración de %s requiere que Javascript funcione correctamente. Active el javascript o cambie a otro navegador que lo admita.
fa_ir: هشدار: Javascript is disabled in your browser. The %s administration interface requires Javascript to run properly. Please enable javascript or switch to another browser that supports it.
it_it: ATTENZIONE: Javascript è disabilitato nel tuo browser. L'interfaccia di amministrazione %s1 richiede Javascript per funzionare correttamente. Si prega di abilitare javascript o passare a un altro browser che lo supporta.
ru_ru: ВНИМАНИЕ: Javascript отключен в вашем браузере. Административный интерфейс %s требует наличия включенного механизма Javascript для нормальной работы. Включите Javascript или переключите на другой браузер, который поддерживает это.

source: WARNING: This trunk is not used by any routes!
es_es: ADVERTENCIA: ¡Este troncal no es utilizado por ninguna ruta!
fa_ir: هشدار：این ترانک توسط هیچ مسیری استفاده نمیشود!
it_it: ATTENZIONE: questo trunk non è utilizzato da nessun percorso!
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Этот транк не используется никакими маршрутами!

source: WS Only
es_es: Sólo WS
fa_ir: فقط WS
it_it: Solo WS
pt_pt: WS Apenas
ru_ru: Только WS

source: WS, WSS Only - WSS Primary
es_es: WS, WSS Solo- WSS Primario
fa_ir: فقط WS , WSS - WSS اصلی است
it_it: WS, solo WSS: primario WSS

source: WSS Only
es_es: WSS Solo
fa_ir: فقط WSS
it_it: Solo WSS
ru_ru: Только WSS

source: Waiting Period to Stop Asterisk
es_es: Período de espera para detener el Asterisk
fa_ir: دوره عشدار برای توقف استریسک
it_it: Il periodo di attesa per fermare Asterisk
pt_pt: Período de Espera para Deter o Asterisk
ru_ru: Время ожидания для остановки Астериск

source: Warning
es_es: Advertencia
fa_ir: هشدار
fr_fr: Attention
it_it: Attenzione
pt_br: Alerta
pt_pt: Aviso
ru_ru: Предупреждение

source: Warning! Extension
es_es: Advertencia! Extension
fa_ir: هشدار! داخلی
fr_fr: Attention!'Extension
it_it: Attenzione! L'Interno
pt_br: Aviso! Ramal
pt_pt: Aviso! Interno
ru_ru: Осторожно! Внутренний номер

source: Warning:
es_es: Advertencia:
fa_ir: هشدار:
fr_fr: Attention:
it_it: Attenzione:
pt_br: Alerta:
pt_pt: Aviso:
ru_ru: Предупреждение:

source: Warning: Cannot connect to online repository(s) (%s). Online modules are not available.
es_es: Advertencia: No se puede conectar al repositorio9s) en línea (%s). Módulos en línea no están disponibles.
it_it: Avviso: impossibile connettersi ai repository online (%s1). I moduli online non sono disponibili.
pt_pt: Aviso: Não é possível ligação ao(s) repositório(s) online (%s). Módulo online não estão disponíveis.
ru_ru: Предупреждение: невозможно подключение к он-лайн репозиторию(-ям) (%s). Он-лайн модули не доступны.

source: Warning: Error retrieving updates from online repository(s) (%s). Online modules are not available.
es_es: Advertencia: Error al recuperar actualizaciones de repositorio(s) en línea (%s). Módulos en línea no están disponibles.
it_it: Avviso: errore nel recupero degli aggiornamenti dai repository online (%s1). I moduli online non sono disponibili.
pt_pt: Aviso: Erro ao obter atualizações do(s) repositório(s) online (%s). Módulo online não estão disponíveis.
ru_ru: Предупреждение:Ошибка получения обновлений с онлайн-репозитория(-иев)(%s). Онлайн-модули не доступны.

source: We are unable to find any information on the module you are looking for.
es_es: No podemos encontrar ninguna información sobre el módulo que está buscando.
fa_ir: اطلاعاتی از ماژول مورد نظر شما یافت نشد.
it_it: Non siamo in grado di trovare alcuna informazione sul modulo che stai cercando.
ru_ru: Невозможно найти информацию о модуле,который Вы ищете:

source: We hope you enjoy using %s
es_es: Esperamos que disfrute utilizando %s
fa_ir: امیدواریم لذت ببرید از %s
it_it: Ci auguriamo che ti piaccia usare %s1
pt_pt: Esperamos que goste de usar %s
ru_ru: Надеемся,что Вам нравится использовать %s

source: We received data but it was not a valid IP address
es_es: Recibimos datos pero no era una dirección IP válida
it_it: Abbiamo ricevuto dati ma non era un indirizzo IP valido
ru_ru: Мы получили данные,но IP адрес неверный

source: We strongly suggest that you re-enable your Dashboard module through one of the following links:
es_es: Le sugerimos encarecidamente que vuelva a activar el módulo Tablero (Dashboard) a través de uno de los siguientes enlaces:
it_it: Ti consigliamo vivamente di riattivare il modulo Dashboard tramite uno dei seguenti collegamenti:
ru_ru: Мы настоятельно рекомендуем, чтобы Вы включили модуль Информационной Панели через одну из следующих ссылок:

source: We were unable to obtain a valid IP Data
es_es: No hemos podido obtener datos IP válidos
it_it: Non siamo riusciti a ottenere dati IP validi
ru_ru: Невозможно получить корректные IP данные

source: Web Socket Write Timeout
it_it: Timeout di scrittura di Web Socket

source: Welcome to
es_es: Bienvenido a
fa_ir: خوش آمدید به
it_it: Benvenuto in
pt_pt: Bem-vindo ao
ru_ru: Добро пожаловать

source: Welcome to %s
es_es: Bienvenido a %s
fa_ir: خوش آمدید به %s
it_it: Benvenuto in %s1
pt_pt: Bem-vindo ao %s
ru_ru: Добро пожаловать в %s

source: What Does this Mean?
es_es: Qué significa esto?
fa_ir: این به چه معنی است؟
it_it: Cosa significa questo?
pt_pt: Que Significa Isto?
ru_ru: Что Вы имеете ввиду?

source: When Asterisk is stopped or restarted with the 'amportal stop/restart' commands, it does a graceful stop waiting for active channels to hangup. This sets the maximum time in seconds to wait prior to force stopping Asterisk
es_es: Cuando Asterisk se detiene o se reinicia con los comandos 'amportal stop / restart', hace una parada graciosa esperando a que los canales activos se interrumpan. Esto establece el tiempo máximo en segundos para esperar antes de detener la fuerza Asterisk
it_it: Quando Asterisk viene arrestato o riavviato con i comandi 'amportal stop / restart', si ferma in modo graduale in attesa che i canali attivi si blocchino. Questo imposta il tempo massimo in secondi per attendere prima di forzare l'arresto di asterisco
ru_ru: Когда Астериск получает команду остановиться или рестартовать при 'amportal stop/restart' то он пытается аккуратно завершить работу ожидая завершения активных каналов. Эта опция определяет максимальное время ожидания в секундах прежде чем будет выполнена форсированная остановка Астериск
