Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Reset
es_es: Restaura
fa_ir: بازگردانی
fr_fr: Remise à 0
pt_br: Reiniciar
pt_pt: Repor
ru_ru: Сброс

source: SIP canrenivite (directmedia)
es_es: Canrenivite SIP (directmedia)
ru_ru: Прямое соединение SIP (directmedia)

source: Standard
es_es: Estándar
fa_ir: استاندارد
pt_br: Padrão
ru_ru: Стандартный

source: The path to rsync as auto-determined by the system. Overwrite as necessary.
es_es: El camino a rsync tal como auto-determinado por el Sistema. Cámbielo de ser necesario.

source: The path to tail as auto-determined by the system. Overwrite as necessary.
es_es: El camino a tail tal como determinado por el sistema. Sobre-escriba de ser necesario.

source: Trunk:
es_es: Troncal:
fa_ir: ترانک:
pt_br: Tronco:

source: mISDN Group/Port
es_es: Grupo/Puerto mISDN
fa_ir: پورت/گروه mISDN
pt_pt: Grupo/Porta mISDN
ru_ru: Группа/порт mISDN

source: password
es_es: contraseña
fa_ir: کلمه عبور
pt_br: senha
ru_ru: Пароль FOP

source: Adhoc
ru_ru: Периодическое

source: Asterisk AGI Dir
fa_ir: دایرکتوری AGI استریسک
pt_br: Dir AGI do Asterisk
pt_pt: Dir AGI do Asterisk
ru_ru: Директория AGI-скриптов Астериск

source: Beta
fa_ir: بتا
ru_ru: Бета

source: CF
ru_ru: Перевод вызова

source: CFB
ru_ru: "Слепой" перевод вызова

source: CFU
ru_ru: Несопровождаемый перевод вызова

source: CW
ru_ru: Ожидание вызова

source: ChanSpy
fa_ir: جاسوسی کانال
ru_ru: Шпионский канал

source: FMFM
ru_ru: АЬАЬ

source: No
fa_ir: خیر
fr_fr: Non
pt_br: Não
pt_pt: Não
ru_ru: Нет

source: Repo
fa_ir: منبع
pt_br: Repositório
ru_ru: Репозиторий

source: SIP nat
ru_ru: Трансляция сетевых адресов SIP (NAT)

source: TECH
fa_ir: فن آوری
ru_ru: Технология

source: Voicemail
fa_ir: صندوق صوتی
fr_fr: Boîte vocale
pt_br: Correio de Voz
ru_ru: Голосовая почта

source: ZapBarge
fr_fr: Entrée en tiers
ru_ru: Прослушивание канала Zap

source: Zend Mis-Configuration
ru_ru: Неверная конфигурация Zend

source: Allow Non-Encrypted Media (Opportunistic SRTP)
fa_ir: اجازه به فایل رمزنگاری نشده (Opportunistic SRTP)

source: An error occurred while changing groups %s
fa_ir: خطایی در تغییر گروه های %s رخ داد

source: An error occurred while changing ownership on %s
fa_ir: خطایی در تغییر مالکیت %s رخ داد

source: An error occurred while changing permissions on file %s
fa_ir: خطایی در تغییر دسترسی های %s رخ داد

source: Collecting Files...
fa_ir: جمع آوری فایل ها...

source: DID
fa_ir: داخلی مستقیم (DID)

source: Disabling Trunk
fa_ir: غیر فعال سازی ترانک

source: Email
fa_ir: ایمیل

source: Failed to get remote file, error was:
fa_ir: شکست در دریافت فایل خارجی، خطا:
pt_pt: Falha otendo ficheiro remoto, erro:

source: ID
fa_ir: شناسه

source: One or more files skipped by configuration in freepbx_chown.conf
fa_ir: یک یا چند فایل در تنظیمات freepbx_chown.conf لغو شده است

source: Require RTP (Media) Encryption
fa_ir: نیاز به رمزنگاری RTP (Media)

source: Technology of device is undefined. Please specify a 'tech'
fa_ir: فن آوری مورد استفاده وسیله تعریف نشده. لطفا یک 'tech' تعیین کنید

source: Terminate Call
fa_ir: پایان دادن تماس
fr_fr: Fin appel
pt_pt: Terminar Chamada

source: Unknown filetype of: %s[%s]
fa_ir: نوع فایل ناشناخته از：%s[%s]

source: User was not added!
fa_ir: کاربر اضافه نشد!

source: You must define a SIP Port
fa_ir: شما باید یک پورت SIP تعریف کنید
pt_pt: Deve ser definida uma Porta SIP

source: ok
fa_ir: تایید

source: (toggle sort)
fr_fr: (Choix tri)
pt_pt: (alternar ordem)

source: %s (Cur v. %s) should be upgraded to v. %s to fix security issues: %s
pt_pt: %s (ver. atual %s) deveria ser autalizado para ver. %s para resolver questões de segurança: %s

source: (ie. NXXNXXXXXX for US/CAN 10-digit dialing, NXXXXXX for 7-digit)
fr_fr: (ie. NXXNXXXXXX pour US/CAN composition pour 10 chiffres, NXXXXXX composition pour 7 chiffres)
pt_pt: (Ex. NXXNXXXXXX para marcação US/CAN de 10-digitos, NXXXXXX para 7-digitos)

source: (pick one)
fr_fr: (choisir un)
pt_pt: (escolher um)

source: + Add More Dial Pattern Fields
pt_pt: + Adicionar Mais Campos de Padrão de Marcação

source: /etc/asterisk/freepbx.conf already exists
pt_pt: /etc/asterisk/freepbx.conf já existente

source: /etc/freepbx.conf already exists
pt_pt: /etc/freepbx.conf já existente

source: <b>IMPORTANT:</b> Use extreme caution when making changes!
pt_pt: <b>IMPORTANTE:</b> Extrema cautela ao realizar alterações!

source: A Dial Pattern is a unique set of digits that will select this trunk. Enter one dial pattern per line.
pt_pt: Um Padrão de Marcação é um conjunto único de digitos que seleccionarão um trunk. Inserir um padrão por linha.

source: A Slash ('/') is never a valid DID. Please remove it and try again
fr_fr: Un slash ('/') n'est pas un SDA valide. SVP retirez le et essayez de nouveau
pt_pt: Uma Barra ('/') nunca é um DID válido. Remova-a e tente novamente

source: A required module might be disabled or uninstalled. Recommended steps (run from the CLI): 1) amportal a ma install %s 2) amportal a ma enable %s
pt_pt: Um módulo necessário poderá ser desativado ou deinstalado. Passos recomendados (a partir do CLI): 1) amportal a ma install %s 2) amportal a ma enable %s

source: Acceptable Values: %s - %s
pt_pt: Valores Aceites: %s - %s

source: Add Channel
fr_fr: Ajout Canal
pt_pt: Adicionar Canal

source: Add DAHDI Channel
pt_pt: Adicionar Canal DAHDI

source: Add a Trunk
fr_fr: Ajout d'un Trunk
pt_pt: Adicionar um Trunk

source: Add an Extension
fr_fr: Ajout Extension
pt_pt: Adicionar uma Extensão

source: Address to bind to. Default is 0.0.0.0
pt_pt: Endereço ao qual vincular. Por defeito é 0.0.0.0

source: All DIDs
fr_fr: Tous les SDA
pt_pt: Todos os DIDs

source: Always dial with prefix
fr_fr: Toujours appeler avec un préfixe
pt_pt: Marcar sempre com prefixo

source: Amount of seconds to allow a session to stay open before logging a user out
pt_pt: Tempo em segundos, durante o qual a sessão se manterá aberta antes de a terminar

source: An unknown error occurred repositioning routes, refresh your browser to see the current correct route positions
pt_pt: Ocorreu um erro desconhecido ao reposicionar as rotas, faça refresh no seu browser para ver as posições atuais

source: Are you Sure you want to Change the SIP Channel Driver? (The Page will Refresh, then you MUST hit save when you are done to propagate the new settings)
pt_pt: Tem a certeza que pretende Alterar o Driver de Canal SIP? (A página vai recarregar-se e deverá selecionar Guardar, ao terminar, para reproduzir as novas configurações)

source: Are you sure you want to disable this trunk in all routes it is used?
fr_fr: Etes-vous sûre de vouloir désactiver ce trunk sur toutes les routes qui l\'utilisent
pt_pt: Tem a certeza que pretende desativar este trunk em todas as rotas em que é usado?

source: Authorization Type is not set to 'database' in Advanced Setting - note that this module is not currently providing access control, and changing passwords here or adding users will have no effect unless Authorization Type is set to 'database'.
pt_pt: Tipo de Autenticação não está definido como 'database' nas Configurações Avançadas - atenção que este módulo não fornece controle de acesso e alterando passwords aqui ou adicionando utilizadores não terá qualquer efeito a não ser que Tipo de Autenticação seja definido como 'database'.

source: Automatic Force Both - (auto_force_rport,auto_comedia)
pt_pt: Forçar Ambos Automaticamente - (auto_force_rport,auto_comedia)

source: Automatic Force rport - (auto_force_rport)
pt_pt: Forçar rport automaticamente - (auto_force_rport)

source: Automatic comedia - (auto_comedia)
pt_pt: comedia automatico - (auto_comedia)

source: Bulgarian
pt_pt: Búlgaro

source: Callgroup(s) that this device is part of, can be one or more callgroups, e.g. '1,3-5' would be in groups 1,3,4,5.
pt_pt: Grupo(s) de atendimento dos quais este dispositivo faz parte, pode ser um ou mais, ex. '1,3-5' sería os grupos 1,3,4,5.

source: Check to always try next trunk
pt_pt: Selecionar para sempre tentar o próximo trunk

source: Chinese
pt_pt: Chinês

source: Clear Destination & Submit
fr_fr: Effacer Destination et Soumettre
pt_pt: Limpar Destino e Submeter

source: Clear all Fields
pt_pt: Limpar todos os Campos

source: Client SIP URI used when attemping outbound registration
pt_pt: SIP URI do Cliente usado para tntar registo de saída

source: Configuration Mode
pt_pt: Modo de Configuração

source: Could not remove temp storage at %s
pt_pt: Não foi possível remover armazenamento temporário em %s

source: DID information is normally just an incoming telephone number or for advanced users, a valid Asterisk Dial Pattern\n\nYou have entered a non standard DID pattern.\n\nAre you sure this is correct?
fr_fr: L\'information SDA est normalement juste un numéro d\'appel entrant ou pour des utilisateurs experts un masque d\'appel valide pour Asterisk.\n\nVous avez entré un numéro de SDA non standard.\n\nEtes vous sûr que c\'est correct?
pt_pt: A informação DID é normalmente um número de telefone ou, para utilizadores avançados, um Padrão de Marcação Válido do Asterisk\n\nInseriu um DID que não é padrão.\n\nTem a certeza que está correto?

source: DID information is normally just an incoming telephone number.\n\nYou have entered a non standard DID pattern.\n\nAre you sure this is correct?
fr_fr: L\'information SDA est normalement juste un numéro d\'appel entrant.\n\nVous avez entré un numéro de SDA non standard.\n\nEtes vous sûr que c\'est correct?
pt_pt: A informação DID é normalmente um número de telefone.\n\nInseriu um DID que não é padrão.\n\nTem a certeza que está correto?

source: Default Value: %s
pt_pt: Valor Padrão: %s

source: Delete Extension %s
fr_fr: Suppression Extension %s
pt_pt: Eliminar Extensão %s

source: Delete Route %s
fr_fr: Suppression Route %s
pt_pt: Eliminar Rota %s

source: Delete Trunk %s
fr_fr: Suppression Trunk %s
pt_pt: Eliminar Trunk %s

source: Delete User %s
fr_fr: Suppression Utilisateur %s
pt_pt: Eliminar Utilizador %s

source: Delete User: %s
fr_fr: Suppression Utilisateur: %s
pt_pt: Eliminar Utilizador: %s

source: Department Name
pt_pt: Nome do Departamento

source: Department name cannot have a space
fr_fr: Un nom de département ne peut avoir un espace
pt_pt: O nome do departamento nao pode ter nenhum espaço

source: Device Info
fr_fr: Information périphérique
pt_pt: Info de Dispositivo

source: Device and User mode is unsupported by the development team. Are you sure you want to use this mode?
pt_pt: Modos de Dispositivo e Utilizador não é suportado pela equipa de desenvolvimento. Tem a certeza que pretende usar este modo?

source: Dial Rules Wizards
fr_fr: Assistant règles d'appels
pt_pt: Wizards de Regras de Marcação

source: Dial pattern is invalid
fr_fr: Le \'Masque de Numerotation\' est invalide.
pt_pt: Padrão de marcação é inválido

source: Drag up or down to reposition, click to choose
pt_pt: Arrastar para reposicionar, clicar para escolher

source: Duplicate Route
pt_pt: Duplicar Rota

source: Duplicate Trunk
pt_pt: Duplicar Trunk

source: ERROR connectng to CDR DB to migrate, not done!
pt_pt: ERRO de ligação à base de dados CDR a migrar, não processado!

source: Edit Channel
fr_fr: Edition Canal
pt_pt: Editar Canal

source: Edit DAHDI Channel:
pt_pt: Editar Canal DAHDI

source: Edit Incoming Route
fr_fr: Edition Route Entrante
pt_pt: Editar Rota de Entrada

source: Enabling Pinless Dialing will allow this extension to bypass any pin codes normally required on outbound calls
fr_fr: Autoriser l'appel sans code Pin à cette extension pour ne pas taper les codes Pin normallement demandés pour les appels sortants
pt_pt: Ativar Marcação Sem Pin permitirá a esta extensão ignorar quaisquer códigos pin normalmente necessários em chamadas de saída

source: Error parsing cdr_mysql.conf no migration done
pt_pt: Erro analisando cdr_mysql.conf nenhuma migração realizada

source: Export patterns as a CSV file with headers listed as: %s, %s and %s in the first row.
pt_pt: Exportar padrões para ficheiro CSV com cabeçalhos listados como: %s, %s e %s na primeira linha.

source: Extension Range
pt_pt: Intervalo de Extensões

source: False
pt_pt: Falso

source: For security reasons, you cannot use the department name default
fr_fr: Pour des raisons de sécurité, vous ne pouvez utiliser le nom de département par défaut
pt_pt: Por razões de segurança, não se pode usar o nome default/padrão para el departamento

source: Force rport - (force_rport)
pt_pt: Forçar rport - (force_rport)

source: Found module locally, verifying...
pt_pt: Encontrado módulo local, verificando...

source: FreePBX Advanced Settings
pt_pt: Configurações Avançadas do FreePBX

source: FreePBX is Unable to Continue
pt_pt: O FreePBX está Impossibilitado de Continuar

source: French
pt_pt: Francês

source: Friendly Name: %s
pt_pt: Nome Amigável: %s

source: General DIDs
fr_fr: SDA généraux
pt_pt: DIDs Gerais

source: Generic CHAN SIP Device
pt_pt: Dispositivo CHAN SIP Genérico

source: Generic DAHDi Device
pt_pt: Dispositivo DAHDi Genérico

source: Generic IAX2 Device
fr_fr: Périphérique IAX2
pt_pt: Dispositivo IAX2 Genérico

source: German
pt_pt: Alemão

source: Give this trunk a unique name. Example: myiaxtel
fr_fr: Donnez un nom unique au trunk. Exemple: moniaxtel
pt_pt: Insira neste campo apenas um nome. Exemplo: miteliax

source: Hebrew
pt_pt: Hebreu

source: Hungarian
pt_pt: Hungaro

source: Incoming Settings
fr_fr: Paramètres d'Entrée
pt_pt: Informações de Entrada

source: Information
pt_pt: Informação

source: Intercom
pt_pt: Intercomunicador

source: Internal Auto Answer
pt_pt: Auto Answer Interno

source: Internal Name: %s
pt_pt: Nome Interno: %s

source: International
pt_pt: Internacional

source: Interval used when receiving a 403 Forbidden response.
pt_pt: Intervalo usado ao obter uma resposta 403 Forbidden.

source: Invalid CallerID prefix.
pt_pt: Prefixo de CallerID inválido.

source: Invalid NPA-NXX. Must be of the format \'NXX-NXX\'
fr_fr: NPA-NXX invalide. Doit être au format \'NXX-NXX\'
pt_pt: NPA-NXX inválido. Deve estar no formato \'NXX-NXX\'

source: Invalid number. Only 0-9, #, and * are allowed.
pt_pt: Número inválido. Somente 0-9, #, e * são permitidos.

source: Invalid pattern. Only 0-9, #, *
pt_pt: Padrão inválido. Somente 0-9, #, *

source: Invalid pattern. Only 0-9, #, *, Z, N, X and . are allowed.
fr_fr: Masque de numérotation invalide. Seulement <b>0-9</b>, <b>#</b>, <b>*</b>, <b>Z</b>, <b>N</b>, <b>X</b> sont autorisés.
pt_pt: Parametros inválidos Somente 0-9, #, *, Z, N, X y . estão permitidos.

source: Invalid prefix. Only 0-9, #, *, Z, N, and X are allowed.
fr_fr: Préfixe invalide. Seulement 0-9, #, *, Z, N, et X sont autorisés
pt_pt: Prefixo inválido. Somente 0-9, #, *, Z, N, e X são permitidos.

source: Invalid prefix. Only dialable characters (0-9, #, and *) are allowed.
fr_fr: Pr&eacute;fixe invalide. Seulement les caract&egrave;res num&eacute;rotables (0-9, #, et *) sont autoris&eacute;s.
pt_pt: Prefixo Inválido. São permitidos somente os caracteres (0-9, #, y *).

source: Italian
pt_pt: Italiano

source: Japanese
pt_pt: Japonês

source: Language
pt_pt: Idioma

source: Local 7 digit
fr_fr: 7 chiffres local
pt_pt: Local 7 digitos

source: Local 7/10 digit
fr_fr: 7/10 chiffres local
pt_pt: Local 7/10 digitos

source: Long-distance
fr_fr: Longue distance
pt_pt: Longa distancia

source: Lookup local prefixes
fr_fr: Recherche préfixes locaux
pt_pt: Procurar prefixos locais

source: Lookup numbers for local trunk
fr_fr: Recherche nombre pour trunk local
pt_pt: Procura de número no trunk local

source: Lookup numbers for local trunk (10-digit dialing)
fr_fr: Recherche nombre pour trunk local(10 chiffres)
pt_pt: Procura de número no trunk local (marcação 10-digitos)

source: Lookup numbers for local trunk (7-digit dialing)
fr_fr: Recherche nombre pour trunk local(7 chiffres)
pt_pt: Procura de número no trunk local (marcação 7-digitos)

source: Maximum number of registration attempts.
pt_pt: Máximo de tentativas de registo.

source: Move Down
fr_fr: Vers le Bas
pt_pt: Mover para Baixo

source: Move Up
fr_fr: Vers le Haut
pt_pt: Mover para Cima

source: NOTE:
pt_pt: NOTA:

source: New User
fr_fr: Nouvel Utilisateur
pt_pt: Novo Utilizador

source: No - (no)
pt_pt: Não - (no)

source: No Default Provided
pt_pt: Nenhum Valor por Omissão Definido

source: No dial pattern, there must be at least one
pt_pt: Sem padrão de marcação, deve existir pelo menos um

source: Not found
fr_fr: Pas trouv&eacute;
pt_pt: Não encontrado

source: Options
pt_pt: Opções

source: Other (Custom) Device
fr_fr: Périphérique autre
pt_pt: Outro Dispositivo (Personalizado)

source: Outbound Proxy.
pt_pt: Proxy de Saída.

source: Outgoing Settings
fr_fr: Paramètres de Sortie
pt_pt: Parâmetros de saída

source: PJSIP In FreePBX is Experimental.
pt_pt: PJSIP é Experimental no FreePBX.

source: Permanent contacts assigned to AoR
pt_pt: Contactos permanentes atribuidos a AoR

source: Permissions error on %s - please re-run as root to automatically repair
pt_pt: Erro de permissões em %s - volte a executar como root para reparar automaticamente

source: Permissions error on directory %s - please re-run as root to automatically repair
pt_pt: Erro de permissões no diretório %s - volte a executar como root para reparar automaticamente

source: Please enter a valid CallerID Number
pt_pt: Introduza um Número de CallerID válido

source: Please enter a valid DID Number
fr_fr: SVP, entrez un \'Numéro DID\' valide.
pt_pt: Introduza um Número de DID válido

source: Please enter a valid Fax Email or leave it empty to use the default
fr_fr: SVP, entrez une \'Adresse courriel du télécopieur\' valide ou laissez ce champ vide pour utiliser la configuration Par Defaut.
pt_pt: Introduza um Email de Faz válido ou deixe vazio para usar valor por omissão

source: Please enter a valid number for Pause Before Answer field
fr_fr: SVP, entrez un nombre pour \'Pause avant réponse\' valide.
pt_pt: Introduza um valor válido no campo Pausa Antes de Atender

source: Please enter a valid number for Pause after answer
fr_fr: SVP, entrez un nombre \'Pause après réponse\' valide.
pt_pt: Introduza um valor válido para Pausa depois de atender

source: Please select your Device below then click Submit
fr_fr: Sélectionner votre périphérique puis cliquer sur Soumettre
pt_pt: Selecione o Dispositivo abaixo e clique em Submeter

source: Portuguese
pt_pt: Português

source: Portuguese (Brasil)
pt_pt: Português (Brasil)

source: RSS Feeds that are displayed in UCP and Dashboard. Separate each feed by a new line
pt_pt: Os Feeds RSS que são exibidos no UCP e no Dashboard. Separá-los por uma nova linha

source: Redownloading
pt_pt: Voltando a transferir

source: Refresh Page
pt_pt: Carregar Página

source: Remove prefix from local numbers
fr_fr: Supprime le préfixe des numéros locaux
pt_pt: Remove um prefixo de numeros locais

source: Restrict this user's view to only Extensions, Ring Groups, and Queues within this range.
pt_pt: Restringir vista de utilizador apenas para as Extensões, Grupos de Toque e Filas neste intervalo.

source: Retry Interval
pt_pt: Intervalo para Nova Tentativa

source: Revert to Default
pt_pt: Reverter Valores por Omissão

source: Route name is invalid, please try again
fr_fr: Le \'Nom de la Route\' est invalide, SVP réessayez.
pt_pt: O nome da rona é invalido, por favor tente novamente

source: Route password must be numeric or leave blank to disable
fr_fr: Le mot de passe de la Route ne doit contenir que des chiffres ou laisser le champ vide.
pt_pt: A password da rota deve ser numérica ou deixada vazia para desativar

source: Russian
pt_pt: Russo

source: SIP Server Address.
pt_pt: Endereço do Servidor SIP.

source: SIP Server Port.
pt_pt: Porta do Servidor SIP.

source: SIP URI of the server to register against
pt_pt: SIP URI do servidor ao qual registar

source: Sequence
fr_fr: Séquence
pt_pt: Sequencia

source: Spanish
pt_pt: Espanhol

source: Submit Changes
fr_fr: Soumettre Changements
pt_pt: Submeter Alterações

source: Swedish
pt_pt: Sueco

source: The Zap channel number for this port.
pt_pt: O número do canal Zap para esta porta.

source: The section you requested does not exist or you do not have access to it.
fr_fr: La section demandée n'existe pas ou vous n'y avez pas accès.
pt_pt: A secção requerida não existe ou não tem acesso a ela.

source: This trunk is not used by any routes!
fr_fr: Ce trunk n'est utilisé par aucune route!
pt_pt: Este tronco não está sendo usado por nenhuma rota!

source: This trunk will not be able to be used for outbound calls until a route is setup that uses it. Click on <b>Outbound Routes</b> to setup routing.
fr_fr: Ce trunk ne peut pas être utilisé pour des appels sortants tant qu'une route ne l'utilise pas. Voir dans le menu <strong>Routes Sortantes</strong>.
pt_pt: Este canal não pode ser usada para realizar chamadas de saídas bas apenas que uma rota tenha sido setada para usá-la. Click em <b>Rotas de Saída</b> para configurar as rotas.

source: Time Group:
pt_pt: Grupo de Tempo:

source: Toll-free
fr_fr: Numéro gratuit
pt_pt: Grátis

source: True
pt_pt: Verdadeiro

source: Unable to start GPG
pt_pt: Não é possível iniciar GPG

source: Unknown Entry
pt_pt: Entrada Desconhecida

source: Unknown!
pt_pt: Desconhecido!

source: Unused DIDs
fr_fr: SDA non utilisés
pt_pt: DIDs Não Usados

source: User DIDs
fr_fr: SDA utilisateurs
pt_pt: DIDs de Utilizador

source: Username cannot start with a number, and can only contain letters and numbers
fr_fr: Un nom d\'utilisateur doit commencer par une lettre et ne contenir que des chiffres et des lettres
pt_pt: O nome do usuário não pode comçar por um numero e deverá conter somente letras e números

source: Username must not be blank
fr_fr: Un nom d\'utilisateur ne peut être à blanc
pt_pt: O nome do usuário não deve estar em branco

source: Verified. Using Local
pt_pt: Verificado. Usando Local

source: Via DAHDi compatibility mode
pt_pt: Via modo de compatibilidade DAHDi

source: WARNING:
fr_fr: ATTENTION:
pt_pt: AVISO:

source: What is the dialing pattern for local numbers after
fr_fr: Quel est le plan de numérotation pour les numéros locaux après
pt_pt: Qual é o padrao para os numeros locais anterioes

source: What is the local dialing pattern?\n\n(ie. NXXNXXXXXX for US/CAN 10-digit dialing, NXXXXXX for 7-digit)
fr_fr: Quel est le plan de numérotation local?\n\n(ie. NXXNXXXXXX pour US/CAN composition pour 10 chiffres, NXXXXXX composition pour 7 chiffres)
pt_pt: Qual é o parâmetro de discagem local?\n\n(Ex. NXXNXXXXXX para US/CAN de 10-digitos y NXXXXXX para 7-digitos)

source: What is your areacode + prefix (NPA-NXX)?\n\n(Note: this database contains North American numbers only, and is not guaranteed to be 100% accurate. You will still have the option of modifying results.)\n\nThis may take a few seconds.
fr_fr: Quel est votre code région + péfixe (NPA-NXX)?\n\n(Note: cette base ne contient que des numéros du Nord des Etats-Unis, et n'est pas garantieà 100% aussi vous pouvez toujours modifier ces résultats.)\n\nCela peut prendre quelques secondes.
pt_pt: Qual é o seu código de área + prefixo (NPA-NXX)?\n\n(Nota: esta base de dados contém Numeros de USA somente, e não esta garantido que seja 100% exata. Ud. igual tenha a opição de modificar os resultados.)\n\nEsto pode tomar alguns segundos.

source: Yes - (force_rport,comedia)
pt_pt: Sim - (force_rport,comedia)

source: You have enabled this trunk in all routes it is used
fr_fr: Vous avez autorisé ce Trunk pour toutes les routes qu\'il utilise
pt_pt: Você ativou este trunk em todas as rotas em que é usado

source: any CID
fr_fr: Tout CID
pt_pt: Qualquer CID

source: any DID
fr_fr: Tout SDA
pt_pt: Qualquer DID

source: fatal error updating freepbx_settings table
pt_pt: erro fatal atualizando tabela freepbx_settings

source: field can be left blank
pt_pt: campo pode ser deixado em branco
