Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Done. All modules installed.
es_es: Hecho. Todos los módulos instalados.
fa_ir: انجام شد. تمام ماژول ها نصب شدند.
it_it: Fatto. Tutti i moduli installati.
pt_br: Feito. Todos os módulos instalados.
ru_ru: Завершено.Все модули установлены.

source: Downgrade
es_es: Degradar
fa_ir: تنزیل نسخه
it_it: retrocedere
pt_br: Voltar Versão
ru_ru: Возврат к предыдущей версии

source: Download %s, keep Disabled
es_es: Bajar %s, mantener Deshabilitado
fa_ir: دانلود %s، نگه داری به صورت غیر فعال
fr_fr: Téléchargement %s, reste désactivé
it_it: Scarica %s, lascia Disabilitato
pt_br: Baixar para %s, manter Desabilitado
pt_pt: Transferir %s, manter Inativo
ru_ru: Скачать %s, оставить деактивированным

source: Download (From Web)
es_es: Bajar (de la Web)
fa_ir: دانلود (از وب)
it_it: Scarica (dal Web)
pt_br: Baixar (Da Web)
pt_pt: Transferir (da Web)
ru_ru: Загрузить(Из Веб)

source: Download Local Patterns
es_es: Descargar patrones locales
fa_ir: دانلود الگوهای محلی
it_it: Scarica modelli locali
pt_br: Download Padrões Locais
ru_ru: Загрузить локальные шаблоны

source: Download Remote Module
es_es: Bajar Modulo Remoto
fa_ir: دانلود ماژول خارجی
it_it: Scarica il modulo remoto
pt_br: Baixar Módulo Remoto
pt_pt: Transferir Módulo Remoto
ru_ru: Загрузить модуль

source: Download all
es_es: Bajar todo
fa_ir: دانلود همه
fr_fr: Téléchargements de tous
it_it: Scarica tutto
pt_br: Baixar todos
pt_pt: Transferir todos
ru_ru: Скачать все

source: Download and %s to %s
es_es: Bajar y %s a %s
fa_ir: دانلود و %s به %s
it_it: Scarica e %s1 su %s2
pt_br: Baixar e %s para %s
pt_pt: Transferir e %s para %s
ru_ru: Загрузить и %s в %s

source: Download and Install
es_es: Bajar e Instalar
fa_ir: دانلود و نصب
fr_fr: Téléchargement et installation
it_it: Scarica e Installa
pt_br: Baixar e instalar
pt_pt: Transferir e Instalar
ru_ru: Скачать и установить

source: Download and Upgrade to %s
es_es: Bajar e Instalar en %s
fa_ir: دانلود و به روزرسانی به %s
fr_fr: Téléchargement et mis à jour %s
it_it: Scarica e Aggiorna a %s
pt_br: Baixar e atualizar para %s
pt_pt: Transferir e atualizar para %s
ru_ru: Скачать и обновить до %s

source: Download and install module[s], accepts argument module[s] or URLs
es_es: Descargue e instale el módulo[s], acepte el módulo de argumento[s] o las URL
it_it: Scarica e installa il modulo [i], accetta il modulo degli argomento [i] o gli URL
pt_br: Baixar e instalar o módulo[s], aceitar o módulo[s] de argumento ou URLs
ru_ru: Загрузить и установить модуль(-и), принять аргумент модуля(-ей) или URL-ы

source: Download local prefixes
es_es: Descargar prefijos locales
fa_ir: دانلود پیشوندهای محلی
it_it: Scarica prefissi locali
pt_br: Baixar prefixos locais
ru_ru: Скачать локальные префиксы

source: Download module[s], accepts argument module[s] or URLs
es_es: Descargue el módulo[s], acepte el módulo de argumento[s] o las URL
it_it: Scarica modulo [i], accetta modulo argomento [i] o URL
pt_br: Baixar módulo[s], aceita módulo[s] de argumento ou URLs
ru_ru: Загрузить и установить модуль(-и), принять аргумент модуля(-ей) или URL-ы

source: Download/Upgrade forcing edge mode
es_es: Descargar/actualizar el modo de borde forzado
it_it: Scarica / Aggiorna modalità forzante
pt_br: Baxar/Atualização do modo de limite forçado

source: Download/Upgrade to a specific tag
es_es: Descargar / actualizar a una etiqueta específica
it_it: Scarica / Aggiorna a un tag specifico
pt_br: Baixar/Atualizar para uma tag específica

source: Downloading %s
es_es: Bajando %s
fa_ir: در حال دانلود %s
fr_fr: Chargement %s
it_it: Download di %s1
pt_br: Baixando %s
pt_pt: Transferindo %s
ru_ru: Скачивается %s

source: Downloading & Installing
fa_ir: در حال دانلود کردن و نصب
it_it: Download e installazione

source: Downloading Missing Dependency of: %s %s
es_es: Bajando Dependencias Faltantes de: %s %s
fa_ir: دانلود کردن وابستگی گمشده از: %s %s
it_it: Download della dipendenza mancante di: %s1 %s2
pt_br: Baixando Dependências Faltantes de: %s %s
pt_pt: Transferindo Dependencias em Falta de: %s %s
ru_ru: Загрузка ошибочных зависимостей:%s %s

source: Downloading and Installing %s
es_es: Bajando e Instalando %s
fa_ir: در حال دانلود و نصب کردن %s
it_it: Download e installazione di %s1
pt_br: Baixando e Instalando %s
pt_pt: Transferindo e Instalando %s
ru_ru: Загрузка и установка %s

source: Dropping table %s...
es_es: Eliminando tabla %s...
it_it: tabella di caduta %s1 ...

source: Dump Configs
fa_ir: خالی کردن پیکربندی ها
it_it: Scarica le configurazioni

source: Duplicate
es_es: Duplicar
fa_ir: تکراری
it_it: Duplicare
pt_br: Duplicado
ru_ru: Скопировать

source: Dynamically Generate Hints
es_es: Genere dinámicamente pistas (hints)
fa_ir: تولید پویای نکات
it_it: Genera dinamicamente suggerimenti
pt_br: Gerar Dicas Dinamicamente
pt_pt: Gerar Sugestões Dinamicamente
ru_ru: Динамическая генерация хинтов

source: EDGE MODE
fa_ir: حالت لبه
it_it: MODALITÀ BORDO
pt_br: MODO EDGE

source: ERROR - could not drop table
es_es: ERROR - No se puede dejar la tabla
fa_ir: خطا - عدم توانایی در حذف جدول
it_it: ERRORE: impossibile rilasciare la tabella
pt_br: ERRO - Não foi possível apagar tabela
pt_pt: ERRO - não foi possível eliminar a tabela
ru_ru: ОШИБКА - невозможно разбить таблицу

source: ERROR connecting to CDR DB to migrate, not done!
es_es: ERROR conectando a CDR DB para migrar, no hecho!
it_it: ERRORE che si collega a CDR DB per migrare, non fatto!
pt_br: ERRO conectar a CDR DB para migrar, não feito!

source: ERROR: could not access user table to migrate directdids to incoming table, aborting
fr_fr: ERREUR: ne peut accéder à l atable utilisateurspour migrer les SDA à la table incoming, arrêt
it_it: ERRORE: impossibile accedere alla tabella utente per migrare i directdids nella tabella in arrivo, interrompendo
pt_pt: ERRO: não foi possível aceder à tabela user para migrar directdids para a tabela incoming, abortando

source: ERROR: could not insert previous value for ALLOW_SIP_ANON, it may already exist
it_it: ERRORE: impossibile inserire il valore precedente per ALLOW_SIP_ANON, potrebbe già esistere
pt_pt: ERRO. Não foi possível inserir valor anterior de ALLOW_SIP_ANON, pode já existir

source: ERROR: could not insert previous values for rpt.conf, they may already exist
es_es: ERROR: no se puede insertar valores previos de rpt.conf, puede que ya existan
it_it: ERRORE: impossibile inserire i valori precedenti per rpt.conf, potrebbero già esistere
pt_br: ERRO: não foi possível inserir os valores anteriores para rpt.conf, eles podem já existir
pt_pt: ERRO: não foi possível inserir os valores anterior de rpt.conf, podem já existir
ru_ru: ОШИБКА:невозможно вставить предыдущее значение для rpt.conf , возможно оно уже существует

source: ERROR: failed to insert %s for user %s
fa_ir: خطا: شکست در ورود %s برای کاربر %s
fr_fr: ERREUR: impossible d'insérer %s pour l'utilisateur %s
it_it: ERRORE: impossibile inserire %s1 per l'utente %s2
pt_pt: ERRO: falha ao inserir %s para o utilizador %s

source: ERROR: trying to check if %s already in use
fa_ir: خطا: تلاش برای بررسی وجود %s در حال استفاده
fr_fr: ERREUR: impossible de vérifier si %s est en cours d'utilisation
it_it: ERRORE: prova a verificare se %s1 è già in uso
pt_pt: ERRO: tentando verificar se %s já se encontra em uso

source: Echo training requirements of this card. See DAHDi documentation for details.
es_es: Requerimientos de entrenamiento de Eco de esta tarjeta. Ver documentación DAHDi para mas detalles.
it_it: Requisiti di allenamento eco di questa carta. Vedere la documentazione di DAHDi per i dettagli.
pt_br: Requerimentos de treinamento Echo desta placa. Veja documentação DAHDi para detalhes.
ru_ru: Требования по определению тестового замера для эхо к этой карте. См. документацию по DAHDi для деталей.

source: Edge repository temporarily enabled
es_es: Repositorio borde (Edge) temporalmente habilitado
fa_ir: منبع موقت فعال شد
it_it: Repository Edge temporaneamente abilitato
pt_br: Repositório Edge temporariamente ativado

source: Edit
es_es: Editar
fa_ir: ویرایش
it_it: Modificare
pt_br: Editar
pt_pt: Editar
ru_ru: Редактировать

source: Edit %s
es_es: Editar %s
fa_ir: ویرایش %s
fr_fr: Edition %s
it_it: Modificare %s1
pt_br: Editar %s
pt_pt: Editar %s
ru_ru: Редактировать %s

source: Edit %s %s (%s)
es_es: Editar %s %s (%s)
fa_ir: ویرایش %s %s (%s)
fr_fr: Edition %s %s (%s)
it_it: Modifica %s1 %s2 (%s3)
pt_br: Editar %s %s (%s)
pt_pt: Editar %s %s (%s)
ru_ru: Редактировать %s %s (%s)

source: Edit Administrator
es_es: Editar Administrador
fa_ir: ویرایش مدیریت
fr_fr: Edition Administrateur
it_it: Modifica amministratore
pt_br: Editar Administrador
pt_pt: Editar Administrador
ru_ru: Редактировать Администратора

source: Edit Default User: %s
es_es: Editar Usuario por defecto: %s
fa_ir: ویرایش کاربر پیشفرض: %s
fr_fr: Edition utilisateur par défaut: %s
it_it: Modifica Utente predefinito: %s
pt_br: Editar usuário padrão: %s
pt_pt: Editar Utilizador Padrão: %s
ru_ru: Редактировать настройки пользователя по умолчанию: %s

source: Edit Extension
es_es: Editar Extensión
fa_ir: ویرایش داخلی
fr_fr: Edition Extension
it_it: Modifica Interno
pt_br: Editar Ramal
pt_pt: Editar Extensão
ru_ru: Редактировать внутренний номер

source: Edit Fixed User: %s
es_es: Editar Usuario Fijo: %s
fa_ir: ویرایش کاربر ثابت: %s
fr_fr: Edition Utilisateur: %s
it_it: Modifica Utente Fisso: %s
pt_br: Editar usuário fixo %s
pt_pt: Editar Utilizador Fixo: %s
ru_ru: Редактировать фиксированного пользователя: %s

source: Edit Route
es_es: Editar Ruta
fa_ir: ویرایش مسیر
fr_fr: Edition Route
it_it: Modifica Rotta
pt_br: Editar Rota
pt_pt: Editar Rota
ru_ru: Редактировать маршрут

source: Edit User
es_es: Editar Usuario
fa_ir: ویرایش کاربر
fr_fr: Edition Utilisateur
it_it: Modifica Utente
pt_br: Editar Usuário
pt_pt: Editar Utilizador
ru_ru: Изменить пользователя

source: Edit:
es_es: Editar:
fa_ir: ویرایش:
fr_fr: Edition:
it_it: Modifica:
pt_br: Editar:
pt_pt: Editar:
ru_ru: Редактировать:

source: Email Address
es_es: Dirección de Correo
fa_ir: آدرس ایمیل
it_it: Indirizzo email
pt_br: Endereço de Email
pt_pt: Endereço de Email
ru_ru: Адрес Email

source: Email address to use for services such as Voicemail, User Management and Fax
es_es: Dirección de correo electrónico a utilizar para servicios tales como correo de voz, administración de usuarios y fax
fa_ir: آدرس ایمیل استفاده شده برای سرویس ها مانند ایمیل صوتی، مدیریت کاربر و فکس
it_it: Indirizzo email da utilizzare per servizi quali Voicemail, Gestione utenti e Fax
pt_br: Endereço de e-mail a ser usado para serviços como correio de voz, gerenciamento de usuários e Fax
ru_ru: Email-адрес,используемый в таких сервисах,как Голосовая почта,Управление пользователями и Факс

source: Email addresses error
es_es: error dirección de Correo
fa_ir: خطا آدرس ایمیل
it_it: Errore indirizzi email
pt_br: Erro de endereços de email
pt_pt: Erro de endereço de email
ru_ru: Ошибка email-адресов

source: Emergency
es_es: Emergencia
fa_ir: فوری
fr_fr: Urgence
it_it: Emergenza (US)
pt_br: Emergência
pt_pt: Emergência
ru_ru: Экстренные службы

source: Emergency CID
es_es: CID Emergencia
fa_ir: CID فوری
fr_fr: CID d'Urgence
it_it: ID di Emergenza
pt_br: CID de Emergência
pt_pt: CID de emergência
ru_ru: Caller ID для экстренных служб

source: Emergency CID set to blank for one or more extensions
es_es: CID de emergencia configurado en blanco para una o más extensiones
fa_ir: CID فوری خالی تنظیم شده برای یک یا چند تا از داخلی ها
it_it: CID di emergenza impostato su bianco per uno o più interni
pt_br: CID de emergência definido como em branco para uma ou mais extensões

source: Emergency Route
es_es: Ruta de Emergencia
fa_ir: مسیر فوری
it_it: Percorso d'emergenza
pt_br: Rota de Emergência
ru_ru: Вспомогательный маршрут

source: Empty value not allowed for this field
es_es: Valor vacío no es permitido en este campo
fa_ir: این فیلد نباید خالی باشد
it_it: Valore vuoto non consentito per questo campo
pt_br: Valor em branco não permitido para este campo
pt_pt: Não é permitido um valor vazio para este campo
ru_ru: Не допускается пустое значение для этого поля

source: Enable
es_es: Habilitar
fa_ir: فعال
fr_fr: Activation
it_it: Attiva
pt_br: Ativar
pt_pt: Ativar
ru_ru: Включить

source: Enable AVPF
es_es: Habilitar AVPF
fa_ir: فعال کردن AVPF
it_it: Abilita AVPF
pt_br: Habilitar AVPF
pt_pt: Ativar AVPF
ru_ru: Включить AVPF

source: Enable Encryption
es_es: Habilitar Criptografía
fa_ir: فعال کردن رمزنگاری
it_it: Abilita crittografia
pt_br: Habilitar Criptografia
pt_pt: Ativar Encriptação
ru_ru: Включить шифрование

source: Enable ICE Support
es_es: Habilitar Soporte a ICE
fa_ir: فعال کردن پشتیبانی از ICE
it_it: Abilita il supporto ICE
pt_br: Habilitar Suporte ICE
pt_pt: Ativar Suporte ICE
ru_ru: Включить поддержку ICE

source: Enable Module Signature Checking
es_es: Habilitar la comprobación de la firma del módulo
fa_ir: فعال کردن بررسی امضا ماژول
it_it: Abilita controllo firma modulo
pt_br: Habilitar Verificação de Assinatura de Módulo
pt_pt: Ativar Verificação de Assinatura de Módulo

source: Enable Module Tracks
es_es: Activar pistas del módulo
fa_ir: فعال کردن ماژول مسیرها
it_it: Abilita le tracce del modulo
pt_br: Habilitar Faixas de Módulos
pt_pt: Ativar Tracks de Módulo

source: Enable Performance Logging
es_es: Habilitar registro de Rendimiento
fa_ir: فعال کردن لاگ کارآیی
it_it: Abilita registrazione delle prestazioni
pt_br: Habilitar Relatório de Desempenho
pt_pt: Ativar Registo de Desempenho

source: Enable Remote Unlocking
fa_ir: فعال کردن بازکردن قفل راه دور
it_it: Abilita sblocco remoto
pt_pt: Ativar Desbloqueio Remoto

source: Enable Static Content
es_es: Habilitar Contenido estático
fa_ir: فعال کردن محتوای ایستا
it_it: Abilita contenuto statico
pt_br: Habilitar Conteúdo Estático
pt_pt: Ativar Conteúdo Estático

source: Enable TLS for the mini-HTTP Server
es_es: Habilitar TLS para el servidor mini-HTTP
fa_ir: فعال کردن TLS برای سرور mini-HTTP
it_it: Abilita TLS per il mini-HTTP Server
pt_br: Ativar TLS para o servidor mini-HTTP

source: Enable The Old Style FreePBX Dial Patterns Textarea
es_es: Habilitar el estilo antiguo FreePBX patrones de marcación Textarea
it_it: Abilita la Textarea dei modelli di composizione FreePBX Old Style
pt_br: Habilitar O Estilo Antigo de Área de texto de Padrões de Discagem FreePBX
pt_pt: Ativar Area de Texto de Padrões de Marcação no Estilo Antigo do FreePBX

source: Enable and disable trunks from the command line
es_es: Habilitar y deshabilitar troncales desde la línea de comandos
fa_ir: فعال و غیرفعال کردن ترانک ها از خط فرمان
it_it: Abilita e disabilita i trunk dalla riga di comando
pt_br: Ativar e desativar troncos da linha de comando
ru_ru: Включить или выключить транки из командной строки

source: Enable call waiting by default when an extension is created (Default is yes). Set to <b>no</b> to if you do not want phones to be commissioned with call waiting already enabled. The user would then be required to dial the CW feature code (*70 default) to enable their phone. Most installations should leave this alone. It allows multi-line phones to receive multiple calls on their line appearances.
es_es: Habilite la llamada en espera de forma predeterminada cuando se crea una extensión (El valor predeterminado es Sí). Establezca en <b> no </b> si no desea que los teléfonos sean puestos en servicio con la llamada en espera ya habilitada. El usuario tendría entonces que marcar el código de función CW (* 70 predeterminado) para habilitar su teléfono. La mayoría de las instalaciones deben dejarlo solo. Permite que los teléfonos multilínea reciban múltiples llamadas en sus apariencias.
it_it: Attiva l'avviso di chiamata per impostazione predefinita quando viene creato un interno (l'impostazione predefinita è Sì). Impostare su <b> 1no </b> 2 se non si desidera che i telefoni vengano messi in servizio con l'avviso di chiamata già attivato. All'utente sarebbe quindi richiesto di comporre il codice funzione CW (* 70 predefinito) per abilitare il proprio telefono. La maggior parte delle installazioni dovrebbe lasciare questo da solo. Permette ai telefoni multilinea di ricevere più chiamate sulla loro linea.
pt_br: Habilitar chamada em espera por padrão quando um ramal é criado (Padrão é sim). Definir para <b>não</b> se você não quiser fones serem delegados com espera de chamada já habilitada. O usuário teria então que discar o código de recurso CW (padrão *70) para habilitar seu aparelho. A maioria das instalações deveriam deixar isto sem mudar. Ele permite que fones com multi-linhas receberem múltiplas chamadas em suas apresentações de linhas.
ru_ru: Ожидание второго вызова (Call Waiting - yes) будет включаться по умолчанию при создании внутреннего номера. Установите опцию в <b>no</b> если не хотите создавать внутрение номера с уже включеной опцией принятия второго вызова. Тогда пользователям можно будет включать эту возможность путём набора сервисного кода (по умолчанию - *70). В большинстве случаев этот параметр рекомендуется оставить так как есть. Таким образом мульти-линейным телефонам даётся возможность принимать несколько одновременных входящих соединений.

source: Enable given trunk
es_es: Habilitar Troncal dado
fa_ir: فعال سازی ترانک معین
it_it: Abilita il trunk dato
pt_br: Ativar determinado tronco
ru_ru: Включить данный транк

source: Enable jQuery Migrate
es_es: Habilitar Migrar jQuery
fa_ir: فعال سازی انتقال jQuery
it_it: Abilita jQuery Migrate
pt_br: Habilitar Migração jQuery
pt_pt: Ativar Migração jQuery

source: Enable module[s], accepts argument module[s]
es_es: Habilitar el módulo[s], aceptar el módulo de argumento[s]
fa_ir: فعال سازی ماژول[ها]، پذیرفتن آرگومان ماژول[ها]
it_it: Abilita modulo [s], accetta modulo argomento [s]
pt_br: Ativar módulo[s], aceita módulo[s] de argumento
ru_ru: Включить модуль(-и), приём аргмента модуля(-ей)

source: Enable or disable the ability to do on demand (one-touch) recording. The overall calling policy rules still apply and if calls are already being recorded by 'Force' or 'Never', the can not be paused unless 'Override' is selected..
it_it: Abilita o disabilita la possibilità di eseguire la registrazione su richiesta (one-touch). Le regole generali sulle regole di chiamata si applicano ancora e se le chiamate sono già state registrate da "Forza" o "Mai", non possono essere messe in pausa a meno che non sia selezionato "Sostituisci".

source: Enable or disable video support for this extension. If set to inherit it will use the global value from SIP Settings. Default is inherit
es_es: Activar o desactivar el soporte de vídeo para esta extensión. Si está configurado para heredar, utilizará el valor global de SIP Settings. El valor predeterminado es heredar
fa_ir: فعال و یا غیر فعال کردن پشتیبانی از ویدیو برای این داخلی.اگر به صورت موروثی تنظیم شود این مقدار از تنظیمات SIP استفاده میکند.پیشفرض موروثی است
it_it: Abilita o disabilita il supporto video per questa estensione. Se impostato per ereditare utilizzerà il valore globale da Impostazioni SIP. Il valore predefinito è ereditario
pt_br: Ative ou desative o suporte de vídeo para esta extensão. Se definido para herdar, ele usará o valor global das Configurações SIP. O padrão é inherit

source: Enable pretty-printing of the JSON responses from Asterisk
it_it: Abilita la stampa discreta delle risposte JSON da Asterisk
pt_pt: Ativar pretty-printing das respostas JSON do Asterisk

source: Enable rtcp Mux
es_es: Habilitar rtcp Mux
it_it: Abilita rtcp Mux

source: Enable the Asterisk REST Interface
fa_ir: فعال سازی رابط REST استریسک
it_it: Abilita l'interfaccia REST di asterisco
pt_pt: Ativar o Interface REST do Asterisk

source: Enable the mini-HTTP Server
es_es: Habilitar el servidor mini-HTTP
fa_ir: فعال کردن سرور mini-HTTP
it_it: Abilita il mini-HTTP Server
pt_br: Habilitar o Servidor mini-HTTP
pt_pt: Ativar o Servidor mini-HTTP

source: Enable this to send outbound HTTP and HTTPS requests via a proxy. This does not affect Voice or Video traffic.
es_es: Habilita esto para enviar requerimientos salientes HTTP y HTTPS a través del proxy. Esto no afecta tráfico de voz o video.
it_it: Abilitare questo per inviare richieste HTTP e HTTPS in uscita tramite un proxy. Ciò non influisce sul traffico vocale o video.
pt_br: Habilitar isto para enviar solicitações HTTP e HTTPS de saída via um proxy. Isto não afeta o tráfego de Voz ou Vídeo.
pt_pt: Ativar para enviar pedidos HTTP e HTTPS via proxy. Não afeta trafego de Voz ou de Video.

source: Enabled
es_es: Habilitado
fa_ir: فعال شده
fr_fr: Activé
it_it: Attivato
pt_br: Habilitado
pt_pt: Habilitado
ru_ru: Включен

source: Enabled Trunk %s Run fwconsole reload
es_es: Troncal %s Habilitada. Ejecute fwconsole reload
it_it: Enabled Trunk %s1 Esegui fwconsole reload

source: Enabled and up to date
es_es: Habilitado y Actualizado
fa_ir: فعال و به روزرسانی شد
fr_fr: Activé et à jour
it_it: Attivo e aggiornato
pt_br: Habilitado e atualizado
pt_pt: Ativo e atualizado
ru_ru: Задействован и обновлён

source: Enabled; Not available online
es_es: Habilitado: No disponible en línea
fa_ir: فعال شد; به صورت آنلاین وجود ندارد
fr_fr: Activé, non disponible réseau
it_it: Attivo; non disponibile online
pt_br: Habilitado; Não disponível online
pt_pt: Ativo; Não disponível online
ru_ru: Задействован; Не доступен он-лайн

source: Enables listening for HTTPS connections. This is for Asterisk, it is not directly related for FreePBX usage and the value of this setting is irrelevant for accessing core FreePBX settings. Default is no.
es_es: Permite escuchar las conexiones HTTPS. Esto es para Asterisk, no está relacionado directamente con el uso de FreePBX y el valor de esta configuración es irrelevante para acceder a la configuración básica de FreePBX. El valor predeterminado es no.
it_it: Abilita l'ascolto per le connessioni HTTPS. Questo è per Asterisk, non è direttamente correlato all'utilizzo di FreePBX e il valore di questa impostazione è irrilevante per accedere alle impostazioni di base di FreePBX. L'impostazione predefinita è no.
pt_br: Permite ouvir as conexões HTTPS. Isso é para o Asterisk, ele não está diretamente relacionado para o uso do FreePBX e o valor dessa configuração é irrelevante para acessar as configurações do FreePBX do núcleo. O padrão é não.

source: Enables repo, accepts argument repo[s]
es_es: Habilita repo, acepta argumento repo[s]
fa_ir: فعال سازی منبع، پذیرفتن آرگومان منبع[ها]
it_it: Abilita repo, accetta argomento repo [s]
pt_br: Ativa repo, aceita argumento repo[s]
ru_ru: Включает репозиторий, принимает аргумент репозитория(-иев)

source: Enabling %s
es_es: Habilitando %s
fa_ir: فعال سازی %s
it_it: Abilitazione %s1
pt_br: Habilitando %s
pt_pt: Ativando %s
ru_ru: Включение %s

source: Enabling %s because autoenable was passed at the command line
es_es: Habilitando %s porque se pasó autoenable en la línea de comandos
fa_ir: فعال سازی %s به دلیل تایید فعال سازی خودکار در خط فرمان
it_it: Abilitazione di %s1 perché è stato passato l'autoenable alla riga di comando
pt_br: Ativando %s porque o autoenable foi passado na linha de comando

source: Enabling Missing Dependency of: %s %s
es_es: Habilitando Dependencia faltante de: %s %s
fa_ir: فعال سازی وابستگی های از دست رفته از: %s %s
it_it: Abilitazione della dipendenza mancante di: %s1 %s2
pt_br: Habilitando Dependência Ausente de: %s %s
pt_pt: Ativando Dependencias em Falta de: %s %s
ru_ru: Включить ошибочные зависимости:%s %s

source: Enabling Pinless Dialing will allow this extension to bypass any pin codes set under routes password required on outbound calls.
es_es: Al habilitar la marcación sin PIN, esta extensión omitirá cualquier código PIN establecido como contraseña requerida en rutas de llamadas salientes.
it_it: L'abilitazione di Pinless Dialing consentirà a questa estensione di ignorare tutti i codici pin impostati sotto la password delle rotte richieste per le chiamate in uscita.
