Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: To protect the integrity of your server, you must allow overrides in your webserver's configuration file for the User Control Panel. For more information see: %s
es_es: Para proteger la integridad de su server, usted debe habilitar "overrides" en el fichero de configuración de su webserver para el UCP. Para mas información vea: %s
it_it: Per proteggere l'integrità del server, è necessario consentire le sostituzioni nel file di configurazione del server web per il Pannello di controllo utente. Per maggiori informazioni vedi:%s1
pt_br: Para proteger a integridade do seu servidor, você deve permitir substituições no arquivo de configuração do seu servidor web para o Painel de Controle do Usuário. Para obter mais informações, consulte: %s
ru_ru: Для защиты целостности вашего сервера, необходимо разрешить перезапись конфигурационных файлов вашего Веб-сеервера с Панели Управления Пользователя. Для дополнительной информации см:%s

source: Toggle navigation
es_es: Navegación Conmutador
fa_ir: تغییر وضعیت نوار انتقال
it_it: Attiva / disattiva la navigazione
pt_br: Alternar navegação

source: Track
es_es: Pista
fa_ir: مسیر
it_it: Traccia
pt_br: Faixa
ru_ru: Трек

source: Transport
es_es: Transporte
fa_ir: حمل ونقل
it_it: Trasporto
pt_br: Transporte
pt_pt: Transporte
ru_ru: Транспорт

source: Trunk Dial Timeout
es_es: Tiempo de espera de marcación de troncal
fa_ir: وقفه شماره گیری ترانک
it_it: Timeout del quadrante
pt_br: Tempo limite de discagem do tronco
pt_pt: Timeout de Marcação do Trunk

source: Trunk Name
es_es: Nombre Línea
fa_ir: نام ترانک
fr_fr: Nom du Trunk
it_it: Nome Fascio
pt_br: Nome do Tronco
pt_pt: Nome do campo
ru_ru: Название транка

source: Trunk Name and User Context cannot be set to the same value
es_es: Nombre de Línea y el contexto de Usuario no se pueden establecer al mismo valor
fa_ir: نام ترانک و متن کاربر نمیتواند یکی باشد
fr_fr: Le \'Nom du Trunk\' et le \'Contexte Utilisateur\' ne peuvent pas avoir la même valeur.
it_it: Il nome del Fascio e il Contesto Utente non possono avere lo stesso valore
pt_br: O nome do tronco principal e o contexto do usuário não podem ter o mesmo valor
pt_pt: O nome do canal principal o contexto do usuário não podem ter o mesmo valor
ru_ru: Имя транка и контекст User для входящих не могут иметь одно и то же значение

source: Trunk Sequence for Matched Routes
es_es: Secuencia de Línea para Rutas Coincidentes
fa_ir: توالی ترانک برای مسیرهای یکسان
it_it: Sequenza del tronco per percorsi abbinati
pt_br: Sequência de troncos para rotas combinadas
pt_pt: Sequencia de Trunks para Rotas Correspondentes
ru_ru: Последовательность транков для совпавших маршрутов

source: Trunk: %s (%s)
es_es: Línea: %s (%s)
fa_ir: ترانک: %s (%s)
it_it: Trunk: %s1 (%s2)
pt_br: Tronco: %s (%s)
ru_ru: Транк: %s (%s)

source: Trunks
es_es: Líneas
fa_ir: ترانکها
it_it: Fasci
pt_br: Troncos
pt_pt: Canal
ru_ru: Транки

source: Trust RPID
fa_ir: RPID درست
it_it: RPID Trust
pt_pt: Confiar na RPID
ru_ru: Доверительные RPID

source: Trys to enable all modules, accepts no arguments
es_es: Intenta activar todos los módulos, no acepta argumentos
fa_ir: تلاش برای فعال کردن تمام ماژول ها، آرگومان پذیرفته نیست
it_it: Trys per abilitare tutti i moduli, non accetta argomenti
ru_ru: Попытка водключить все модули, принимя все аргументы

source: Type
es_es: Tipo
fa_ir: نوع
it_it: Tipo
pt_br: Tipo
pt_pt: Tipo
ru_ru: Тип

source: Typically the direct address of a module tarball where FreePBX will attempt to download remotely and upload locally
es_es: Normalmente la dirección directa de un archivo módulo tar desde donde FreePBX intentará descargar de forma remota y cargar localmente
it_it: Tipicamente l'indirizzo diretto di un modulo tarball dove FreePBX tenterà di scaricare da remoto e caricare localmente
pt_br: Normalmente, o endereço direto de um módulo tarball onde FreePBX tentará baixar remotamente e fazer o upload localmente
ru_ru: Обычно прямой адрес к пакету модуля, откуда FreePBX будет пытаться скачать удалённо, и куда закачивать локально

source: UDP Only
es_es: Sólo UDP
fa_ir: فقط UDP
it_it: Solo UDP
pt_br: Somente UDP
pt_pt: UDP Apenas
ru_ru: Только UDP

source: UNSIGNED MODULES NOTICE:
fa_ir: هشدار ماژول های تایید نشده:
it_it: AVVISO DEI MODULI NON SEGNATI:

source: UPDATE NOTICE:
fa_ir: هشدار به روزرسانی:
it_it: AVVISO AGGIORNATO:
pt_pt: AVISO DE ATUALIZAÇÃO:

source: US Emergency
es_es: Emergencia USA
it_it: Emergenza USA
pt_br: Emergência nos EUA
ru_ru: Службы экстренной помощи США

source: US Information
es_es: Información US
it_it: Informazioni US
pt_br: Informação dos EUA
ru_ru: Информационные службы США

source: US International
es_es: Internacional US
it_it: Internazionale US
ru_ru: Интернациональные службы США

source: US Toll Free Patterns
es_es: Patrones Toll Free US
it_it: Modelli gratuiti degli Stati Uniti
ru_ru: Бесплатные для вызывающих шаблоны номеров служб США

source: USER Context
es_es: Contexto USUARIO
fa_ir: متن کاربر
fr_fr: Contexte Utilisateur
it_it: Contesto UTENTE (USER)
pt_br: Contexto do usuário
pt_pt: Contexto do USER
ru_ru: Контекст USER

source: USER Details
es_es: Detalles USUARIO
fa_ir: جزییات کاربر
fr_fr: Détails de l'utilisateur
it_it: Dettagli UTENTE
pt_br: Detalhes do usuário
pt_pt: Detalhes do USER
ru_ru: опции USER

source: Unable to add index to extensions field in users
fa_ir: عدم توانایی درافزودن شاخص برای فیلد داخلی ها در کاربران
it_it: Impossibile aggiungere un indice al campo estensioni negli utenti

source: Unable to add index to tech field in devices
fa_ir: عدم توانایی درافزودن شاخص به فیلد تکنولوژی در وسایل
it_it: Impossibile aggiungere l'indice al campo tecnologico nei dispositivi

source: Unable to connect to servers from URLs provided: %s
es_es: No se puede conectar a los servidores desde las URLs proporcionadas: %s
fa_ir: عدم توانایی اتصال به سرورها از آدرس های: %s
it_it: Impossibile connettersi ai server dagli URL forniti:%s1
pt_br: Não é possível conectar a servidores a partir de URLs fornecidas: %s
pt_pt: Não foi possível ligação aos servidores: %s
ru_ru: Невозможно подключиться к серверам по указанной ссылке: %s

source: Unable to create %s config file
es_es: No se puede crear archivo de configuración %s
fa_ir: عدم توانایی ایجاد فایل پیکربندی %s
it_it: Impossibile creare il file di configurazione %s1
pt_br: Não é possível criar o arquivo de configuração %s
pt_pt: Não foi possível criar o ficheiro de config de %s
ru_ru: Невозможно создать %s конфигурационный файл

source: Unable to download GPG key %s, or find %s or %s
es_es: No se puede descargar clave GPG %s, o encontrar %s o %s
it_it: Impossibile scaricare la chiave GPG %s1 o trovare %s2 o %s3
pt_br: Não é possível baixar a chave GPG %s, ou encontrar %s ou %s
pt_pt: Não foi possível transferir a chave GPG %s, ou encontrar %s ou %s
ru_ru: Невозможно скачать ключ GPG %s, или найти %s, или %s

source: Unable to enable Trunk %s. This trunk type may not support this
es_es: No se puede habilitar la Troncal %s. Es posible que este tipo de troncal no sea compatible
it_it: Impossibile abilitare il trunk %s1. Questo tipo di trunk potrebbe non supportarlo
pt_br: Não foi possível habilitar o tronco %s. Esse tipo de tronco pode não ter suporte

source: Unable to find an intermediary converter for %s
es_es: No se puede encontrar un convertidor intermedio para %s
it_it: Impossibile trovare un convertitore intermedio per %s1
pt_br: Não é possível encontrar um conversor intermediário para %s

source: Unable to find the Locale binary. Your system may not support language changes!
fa_ir: فایل باینری محلی پیدا نشد. سیستم شما از تغییر زبان پشتیبانی نمیکند!
it_it: Impossibile trovare il file binario Locale. Il tuo sistema potrebbe non supportare i cambiamenti di lingua!

source: Unable to locate the FreePBX BMO Class '%s'
es_es: No se puede localizar la Clase FreePBX BMO '%s'
it_it: Impossibile individuare la classe BMO FreePBX '%s1'
pt_br: Não foi possível localizar a classe FreePBX BMO '%s'
ru_ru: Невозможно найти класс FreePBX BMO %s

source: Unable to open file %s
es_es: No se puede abrir archivo %s
fa_ir: عدم توانایی بازکردن فایل %s
it_it: Impossibile aprire il file %s1
pt_br: Não foi possível abrir o arquivo %s
pt_pt: Não foi possível abrir o ficheiro %s
ru_ru: Невозможно открыть файл %s

source: Unable to remove %s
es_es: No se puede eliminar %s
fa_ir: عدم توانایی حذف %s
it_it: Impossibile rimuovere %s1
pt_br: Não foi possível remover %s
pt_pt: Não foi possível remover %s
ru_ru: Невозможно удалить %s

source: Unable to remove ca.cfg
es_es: No se puede eliminar ca.cfg
fa_ir: عدم توانایی حذف ca.cfg
it_it: Impossibile rimuovere ca.cfg
pt_br: Não foi possível remover ca.cfg
pt_pt: Não foi possível remover ca.cfg
ru_ru: Невозможно удалить ca.cfg

source: Unable to remove tmp.cfg
es_es: No se puede eliminar tmp.cfg
fa_ir: عدم توانایی حذف tmp.cfg
it_it: Impossibile rimuovere tmp.cfg
pt_br: Não foi possível remover tmp.cfg
pt_pt: Não foi possível remover tmp.cfg
ru_ru: Невозможно удалить tmp.cfg

source: Unable to resolve dependencies for module %s:
es_es: No se pueden resolver las dependencias para el módulo %s:
fa_ir: عدم توانایی حل وابستگی ها برای ماژول %s:
it_it: Impossibile risolvere le dipendenze per il modulo %s1:

source: Unable to run Pre-Asterisk hooks, because Asterisk is already running on PID %s and has been running for %s
es_es: No se puede ejecutar los ganchos de Pre-Asterisk, ya que Asterisk ya se está ejecutando en PID %s y se ha estado ejecutando para %s
it_it: Impossibile eseguire i hook Pre-Asterisk, perché Asterisk è già in esecuzione su PID %s1 ed è in esecuzione per %s2
pt_br: Não foi possível executar ganchos Pré-Asterisk porque o Asterisk já está sendo executado no PID %s e está sendo executado para %s

source: Unable to save %s
es_es: No se puede grabar %s
fa_ir: عدم توانایی ذخیره %s
fr_fr: Impossible de sauvegarder %s
it_it: Impossibile salvare %s
pt_br: Impossível salvar %s
pt_pt: Não foi possível guardar %s
ru_ru: Невозможно сохранить %s

source: Unable to set timezone
fa_ir: عدم توانایی تنظیم منطقه زمانی
it_it: Impossibile impostare il fuso orario

source: Unable to set timezone to %s because PHP does not support that timezone, the timezone has been temporarily changed to UTC. Please set the timezone in Advanced Settings.
it_it: Impossibile impostare il fuso orario su %s1 perché PHP non supporta quel fuso orario, il fuso orario è stato temporaneamente modificato in UTC. Si prega di impostare il fuso orario in Impostazioni avanzate.

source: Unable to start Asterisk!
es_es: No se puede iniciar Asterisk!
fa_ir: عدم اجرای استریسک!
it_it: Impossibile avviare Asterisk!
pt_br: Não foi possível iniciar o Asterisk!

source: Unable to start GPG, the command was: [%s]
es_es: Imposible iniciar GPG, el comando fue: [%s]
it_it: Impossibile avviare GPG, il comando era: [%s1]
pt_br: Não foi possível iniciar o GPG, o comando foi: [%s]
ru_ru: Невозможно запустить сервис GPG, выполнена команда: [%s]

source: Unable to start OpenSSL
es_es: No se puede iniciar OpenSSL
fa_ir: عدم توانایی اجرای OpenSSL
it_it: Impossibile avviare OpenSSL
pt_br: Não foi possível iniciar o OpenSSL
pt_pt: Não é possível iniciar OpenSSL
ru_ru: Невозможно запустить OpenSSL

source: Unable to strip signature - result was: %s
es_es: No se pudo eliminar el resultado de la firma: %s
it_it: Impossibile eliminare la firma: il risultato era:%s1
ru_ru: Невозможно выделить сигнатуру - результат: %s

source: Unable to trust the FreePBX Key! -- %s
es_es: No puede confiar en la Clave de FreePBX! -- %s
it_it: Impossibile fidarsi della chiave FreePBX! -%s1
pt_br: Não foi possível confiar na chave FreePBX! -- %s
pt_pt: Não é possível confirmar na Chave do FreePBX! -- %s
ru_ru: Невозможно доверять ключу FreePBX -- %s

source: Unable to work with GPG file, message was: %s
es_es: Incapaz de trabajar con el archivo GPG, el mensaje fue: %s
it_it: Impossibile lavorare con il file GPG, il messaggio era: %s1
pt_br: Não foi possível trabalhar com o arquivo GPG, a mensagem foi: %s
pt_pt: Não foi possível processar o ficheiro GPG, mensagem: %s
ru_ru: Невозможно обработать GPG файл, сообщение: %s

source: Unauthorized user
es_es: Usuario no autorizado
it_it: Utente non autorizzato

source: Unavail Voicemail if Enabled
es_es: Correo de Voz No Disponible, si está Activado
it_it: Unavail Voicemail se abilitato
pt_br: Desativar o correio de voz se ativado
ru_ru: Голосовая почта по статусу Недоступен, если включено

source: Undefined Category
es_es: Categoría No Definida
fa_ir: دسته تعریف نشده
it_it: Categoria non definita
pt_br: Categoria indefinida
pt_pt: Categoria Indefinida
ru_ru: Неопределённая категория

source: Uninstall
es_es: Desinstalar
fa_ir: عزل
fr_fr: Désinstallation
it_it: Disinstalla
pt_br: Desinstalar
pt_pt: Desinstalar
ru_ru: Деинсталлировать

source: Uninstalling %s
es_es: Desinstalando %s
fa_ir: عزل کردن %s
it_it: Disinstallazione di %s1
pt_br: Desinstalando %s
pt_pt: Desinstalando %s
ru_ru: Деинсталлируется %s

source: Uninstalls module[s], accepts argument module[s]
es_es: Desinstala el módulo[s], acepta argumento[s]
fa_ir: عزل ماژول[ها], پذیرفتن آرگومان ماژول[ها]
it_it: Disinstalla il modulo [i], accetta il modulo argomento [i]
pt_br: Desinstala o módulo[s], aceita argumento do módulo[s]
ru_ru: Деинсталлируюется модуль(-ли), принимая аргумент для моля(-лей)

source: Unknown
es_es: Desconocido
fa_ir: ناشناخته
it_it: Sconosciuto
pt_br: Desconhecido
ru_ru: Неизвестно

source: Unknown Command! (%s)
es_es: Comando Desconocido! (%s)
fa_ir: دستور ناشناخته! (%s)
it_it: Comando sconosciuto! (%s1)
pt_br: Comando desconhecido! (%s)
ru_ru: Неизвестная команда (%s)

source: Unknown Error Code %s
fa_ir: خطای ناشناخته کد %s
it_it: Codice errore sconosciuto %s1

source: Unknown SQL fetchmode of %s
es_es: SQL fetchmode desconocido de %s
it_it: Fetchmode SQL sconosciuto di %s1
pt_br: SQL fetchmode desconhecido %s
ru_ru: Непонятный режим SQL-запроса %s

source: Unknown error fetching Custom Context table data or no data to migrate
es_es: Error desconocido al obtener datos de la tabla de contexto personalizado o no hay datos para migrar
it_it: Errore sconosciuto durante il recupero dei dati della tabella del contesto personalizzato o nessun dato da migrare
pt_br: Erro desconhecido ao buscar dados de tabela de Contexto Personalizado ou nenhum dado para migrar
ru_ru: Неизвестная ошибка при запросе данных таблицы Особый контекст или нет данных для переноса

source: Unknown file format of %s for %s, supported formats: tar,tgz,tar.gz,zip,bzip
es_es: Desconocido formato de archivo de %s para %s, los formatos soportados son: tar,tgz,tar.gz,zip,bzip
it_it: Formato file sconosciuto di %s1 per %s2, formati supportati: tar, tgz, tar.gz, zip, bzip
pt_br: Formato de arquivo desconhecido de %s para %s, formatos suportados: tar, tgz, tar.gz, zip, bzip
ru_ru: Неизвестный формат файла %s для %s, поддерживаются форматы: tar,tgz,tar.gz,zip,bzip

source: Unknown upload error
es_es: Error de carga Desconocido
fa_ir: خطا بارگذاری ناشناخته
it_it: Errore di caricamento sconosciuto
pt_br: Erro de upload desconhecido
pt_pt: Erro de transferencia desconhecido
ru_ru: Неизвестная ошибка при загрузке

source: Unlike previous versions of this module you now save changes as a group.
es_es: A diferencia de las versiones anteriores de este módulo, ahora guarda los cambios como un grupo.
it_it: A differenza delle versioni precedenti di questo modulo, ora salvi le modifiche come gruppo.
pt_br: Ao contrário das versões anteriores deste módulo, agora você salva as alterações como um grupo.
ru_ru: В отличии от предыдущей версии модуля вы сохраняете изменения как группу.

source: Unlock Session
es_es: Desbloquear Sesión
fa_ir: بازکردن جلسه
it_it: Sblocca sessione
pt_br: Desbloquear sessão
ru_ru: Разблокировать сессию

source: Unlocking: %s
es_es: Desbloqueando: %s
fa_ir: بازکردن قفل：%s
it_it: Sblocco: %s1
pt_br: Desbloqueando: %s
ru_ru: Разблокируется: %s

source: Unlocking: %s Failed, Invalid session
es_es: Desbloqueando: %s Fallido, sesión invalida
fa_ir: بازکردن: %s لغو شده، جلسه نادرست
it_it: Sblocco: %s1 fallito, sessione non valida
pt_br: Desbloqueando: %s falhou, Sessão Inválida

source: Unsigned
es_es: No Firmado
fa_ir: تایید نشده
it_it: senza segno
pt_br: Não assinado
ru_ru: Неподписано

source: Unsigned Module(s)
es_es: Modulo(s) no Firmado(s)
fa_ir: ماژول (های) تایید نشده
it_it: Modulo / i non firmati
pt_br: Módulo(s) não assinado(s)
ru_ru: Неподписанные модули

source: Unsolicited
es_es: No Solicitado
fa_ir: ناخواسته
it_it: Indesiderata
pt_br: Não solicitado
ru_ru: Незапрошенные

source: Unsupported
es_es: No Soportado
fa_ir: پشتیبانی نشده
it_it: non supportato
pt_br: Não suportado
ru_ru: Неподдерживаемые

source: Unsupported getAssoc Conversion mode
es_es: Modo de conversión getAssoc no admitido
it_it: Modalità di conversione getAssoc non supportata
pt_br: Modo de conversão getAssoc não suportado
ru_ru: Неподдерживаемый режим конверсии getAssoc

source: Untarring..
es_es: Descomprimiendo..
fa_ir: در حال استخراج..
fr_fr: Décompression:
it_it: Scompattazione in corso..
pt_br: Descompactando...
pt_pt: Descomprimindo..
ru_ru: Распаковывается..

source: Up to date.
es_es: Al Día.
fa_ir: به روزرسانی.
it_it: Aggiornato.
pt_br: Atualizado.
ru_ru: Обновлёню

source: Update
es_es: Actualizar
fa_ir: به روز رسانی
fr_fr: Mis à jour
it_it: Aggiornamento
pt_br: Atualizar
pt_pt: Atualizar
ru_ru: Обновления

source: Update Notifications
es_es: Notificaciones Actualización
fa_ir: هشدارهای به روزرسانی
it_it: Notifiche di aggiornamento
pt_br: Atualizar Notificações
pt_pt: Notificações de Atualização
ru_ru: Предупреждения об обновлении

source: Update Required
es_es: Actualización requerida
fa_ir: نیاز به به روزرسانی
it_it: Aggiornamento richiesto
pt_br: Atualização necessária

source: Update my browser now
es_es: Actualice mi navegador ahora
fa_ir: به روز رسانی مرورگر
it_it: Aggiorna il mio browser ora
pt_br: Atualizar meu navegador agora
ru_ru: Обновить мой браузер сейчас

source: Updating Hooks...
es_es: Actualizando ganchos (hooks)...
fa_ir: درحال به روزرسانی قلابها...
it_it: Aggiornamento dei ganci ...
ru_ru: Шаги по обновлению...

source: Updating prepared settings..
es_es: Actualizando configuración de preparados..
fa_ir: به روزرسانی تنظیمات آماده شده..
it_it: Aggiornamento delle impostazioni preparate ..
pt_br: Atualizando configurações preparadas..
ru_ru: Подготавливаются установки для обновления..

source: Updating tables %s...
es_es: Actualizando tablas %s...
it_it: Aggiornamento tabelle %s1 ...

source: Upgradable:
es_es: Actualizable:
fa_ir: قابل ارتقا:
it_it: aggiornabile
pt_br: Atualizável:
ru_ru: Доступно обновление:

source: Upgrade
es_es: Actualizar
fa_ir: ارتقا
it_it: aggiornamento
pt_br: Atualizar
pt_pt: Atualizar
ru_ru: Обновить

source: Upgrade all
es_es: Actualizar todo
fa_ir: ارتقا همه
fr_fr: Mise à jour de tous
it_it: Aggiorna tutto
pt_br: Atualizar todos
pt_pt: Atualizar todos
ru_ru: Обновить все

source: Upgrade module[s], accepts argument module[s]
es_es: Módulo de actualización [s], acepta argumento [s]
fa_ir: به روزرسانی ماژول[ها], پذیرفتن آرگومان ماژول[ها]
it_it: Aggiorna modulo [i], accetta modulo argomento [i]
pt_br: Atualizar módulo[s], aceita argumento de módulo[s]
ru_ru: Обновить модуль(-ли), принимая аргументы модуля(-лей)

source: Upgrade to %s and Enable
es_es: Actualizar a %s y Habilitar
fa_ir: به زورشده به %s و فعال
fr_fr: Mise à jour %s et activé
it_it: Esegui l'upgrade a %s1 e Abilita
pt_br: Atualizar para %s e Habilitar
ru_ru: Обновить до %s и активировать

source: Upgrades all modules, accepts no arguments
es_es: Actualiza todos los módulos, no acepta ningún argumento
fa_ir: ارتقا تمام ماژول ها, پذیرفتن بدون آرگومان ها
it_it: Aggiorna tutti i moduli, non accetta argomenti
pt_br: Atualiza todos os módulos, não aceita argumentos
ru_ru: Обновить все модули, принимая без аргументов

source: Upgrades, installs, enables and disables:
es_es: Actualizaciones, instalaciones, habilitadas y deshabilitadas:
fa_ir: ارتقا, نصب, فعال ها و غیرفعال ها：
fr_fr: Met à jour, installe, actives et désactive
it_it: Aggiorna, installa, abilita e disabilita:
pt_br: Atualiza, instala, habilita e desabilita:
pt_pt: Atualiza, instala, ativa e desativa:
ru_ru: Повысить версию, инсталлировать, задействовать и отключить:

source: Upgrading
fa_ir: در حال ارتقا
it_it: Aggiorna

source: Upgrading %s to %s from track %s
es_es: Actualizando %s a %s desde versión %s
it_it: Aggiornamento da %s1 a %s2 dalla traccia %s3
pt_br: Atualizando %s para %s da faixa %s
pt_pt: Atualizando %s a %s do track %s
ru_ru: Обновление %s до %s из записи %s

source: Upgrading:
fa_ir: درحال ارتقا:
it_it: Aggiornamento:

source: Upload (From Hard Disk)
es_es: Cargar (desde el Disco Duro)
fa_ir: بارگذاری (از هارد دیسک)
it_it: Carica (da disco rigido)
pt_br: Upload (do disco rígido)
pt_pt: Transferir (do Disco)
ru_ru: Загрузить (с диска)

source: Upload Local Module
es_es: Cargar Módulo Local
fa_ir: بارگداری ماژول محلی
it_it: Carica il modulo locale
pt_br: Carregar Módulo Local
pt_pt: Transferir Módulo Local
ru_ru: Загрузить локальный модуль

source: Upload from CSV
es_es: Cargar desde CSV
fa_ir: بارگذاری از CSV
it_it: Carica da CSV
pt_br: Upload de CSV
pt_pt: Transferir a partir de CSV
ru_ru: Загрузить из файла CSV

source: Upload module
es_es: Cargar Módulo
fa_ir: بارگذاری ماژول
fr_fr: Chargement d'un module
it_it: Carica modulo
pt_br: Upload de módulo
pt_pt: Carregar módulo
ru_ru: Загрузить модуль

source: Upload modules
es_es: Cargar Módulos
fa_ir: بارگذاری ماژولها
it_it: Carica moduli
pt_br: Carregar módulos
pt_pt: Carregar módulos
ru_ru: Закачать модули

source: Upload patterns from a CSV file replacing existing entries. If there are no headers then the file must have 4 columns of patterns in the same order as in the GUI. You can also supply headers: %s, %s, %s and %s in the first row. If there are less then 4 recognized headers then the remaining columns will be blank
es_es: Sube patrones desde un archivo CSV reemplazando las entradas existentes. Si no hay cabeceras entonces el archivo debe tener 4 columnas de patrones en el mismo orden como en la interfaz gráfica de usuario. También puede suministrar cabeceras: %s, %s, %s y %s en la primera fila. Si hay menos de 4 cabeceras reconocidas entonces las columnas restantes aparecerán en blanco
it_it: Carica modelli da un file CSV sostituendo voci esistenti. Se non ci sono intestazioni, il file deve avere 4 colonne di pattern nello stesso ordine della GUI. Puoi anche fornire intestazioni: %s1, %s2, %s3 e %s4 nella prima riga. Se ci sono meno di 4 intestazioni riconosciute, le colonne rimanenti saranno vuote
pt_br: Carregar padrões de um arquivo CSV substituindo entradas existentes. Se não houver cabeçalhos, então o arquivo deve ter 4 colunas de padrões na mesma ordem que na interface de usuário (GUI). Você também pode fornecer cabeçalhos: %s, %s, %s e %s na primeira linha. Se houver menos de 4 cabeçalhos reconhecidos, então as colunas restantes ficarão em branco
ru_ru: Загрузка шаблонов из файла CSV заменит текущие значения. Если файл не содержит заголовков полей, то файл должен содержать 4 колонки шаблонов в том же порядке, как они следуют в графическом интерфейсе. Также можно указать и заголовки в первой строке: %s, %s, %s и %s. Если распознаётся меньше, чем 4 заголовка, то значения в недостающей колонке будут пустыми

source: Usage
es_es: Uso
fa_ir: استفاده
it_it: uso
pt_br: Uso
ru_ru: Использование

source: Use Google DNS for Enum
es_es: Utilizar DNS de Google para Enum
it_it: Utilizza Google DNS per Enum
pt_br: Use o DNS do Google para Enum
ru_ru: Использовать Google ДНС для сервиса Enum

source: Use Google Distribution Network for js Downloads
es_es: Utilizar Google Distribution Network para js Descargas
it_it: Utilizza la rete di distribuzione di Google per i download di js
pt_br: Use a Rede de Distribuição do Google para baixar js
