Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: No Limit
es_es: Sin Límite
fa_ir: بدون محدودیت
it_it: Nessun limite
pt_br: Sem limite
pt_pt: Sem Limite
ru_ru: Без ограничений

source: No Music
es_es: No Música
fa_ir: بدون آهنگ
fr_fr: Pas de musique
it_it: Nessuna musica
pt_br: Sem Música
pt_pt: Sem Música
ru_ru: Без музыки

source: No actions to perform
es_es: No hay acciones a realizar
fa_ir: عملی برای انجام نیست
fr_fr: Aucune action à exécuter
it_it: Nessuna azione da eseguire
pt_br: Sem ações a executar
pt_pt: Nenhuma ação a realizar
ru_ru: Никаких действий не производить

source: No description is available.
es_es: No hay descripción disponible.
fa_ir: توضیحی در دسترس نیست.
fr_fr: Aucune description disponible
it_it: Nessuna descrizione disponibile.
pt_br: Sem descrição disponível.
pt_pt: Sem descrição disponível.
ru_ru: Описание не доступно.

source: No directory %s, install script not needed
es_es: No directorio %s, no se requiere instalar script
fa_ir: بدون دایرکتوری %s، نیاز به نصب اسکریپت نیست
it_it: Nessuna directory %s1, script di installazione non necessario
pt_br: Nenhum diretório %s, script de instalação não necessário
pt_pt: Sem diretório %s, não é necessário script de instalação
ru_ru: Нет директории %s, нет необходимости в установке скрипта

source: No email address for online update checks
fa_ir: آدرس ایمیلی برای بررسی های به روزرسانی آنلاین نیست
it_it: Nessun indirizzo email per i controlli di aggiornamento online
pt_pt: Sem email para verificações de atualizações online

source: No enabled modules depend on this module.
es_es: No hay módulos habilitados que dependen de este módulo.
fa_ir: ماژول فعالی به این ماژول وابسته نیست.
it_it: Nessun modulo abilitato dipende da questo modulo.
pt_br: Nenhum módulo habilitado depende deste módulo.
ru_ru: Нет включённых модулей, зависящих от этого модуля

source: No file given to load
es_es: No hay fichero dado para cargar
fa_ir: فایلی برای اجرا نیست
it_it: Nessun file da caricare
pt_br: Nenhum arquivo fornecido para carregar
pt_pt: Nenhum ficheiro para carregar
ru_ru: Не указан файл для загрузки

source: No file was uploaded
es_es: Archivo NO fue subido
fa_ir: فایلی برای بارگذاری نیست
it_it: Nessun file è stato caricato
pt_br: Nenhum arquivo foi enviado
pt_pt: Nenhum ficheiro foi transferido
ru_ru: Файл не загружен

source: No interfaces found
es_es: No se encontraron interfaces
fa_ir: رابط ها یافت نشدند
it_it: Nessuna interfaccia trovata
pt_br: Não foram encontradas interfaces
ru_ru: Интерфейс не найден

source: No module to check
es_es: No hay módulo para comprobar
fa_ir: ماژولی برای بررسی نیست
it_it: Nessun modulo da controllare
pt_br: Nenhum módulo para verificar
pt_pt: Sem módulo para verificar
ru_ru: Нет модуля для проверки

source: No modules to display.
es_es: No hay módulos para mostrar.
fa_ir: ماژولی برای نمایش نیست.
fr_fr: Aucun module à afficher
it_it: Nessun modulo da visualizzare.
pt_br: Sem módulos para mostrar.
pt_pt: Sem módulos para exibir.
ru_ru: Нет модулей.

source: No name for this CA
es_es: No hay nombre para esta CA
fa_ir: بدون نام برای این CA
it_it: Nessun nome per questa CA
pt_br: Nenhum nome para esta CA
pt_pt: Sem nome para este CA
ru_ru: Не указано имя для данного CA

source: No status was given to checkStatus
es_es: No fue dado estado para comprobar el estado
fa_ir: وضعیتی برای checkStatus مشخص نشده است
it_it: Nessuno stato è stato assegnato a checkStatus
pt_br: Nenhum status foi dado para checkStatus
pt_pt: Nenhum estado definido para checkStatus
ru_ru: Не указан статус для checkStatus

source: NoOp Traces in Dialplan
es_es: NoOp Traces en Dialplan
fa_ir: آثار NoOp در نقشه تماس
it_it: NoOp tracce nel dialplan
ru_ru: Трейсы NoOp в диал-плане

source: None
es_es: Nada
fa_ir: هیچ
it_it: Nessuna
pt_br: Nenhum
ru_ru: Нет

source: None (virtual exten)
es_es: Niguna (Exten Virtual)
fa_ir: هیچ (داخلی مجازی)
fr_fr: Aucun (extension virtuelle)
it_it: Nessuno (virtuale esteso)
pt_br: Nenhum (virtual exten)
pt_pt: Nenhuma (exten virtual)
ru_ru: Отсутствует (виртуальный внутренний номер)

source: Normal Congestion
es_es: Congestión Normal
fa_ir: ازدحام معمولی
it_it: Congestione normale
pt_br: Congestionamento Normal
pt_pt: Congestão Normal
ru_ru: Нормально переполнение

source: Normally FreePBX auto-generates a custom context that may be usable for adding custom dialplan to modify the normal behavior of FreePBX. It takes a good understanding of how Asterisk processes these includes to use this and in many of the cases, there is no useful application. All includes will result in a WARNING in the Asterisk log if there is no context found to include though it results in no errors. If you know that you want the includes, you can set this to true. If you comment it out FreePBX will revert to legacy behavior and include the contexts.
es_es: Normalmente, FreePBX genera automáticamente un contexto personalizado que puede utilizarse para agregar un plan de marcado personalizado para modificar el comportamiento normal de FreePBX. Se necesita una buena comprensión de cómo los procesos de Asterisk estos incluye para utilizar esto y en muchos de los casos, no hay ninguna aplicación útil. Todo incluye resultará en una ADVERTENCIA en el registro de Asterisco si no hay ningún contexto encontrado para incluir aunque esto no da lugar a errores. Si sabe que desea incluir, puede establecer esto como true. Si comenta, FreePBX volverá al comportamiento heredado e incluirá los contextos.
it_it: Normalmente FreePBX genera automaticamente un contesto personalizzato che può essere utilizzato per aggiungere dialplan personalizzato per modificare il normale comportamento di FreePBX. Ci vuole una buona comprensione di come Asterisk elabora questi include per utilizzare questo e in molti casi, non vi è alcuna applicazione utile. Tutto incluso comporterà un'AVVERTENZA nel registro Asterisk se non è stato trovato alcun contesto da includere anche se non si sono verificati errori. Se sai che vuoi includere include, puoi impostarlo su true. Se lo commentate, FreePBX tornerà al comportamento precedente e includerà i contesti.
ru_ru: Обычным образом FreePBX автоматически генерирует кастомные контексты которые могут использоваться для добавления пользовательских диал-планов чтобы изменить стандартное поведение FreePBX. Это требует хорошего понимания как Астериск обрабатывает инклюды в контекстах в большинстве случаев если нет соответствующих приложений. Все вложения такого рода вызывают обычно сообщения ПРЕДУПРЕЖДЕНИЕ! в журнале если не найден контекст на который ссылается инклюд, но это не является ошибкой. Если вы уверены, что вам понадобятся вложения можно установить этот параметр в true. В противном случае FreePBX генерирует несуществующие инклюды в контекстах так же как в предыдущих версиях.

source: Normally FreePBX gets the current Asterisk version directly from Asterisk. This is required to generate proper dialplan for a given version. When using some custom Asterisk builds, the version may not be properly parsed and improper dialplan generated. Setting this to an equivalent Asterisk version will override what is read from Asterisk. This SHOULD be left blank unless you know what you are doing.
es_es: Normalmente FreePBX obtiene la versión actual de Asterisk directamente desde Asterisk. Esto es necesario para generar el plan de marcado adecuado para una versión dada. Al utilizar algunas compilaciones de Asterisk personalizadas, es posible que la versión no se analiza correctamente y se genera un plan de marcado incorrecto. Establecer esto a una versión equivalente de Asterisk anulará lo que se lee de Asterisk. Esto DEBERÍA quedar en blanco a menos que sepa lo que está haciendo.
it_it: Normalmente FreePBX ottiene la versione corrente di Asterisk direttamente da Asterisk. Questo è necessario per generare un dialplan appropriato per una determinata versione. Quando si utilizzano alcuni build Asterisk personalizzati, la versione potrebbe non essere analizzata correttamente e il dialplan improprio generato. Impostando questo su una versione equivalente di Asterisk, si sovrascriverà ciò che viene letto da Asterisk. Questo DEVE essere lasciato vuoto a meno che tu non sappia cosa stai facendo.
pt_br: Normalmente o FreePBX obtém a versão atual do Asterisk diretamente do Asterisk . Isso é necessário para gerar o dialplan adequado para uma determinada versão. Quando usadas versões personalizadas do Asterisk, a versão pode não ser analisada corretamente e um dialplan incorreto gerado. Configurando isso para uma versão Asterisk equivalente substituirá o que é lido do Asterisk. Isso DEVE ser deixado em branco a menos que você saiba o que está fazendo.
ru_ru: Обычным образом FreePBX получает ответ на запрос о номере версии Астериск напрямую из Астериск. Это необходимо для генерации правильного плана набора в зависимости от версии. Если использовать ручные сборки Астериск, номер версии не всегда правильно считывается и обрабатывается, соответственно, диал план формируется неверно. Здесь можно вручную указать номер версии эквивалента стандартной сборки, и это значение перепишет номер версии, полученный из Астериск. Это поле ДОЛЖНО быть пустым, если только вы точно не знаете что делаете.

source: Normally the friendly names will be displayed on this page and the internal freepbx_conf configuration names are shown in the tooltip. If you prefer to view the configuration variables, and the friendly name in the tooltip, set this to false..
es_es: Normalmente, los nombres amistosos se mostrarán en esta página y los nombres de configuración freepbx_conf internos se muestran en la información sobre herramientas. Si prefiere ver las variables de configuración y el nombre descriptivo en la información de herramientas, defina esto como false.
it_it: Normalmente i nomi descrittivi verranno visualizzati in questa pagina e i nomi di configurazione interni di freepbx_conf verranno visualizzati nella descrizione comando. Se si preferisce visualizzare le variabili di configurazione e il nome descrittivo nel suggerimento, impostarlo su falso ..
pt_br: Normalmente, os nomes amigáveis serão exibidos nesta página e os nomes de configuração freepbx_conf internos serão mostrados na dica de ferramenta. Se você preferir ver as variáveis de configuração e o nome amigável na dica de ferramenta, defina isso como Falso.
ru_ru: Обычно на этой странице отображаются пользовательские названия, а внутренние конфигурационные названия freepbx_conf видны во всплывающих подсказках. Если же предпочтительно видеть переменные из конфигурации и пользовательские названия также во всплывающих подсказках - установить эту опцию в false..

source: Normally the next trunk is only tried upon a trunk being 'Congested' in some form, or unavailable. Checking this box will force a failed call to always continue to the next configured trunk or destination even when the channel reports BUSY or INVALID NUMBER.
es_es: Normalmente la próxima línea se intenta sólo sobre la línea si esta ha dado 'Congested' en alguna forma, o no está disponible. Al marcar esta casilla forzará una llamada fallida a seguir siempre a la siguiente línea o destino configurado incluso cuando el canal informa 'número ocupado' o no válido.
it_it: Normalmente il trunk successivo viene provato solo su un tronco che è "congestionato" in qualche modo o non disponibile. Selezionando questa casella, una chiamata fallita forzerà sempre la successiva linea o destinazione configurata anche quando il canale riporta NUMERO O INVALIDO.
pt_br: Normalmente, o próximo tronco só é testado quando um tronco é "Congestionado" de alguma forma, ou indisponível. Marcar esta caixa forçará uma chamada com falha a sempre continuar para o próximo tronco ou destino configurado mesmo quando o canal retorna BUSY ou INVALID NUMBER.
ru_ru: Обычно попытка использовать следующие транки возникает при некоторых видах перегрузки или недоступности транка. Установка галочки заставит всегда продолжать вызов через следующий сконфигурированный транк или назначение даже если канал возвращает статус Занято или Неверный номер.

source: Not Installed (Available online:
es_es: No instalado (Disponible en línea)
fa_ir: نصب نشده (آنلاین در دسترس:
it_it: Non installato (disponibile online:
pt_br: Não instalado. Disponível online:
ru_ru: Не установлено(Доступно онлайн:

source: Not Installed (Available online: %s)
es_es: No instalado (Disponible online: %s)
fa_ir: نصب نشده (آنلاین در دسترس: %s)
fr_fr: Non installé (disponible réseau: %s)
it_it: Non Installato (Disponibile online: %s)
pt_br: Não instalado (Disponível online: %s)
pt_pt: Não Instalado (Disponível online: %s)
ru_ru: Не инсталлирован (Доступен он-лайн %s)

source: Not Installed (Locally available)
es_es: No instalado (disponible localmente)
fa_ir: نصب نشده (محلی در دسترس)
fr_fr: Non installé (disponible en local)
it_it: Non installato (disponibile localmente)
pt_br: Não Instalado (disponíval localmente)
ru_ru: Не инсталлирован (доступен локально)

source: Not Installed (Locally available: %s)
es_es: No instalado (localmente disponibles: %s)
fa_ir: نصب نشده (محلی در دسترس: %s)
it_it: Non installato (disponibile localmente: %s1)
pt_br: Não instalado (Disponível localmente: %s)
pt_pt: Não Instalado (Disponível localmente: %s)
ru_ru: Не установлено(Доступно локально:%s)

source: Not Reachable
es_es: No Alcanzable
fa_ir: قابل دسترسی نیست
it_it: Non raggiungibile
pt_br: Inalcançavel
pt_pt: Inacessível
ru_ru: Не доступен

source: Not Required
es_es: No Requerido
fa_ir: لازم نیست
it_it: Non richiesto
pt_br: Não Requerido
pt_pt: Não Requerido
ru_ru: Не требуется

source: Not Selected
es_es: No Seleccionado
fa_ir: انتخاب نشده
it_it: Non selezionato
pt_br: Não selecionado
ru_ru: Не выбран

source: Not an array
es_es: No es un arreglo (array)
fa_ir: یک آرایه نیست
it_it: Non un array
pt_br: Não é um array
pt_pt: Não é um array
ru_ru: Не массив

source: Note that this is for ASTERISK modules, not FreePBX Modules.
es_es: Tenga en cuenta que esto es para los módulos de Asterisk, No para Módulos FreePBX.
fa_ir: این برای ماژول استریسک است, نه ماژول های FreePBX.
it_it: Si noti che questo è per i moduli ASTERISK, non per i moduli FreePBX.
pt_br: Note que isso é para módulos ASTERISK, não para módulos FreePBX.
pt_pt: De notar que isto é para módulos ASTERISK, não Módulos FreePBX.
ru_ru: Имейте ввиду,что это для Asterisk-модулей, а не для FreePBX-модулей

source: Notice
es_es: Aviso
fa_ir: هشدار
fr_fr: Remarque
it_it: Notizia
pt_br: Notificação
pt_pt: Aviso
ru_ru: Замечание

source: Notifications Help
es_es: Ayuda Notificaciones
fa_ir: راهنمای هشدارها
it_it: Notifiche Guida
pt_br: Ajuda de Notificações

source: Number of attempts the caller has to enter a valid CallerID
es_es: Número de intentos en el que el llamante tiene que introducir un identificador de llamadas válido
fa_ir: تعداد دفعاتی که تماس گیرنده میتواند شناسه تماس را وارد کند
it_it: Numero di tentativi che il chiamante deve immettere un CallerID valido
pt_br: Número de tentativas que o chamador tem para inserir um ID de chamada válido
pt_pt: Limite de tentativas que o chamador tem para introduzir um CallerID válido
ru_ru: Количество попыток определения правильного Caller ID (CID)

source: Number of seconds to ring during a Call Forward, Call Forward Busy or Call Forward Unavailable call prior to continuing to voicemail or specified destination. Setting to Always will not return, it will just continue to ring. Default will use the advancedsettings Call Forward Ringtimer Default. If voicemail is disabled and their is not destination specified, it will be forced into Always mode
es_es: Número de segundos a timbrar durante una transferencia de llamada, reenvío de llamada ocupada o reenvío de llamada no disponible antes de continuar a correo de voz o al destino especificado. Si se establece Siempre, no regresará, simplemente continuará sonando. Predeterminado utilizará la configuración avanzada de Temporizador de timbre predeterminado para Reenvío de llamada. Si el correo de voz está desactivado y no se especifica otro destino, se forzará al modo Siempre
it_it: Numero di secondi da squillare durante una chiamata inoltrata, inoltro di una chiamata occupato o chiamata in avanti Chiamata non disponibile prima di continuare alla posta vocale o alla destinazione specificata. Impostando su Always non si ritorna, continuerà a squillare. L'impostazione predefinita utilizzerà le impostazioni avanzate Call Forward Ringtimer predefinito. Se voicemail è disabilitato e la loro destinazione non è specificata, sarà forzata in modalità Sempre

source: Number of seconds to ring prior to going to voicemail. Default will use the value set in Advanced Settings. If no voicemail is configured this will be ignored.
es_es: Número de segundos para que suene antes de ir al correo de voz. Por defecto utilizará el valor establecido en Configuración Avanzada. Si no se configura ningún correo de voz, esto será ignorado.
it_it: Numero di secondi da squillare prima di andare alla segreteria telefonica. Il valore predefinito utilizzerà il valore impostato in Impostazioni avanzate. Se nessun messaggio vocale è configurato, questo verrà ignorato.
pt_br: Número de segundos para tocar antes de ir para o correio de voz. O padrão usará o valor definido em Configurações avançadas. Se nenhum correio de voz estiver configurado, este será ignorado.
pt_pt: Total de segundos a tocar antes de passar para o voicemail. Usado por omissão o valor definido nas Configurações Avançadas. Será ignorado se não for configurado o voicemail.
ru_ru: Интервал звонка в секундах перед переходом на голосовую почту. При установке значения в "Значение по умолчанию" будет использоваться значение из расширенных установок.Если голосовая почта не настроена,то это будет проигнорировано.

source: Object
es_es: Objeto
fa_ir: شئ
fr_fr: Objet
it_it: Oggetto
pt_br: Objeto
pt_pt: Objeto
ru_ru: Объект

source: Objects
es_es: Objetos
fa_ir: اشیا
fr_fr: Objets
it_it: Oggetti
pt_br: Objetos
pt_pt: Objetos
ru_ru: Объектов

source: Obtain Free License
es_es: Obtener Licencia Gratis
fa_ir: گرفتن مجوز رایگان
it_it: Ottieni la licenza gratuita
pt_br: Obter Licença Gratuita
pt_pt: Obter Licença Gratuita
ru_ru: Получить бесплатную лицензию

source: Occupied Lines CW Busy
es_es: Líneas Ocupadas CW Ocupado
it_it: linee occupate CW occupato
ru_ru: Ответ Busy если приходит звонок по второй линии

source: On Demand Recording
es_es: Grabación a Demanda
it_it: Registrazione su richiesta
pt_br: Gravação sob demanda
pt_pt: Gravação On Demand
ru_ru: Запись разговоров

source: On PRI channels the carrier will send a signal if the caller indicates a billing reversal. When checked this route will reject calls that indicate a billing reversal if supported
es_es: En canales PRI, la portadora enviará una señal si la persona que llama indica una inversión de facturación. Cuando está marcada esta ruta rechazará las llamadas que indican una reversión de facturación si se admite
it_it: Sui canali PRI il corriere invierà un segnale se il chiamante indica un'inversione di fatturazione. Se selezionata questa rotta rifiuterà le chiamate che indicano un'inversione della fatturazione se supportata
ru_ru: На каналах PRI удалённая сторона будет посылать сигнал переполюсовки в качестве начала тарификации. Если отмечено, этот маршрут будет отвергать вызовы где поддерживается переполюсовка в качестве индикации начала тарификации.

source: Online Updates are Disabled
fa_ir: به روزرسانی آنلاین غیرفعال شده
it_it: Gli aggiornamenti online sono disabilitati
pt_br: Atualizações Online estão Desabilitadas
pt_pt: Atualizações Online estão inativas
ru_ru: Он-лайн обновления отключены

source: Online Version
es_es: Version En Linea
fa_ir: نسخه آنلاین
it_it: Versione online
pt_br: Versão Online
ru_ru: Онлайн версия

source: Online info
es_es: Información Online
fa_ir: اطلاعات آنلاین
it_it: Informazioni online
pt_br: Info Online
pt_pt: Informação online
ru_ru: Онлайн информация

source: Online updates are disabled in Advanced Settings. When disabled, you will not be notified of bug fixes and Security issues without manually checking for updates online. You are advised to enable the update checking. Updates are never downloaded automatically, they are only checked and reported in the notification panel and log if enabled.
it_it: Gli aggiornamenti online sono disabilitati nelle Impostazioni avanzate. Se disabilitato, non riceverai notifiche di correzioni di bug e problemi di sicurezza senza controllare manualmente gli aggiornamenti online. Si consiglia di abilitare il controllo degli aggiornamenti. Gli aggiornamenti non vengono mai scaricati automaticamente, vengono solo controllati e segnalati nel pannello delle notifiche e registrati se abilitati.
pt_br: Atualizações online estão desabilitadas nas Configurações Avançadas. Quando desabilitadas, você não será notificado sobre correções de bugs e problemas de segurança sem que verifique manualmente por atualizações online. É aconselhável ativar a verificação da atualizações. Atualizações nunca são baixadas automaticamente, elas só são verificados e relatadas no painel de notificação e log se ativado.
ru_ru: Онлайн-обновления отключены в расширенных настройках. В этом случае уведомления об исправлениях и замечаний по безопасности появлятся не будут без ручной проверки онлайн-обновлений. Советуем включить проверку обновлений.Обновления никогда не загружаются автоматически. В панели уведомлений и в логе отображается отчёты об обновлениях, если эта функция активирована.

source: Online upgrade available (%s)
es_es: Actualización en línea disponible (%s)
fa_ir: به زوررسانی آنلاین در دسترس (%s)
fr_fr: Mise à jour réseau disponible (%s)
it_it: Aggiornamento online disponibile (%s1)
pt_br: Atualização online disponível (%s)
ru_ru: Доступно он-лайн обновление %s

source: Only %s version %s is compatible, you have %s
es_es: Sólo %s versión %s es compatible, usted tiene %s
fa_ir: تنها %s نسخه %s سازگار است، نسخه شما %s
fr_fr: Seule la version %s %s est compatible. Celle installée est %s
it_it: Solo %s1 versione %s2 è compatibile, hai %s3
pt_br: Somente o %s versão %s é compatível, você possui %s
pt_pt: Somente %s versão %s é compatível, atual %s
ru_ru: Только %s версии %s совместима, в наличии же %s

source: Only Use Last CID Prepend
es_es: Usar sólo el último prefijo CID
it_it: Utilizza solo l'ultimo costo CID
pt_br: Usar apenas o último prefixo CID
ru_ru: Использовать только последний идентификатор CID

source: Only mysql is supported
es_es: Sólo se admite mysql
fa_ir: تنها mysql پشتیبانی میشود
it_it: Solo mysql è supportato
pt_br: Somente mysql é suportado

source: Only run post-start hooks
es_es: Sólo ejecute ganchos post-inicio
it_it: Esegui solo hook post-start

source: Only run post-stop hooks
es_es: Sólo se deben ejecutar ganchos post-stop
it_it: Esegui solo ganci post-stop

source: Only run pre-start hooks
es_es: Sólo ejecute ganchos pre-inicio
it_it: Esegui solo i ganci di pre-avvio

source: Only run pre-stop hooks
es_es: Solamente ganchos de pre-parada
it_it: Esegui solo i ganci di pre-arresto

source: OpenSSL took too long to run the command '%s'
es_es: OpenSSL tomó demasiado tiempo para ejecutar el comando '%s'
it_it: OpenSSL ha impiegato troppo tempo per eseguire il comando '%s1'
pt_br: OpenSSL demorou muito tempo para executar o comando '%s'
pt_pt: O OpenSSL demorou demasiado tempo a executar o comando '%s'
ru_ru: Для OpenSSL слишком длинная команда %s

source: Operator Panel
es_es: Panel de Operador
fa_ir: پنل اپراتور
it_it: Pannello operatore
pt_br: Painel Operador
pt_pt: Painel de Operador
ru_ru: Операторская панель

source: Optional Additional CSS Stylesheet
es_es: Stylesheet CSS adicional opcional
fa_ir: گزینه CSS اضافه
it_it: Foglio di stile CSS aggiuntivo opzionale
pt_br: Folha de estilos CSS adicional opcional
ru_ru: Опционально - дополнительная таблица стилей CSS
