Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Please provide the core credentials that will be used to administer your system
es_es: Por favor, proporcione las credenciales básicas que se utilizarán para administrar su sistema
it_it: Fornire le credenziali di base che verranno utilizzate per amministrare il sistema
pt_br: Forneça as credenciais principais que serão usadas para administrar seu sistema
pt_pt: Faculte as credenciais core que serão usadas para administrar o sistema
ru_ru: Пожалуйста предоставьте данные, которые будут использоваться для администрирования Вашей системы

source: Please review the output above for any errors while enabling modules
es_es: Por favor revise la salida anterior para cualquier error mientras habilita los módulos
it_it: Si prega di rivedere l'output sopra per eventuali errori durante l'abilitazione dei moduli
pt_br: Revise a saída acima para ver se há erros ao habilitar os módulos
ru_ru: Перед включением модулей,просмотрите выведенную в консоль информацию на предмет каких-либо ошибок

source: Please select a "Destination"
es_es: Por favor seleccione un "Destino"
fa_ir: لطفا یک "مقصد" انتخاب کنید
fr_fr: Choix d\'une destination
it_it: Selezionare una "Destinazione"
pt_br: Por favor selecione um destino
pt_pt: Selecione um "Destino"
ru_ru: Выберите "Назначение"

source: Please select at least one action to perform by clicking on the module, and selecting an action on the "Action" tab.
es_es: Por favor, seleccione al menos una acción a realizar, haga clic en el módulo, y seleccione una acción en la pestaña "Acción".
fr_fr: Merci de sélectionner au moins une action à exécuter en cliquant sur le module ainsi que sur la tabulation "Action"
it_it: Selezionare almeno un'operazione da effettuare facendo click sul modulo e selezionando l'azione nella scheda "Azione".
pt_br: Por favor selecione ao menos uma ação a executar clicando no módulo, e selecionando a ação na aba "Ação".
pt_pt: Selecione pelo menos uma ação a realizar clicando no módulo e selecionando uma ação no separador "Ação".
ru_ru: Выберите по крайней мере хотя бы одно действие кликнув на модуль и выбрав действие из списка.

source: Please select the type of device you want to create
es_es: Selecciona el tipo de dispositivo que quieres crear
fa_ir: لطفا نوع وسیله ای که میخواهید ایجاد کنید را انتخاب کنید
it_it: Si prega di selezionare il tipo di dispositivo che si desidera creare
pt_br: Por favor selecione o tipo de dispositivo que deseja criar
ru_ru: Выберите тип устройства,которое хотите создать

source: Please wait while module actions are performed
es_es: Espere mientras se llevan a cabo acciones de módulos
fa_ir: لطفا صبر کنید تا کار ماژول تمام شود
fr_fr: Merci de patienter: exécution en cours
it_it: Attendere... processo in corso
pt_br: Por favor aguarde enquanto as ações são executadas
pt_pt: Aguarde enquanto as ações do módulo são executadas
ru_ru: Подождите пока закончится процедура для модуля

source: Polling Interval for Stopping Asterisk
es_es: Intervalo de sondeo para detener el Asterisk
it_it: Intervallo di polling per fermare Asterisk
pt_br: Intervalo de tempo para parar Asterisk
ru_ru: Интервал опроса для останова Астериск

source: Port
es_es: Puerto
fa_ir: پورت
it_it: Porta
pt_br: Porta
pt_pt: Porta
ru_ru: Порт

source: Port %s (%s - this is a <strong>NON STANDARD</strong> port)
es_es: Puerto %s (%s - es un puerto <strong> NO ESTANDAR </strong>)
fa_ir: پورت %s (%s - هست <strong>غیر استاندارد</strong> پورت)
it_it: Porta %s1 (%s2 - questa è una <strong> 3 NON STANDARD </strong> 4 porte)

source: Port %s (%s)
es_es: Puerto %s (%s)
fa_ir: پورت %s (%s)
it_it: Porta %s1 (%s2)
pt_br: Porta %s (%s)

source: Port for the Asterisk Manager
es_es: Puerto del Asterisk Manager
fa_ir: پورت برای مدیریت استریسک
it_it: Porta per il gestore di asterisco
pt_br: Porta para o Asterisk Manager
pt_pt: Porta para o Asterisk Manager
ru_ru: Порт для Asterisk Manager

source: Port to bind to. Default is 8088
es_es: Puerto a Enlazar. Predeterminado es 8088
fa_ir: پورت داده شده به. پیشفرض 8088
it_it: Porta a cui legarsi. L'impostazione predefinita è 8088
pt_br: Porta para vincular. O padrão é 8088
pt_pt: Porta à qual vincular. 8088 por omisão

source: Port to bind to. Default is 8089
es_es: Puerto a enlazar. Predeterminado es 8089
fa_ir: پورت داده شده به. پیشفرض 8089
it_it: Porta a cui legarsi. Il valore predefinito è 8089
pt_br: Porta para vincular. O padrão é 8089

source: Post Call Recording Script
es_es: Script Post Grabación de LLamada
fa_ir: ارسال اسکریپت ضبط تماس
it_it: script di registrazione post call
pt_br: Script de Gravação Pós-Atendimento
pt_pt: Script de pós Gravação de Chamada
ru_ru: Скрипт обработки записи после вызова

source: Potential Security Breach
es_es: Violación de Seguridad Potencial
fr_fr: Problème de sécurité potentielle
it_it: Potenziale violazione della sicurezza
pt_br: Possível violação de segurança
pt_pt: Potencial Falha de Segurança
ru_ru: Потенциальная брешь в безопасности

source: Precede browser title with the server name.
es_es: Precede el título del navegador con el nombre del servidor.
it_it: Precedere il titolo del browser con il nome del server.
pt_br: Precede o título do navegador com o nome do servidor.
pt_pt: Anteceder o título do browser com o nome do servidor.
ru_ru: Предварять заголовок в браузере именем сервера.

source: Prefix to remove on a successful match. The dialed number is compared to this and the subsequent columns for a match. Upon a match, this prefix is removed from the dialed number before sending it to the trunks.
es_es: Prefijo para eliminar en caso de coincidencia. El número marcado se compará con esto y las columnas subsiguientes para una coincidencia. Tras una coincidencia, este prefijo se elimina del número marcado antes de enviarlo a las líneas.
it_it: Prefisso da rimuovere in caso di corrispondenza riuscita. Il numero composto viene confrontato con questo e le colonne successive per una corrispondenza. Su una corrispondenza, questo prefisso viene rimosso dal numero composto prima di inviarlo ai trunk.
pt_br: Prefixo para remover em uma correspondência bem-sucedida. O número discado é comparado a este e as colunas subsequentes para uma correspondência. Após uma correspondência, este prefixo é removido do número discado antes de enviá-lo para os troncos.
ru_ru: Префикс для удаления из набранного номера, если найдено совпадени. Набранный номер сравнивается с этой и другими последующими колонками для поиска совпадений. Если найдено, префикс удаляется перед осылкой номера в транк.

source: Preloaded Modules
es_es: Módulos Precargados
fa_ir: ماژول هایی که از قبل بارگذاری شده اند
it_it: Moduli precaricati
pt_br: Módulos pré-carregados
pt_pt: Módulos Previamente Carregados
ru_ru: Предварительно загруженные модули

source: Press %s to Cancel
es_es: Oprima %s para Cancelar
fa_ir: برای لغو %s را فشار دهید
it_it: Premere %s1 su Annulla
pt_br: Pressione %s para Cancelar
ru_ru: Нажмите %s для отмены

source: Press %s to shut down NOW
es_es: Presione %s para cerrar AHORA
fa_ir: برای خاموش کردن %s را فشار دهید
it_it: Premere %s1 per arrestare ORA
pt_br: Pressione %s para desligar agora
ru_ru: Нажмите %s для окончания работы СЕЙЧАС

source: Pretty Print JSON Responses
fa_ir: پرینت پاسخ های JSON
it_it: belle risposte JSON stampate
pt_pt: Respostas JSON Pretty Print

source: Previous
es_es: Previo
fa_ir: قبلی
it_it: Precedente
pt_br: Anterior
pt_pt: Anterior
ru_ru: Предыдущий

source: Previous Releases
es_es: Versiones Anteriores
fa_ir: نسخ قبلی
it_it: Versioni precedenti
pt_br: Releases Anteriores
pt_pt: Releases Anteriores
ru_ru: Предыдущие версии

source: Primary CSS Popover Stylesheet Addtion
es_es: Adición de Hoja de Estilo de CSS Popover Primario
it_it: Aggiunta di fogli di stile popover CSS primari

source: Primary CSS Stylesheet
es_es: Hoja de estilo CSS principal
fa_ir: قالب CSS اصلی
it_it: Foglio di stile CSS primario
pt_br: Folha de estilos CSS principal
pt_pt: Stylesheet CSS Primária
ru_ru: Основная таблица стилей CSS

source: Prints MOTD
es_es: Imprime MOTD
fa_ir: چاپ MOTD
it_it: Stampa MOTD
ru_ru: Печать сообщения дня

source: Priority
es_es: Prioridad
fa_ir: اولویت
it_it: Priorità
pt_br: Prioridade
ru_ru: Приоритет

source: Priority needs to be either 'true', 'false' or a number
es_es: Prioridad debe ser 'verdadero', 'falso' o un número
fa_ir: اولیت باید یکی از حالات 'درست'، 'غلط' یا شماره باشد
it_it: La priorità deve essere "true", "false" o un numero
pt_br: A prioridade deve ser 'verdadeira', 'falsa' ou um número
pt_pt: Prioridade terá de ser 'true', 'false' ou um número
ru_ru: Приоритет должен иметь значение 'истина', 'ложь' или числовое значение

source: Privacy
es_es: Privacidad
fa_ir: حریم خصوصی
fr_fr: Protection
it_it: Intimità
pt_br: Privacidade
pt_pt: Privacidade
ru_ru: Конфиденциальность

source: Privacy Manager
es_es: Manager Privacidad
fa_ir: حریم خصوصی مدیریت
fr_fr: Gestion de la protection
it_it: Responsabile della privacy
pt_br: Gerenciador de Privacidade
pt_pt: Gestor de Privacidade
ru_ru: Конфиденциальный Менеджер

source: Process
es_es: Procesos
fa_ir: فرآیند
fr_fr: Exécution
it_it: Procedi
pt_br: Processar
pt_pt: Processar
ru_ru: Запустить процесс

source: Provide Verbose Tracebacks
es_es: Proporcionar tracebacks detallados
it_it: Fornire tracce dettagliate
ru_ru: Давать подробную трассировку

source: Provide a meaningful description of what this incoming route is
es_es: Proporcionar una descripción significativa de lo que es esta ruta entrante
fr_fr: Donnez une description précise de la route entrante
it_it: Fornire una descrizione significativa di ciò che è questa rotta in arrivo
pt_br: Provê uma descrição significativa para esta rota de entrada
pt_pt: Introduza uma descrição explicando o que é esta rota
ru_ru: Внятное описание - что из себя представляет этот маршрут

source: Provides a very verbose traceback when die_freepbx() is called including extensive object details if present in the traceback.
es_es: Proporciona un rastreo muy detallado cuando se llama die_freepbx () incluyendo detalles de objeto extenso si está presente en el rastreo.
it_it: Fornisce un traceback molto dettagliato quando viene chiamato die_freepbx () inclusi i dettagli estesi dell'oggetto se presenti nel traceback.
ru_ru: Обеспечивает очень подробную трассировку при вызове функции die_freepbx() включая детализацию расширеннных объектов, если они присутствуют в трассировке.

source: Proxy Address
es_es: Dirección Proxy
fa_ir: آدرس پراکسی
it_it: Indirizzo Proxy
pt_br: Endereço de Proxy
pt_pt: Endereço do Proxy

source: Proxy Password
es_es: Contraseña Proxy
fa_ir: کلمه عبور پراکسی
it_it: Password Proxy
pt_br: Senha de Proxy
pt_pt: Password do Proxy

source: Proxy Settings
es_es: Configuraciones Proxy
fa_ir: تنظیمات پراکسی
it_it: Impostazioni Proxy
pt_br: Configurações de Proxy
pt_pt: Configurações do Proxy

source: Proxy Username
es_es: Nombre de usuario Proxy
fa_ir: نام کاربری پراکسی
it_it: Username Proxy
pt_br: Nome de usuário do proxy
pt_pt: Utilizador do Proxy

source: Publisher
es_es: Editor
fa_ir: ناشر
fr_fr: Editeur
it_it: Editore
pt_br: Publicador
pt_pt: Editor
ru_ru: Издатель

source: Purge and clean system
es_es: Purgar y limpiar el sistema
it_it: Spurgo e pulire sistema

source: Put caller on hold forever
es_es: Poner una llamada en espera para siempre
fa_ir: قراردادن همیشگی تماس گیرنده در حالت انتظار
fr_fr: Mettre définitivement l'appelant sur occupation
it_it: Metti in attesa il chiamante per sempre
pt_br: Colocar originatário em espera para sempre
pt_pt: Colocar o chamador em espera indefinidamente
ru_ru: Поставить позвонившего на постоянное ожидание

source: QXact Reports
es_es: Reportes QXact
it_it: Rapporti QXact
pt_br: Relatórios QXact

source: Qualify
es_es: Calificar
fa_ir: تعیین کردن
it_it: qualificarsi
pt_pt: Qualificar
ru_ru: Квалифицировать

source: Qualify Frequency
es_es: Frecuencia Qualify
fa_ir: تعیین فرکانس
it_it: Qualificare la frequenza
pt_pt: Frequencia de Qualificação
ru_ru: Частота запросов Qualify

source: Quick Create Extension
es_es: Creación Rápida de Extensión
fa_ir: ایجاد سریع داخلی
it_it: Crea rapida estensione
pt_br: Criar ramal rapidamente
ru_ru: Быстрое создание внутреннего номера

source: Quick Search '/'
es_es: Busca rápida '/'
fa_ir: جستجو سریع '/'
it_it: Ricerca rapida '/'
pt_br: Busca rápida '/'

source: Quick Select
es_es: Selección Rápida
fa_ir: انتخاب سریع
it_it: Selezione rapida
pt_br: Seleção rápida

source: RSS Feeds
es_es: Feeds RSS
fa_ir: خوراک RSS
it_it: Feed RSS
pt_pt: Feeds RSS

source: RSS Feeds that are displayed in UCP and Dashboard. Separate each feed by a new line. Supported feeds are Atom 1.0 and RSS 0.91, 0.92, 1.0 and 2.0
es_es: Fuentes RSS que se muestran en UCP y Dashboard. Separar cada uno por una nueva línea. Los feeds compatibles son Atom 1.0 y RSS 0.91, 0.92, 1.0 y 2.0
it_it: Feed RSS visualizzati in UCP e Dashboard. Separa ogni feed con una nuova riga. I feed supportati sono Atom 1.0 e RSS 0.91, 0.92, 1.0 e 2.0
pt_br: Feeds RSS que são exibidos em UCP e Dashboard. Separe cada feed por uma nova linha. Os feeds suportados são Atom 1.0 e RSS 0.91, 0.92, 1.0 e 2.0

source: RTP Symmetric
es_es: RTP Simétrico
it_it: RTP simmetrico
pt_br: RTP Simétrico
pt_pt: RTP Simétrico
ru_ru: Симметричный RTP

source: Re-Invite policy for this device, see Asterisk documentation for details.
es_es: Política de Re-Invite para este dispositivo, consulte la documentación de Asterisk para más detalles.
it_it: Invita di nuovo i criteri per questo dispositivo, consulta la documentazione di Asterisk per i dettagli.
pt_br: Politica Re-Invite para este dispositivo, veja a documentação Asterisk para detalhes.
pt_pt: Política de Re-Invite para este dispositivo. Consultar documentação do Asterisk para mais detalhes.
ru_ru: Политика реинвайт для этого устройства, см. документацию Астериск для деталей.

source: ReDownloads all modules that have invalid signatures
es_es: ReDownloads todos los módulos que tienen firmas no válidas
fa_ir: تمام ماژول هایی که امضا نادرست دارند مجدد دانلود کنید
it_it: Scarica tutti i moduli con firme non valide
pt_br: Baixar novamente todos os módulos com assinaturas inválidas
ru_ru: Скачать ещё раз все модули с неверными сигнатурами

source: Readonly settings are usually more volatile, they can be changed by changing 'Override Readonly Settings' to Yes.
es_es: Los ajustes de sólo lectura son generalmente más volátiles, pueden cambiarse cambiando 'Anular Ajustes de Solo Lectura' a Sí.
it_it: Le impostazioni di sola lettura sono in genere più volatili, possono essere modificate cambiando "Ignora impostazioni Readonly" su Sì.
pt_br: As configurações somente leitura são geralmente mais voláteis, elas podem ser alteradas alterando 'Substituir configurações somente leitura' para Sim.
ru_ru: Опция Только-для-чтения более предпочтительна, она может быть изменена 'Установить параметр Только-для-чтения' на Да

source: Receive
es_es: Recibir
fa_ir: دریافت
it_it: Ricevere
pt_br: Receber
ru_ru: Принять

source: Record Priority Policy
es_es: Política Prioridad de Grabación
fa_ir: سیاست اولویت برای ضبط
it_it: Registra priorità politica
pt_br: Política de prioridade de gravação
pt_pt: Política de Prioridade de Gravação
ru_ru: Приоритет политики использования записи разговоров

source: Recording Options
es_es: Opciones Grabación
fa_ir: گزینه های ضبط کردن
fr_fr: Option d'enregistrement
it_it: Opzioni Registrazione
pt_br: Opções de Gravação
pt_pt: Opções de Gravação
ru_ru: Опции записи

source: Recording of calls made to other extensions on the system.
es_es: La grabación de las llamadas realizadas a otras extensiones del sistema.
fa_ir: ضبط کردن تماسها به دیگر داخلی ها در سیستم.
it_it: Registrazione di chiamate effettuate ad altre estensioni sul sistema.
pt_br: Gravação de chamadas feitas para outros ramais no sistema.
pt_pt: Gravação de chamadas feitas para outras extensões do sistema.
ru_ru: Запись звонков на другие внутренние номера системы.

source: Recording of calls received from other extensions on the system.
es_es: Grabación de las llamadas recibidas de otras extensiones del sistema.
fa_ir: ضبط کردن تماسهای دریافتی از دیگر داخلی ها در سیستم.
it_it: Registrazione delle chiamate ricevute da altre estensioni sul sistema.
pt_br: Gravação de chamadas recebidas de outros ramais no sistema.
pt_pt: Gravação de chamadas recebidas de outras extensões do sistema.
ru_ru: Запись звонков, принятых с других внутренних номеров системы.

source: Recording of inbound calls from external sources.
es_es: La grabación de las llamadas entrantes procedentes de fuentes externas.
fa_ir: ضبط تماس های داخلی از منابع خارجی.
it_it: Registrazione di chiamate in entrata da fonti esterne.
pt_br: Gravação de chamadas recebidas de fontes externas.
pt_pt: Gravação de chamadas de origem externa.
ru_ru: Запись входящих звонков от внешних источников.

source: Recording of outbound calls to external sources.
es_es: Grabación de llamadas salientes a fuentes externas.
fa_ir: ضبط تماس های خارجی به منابع خارجی.
it_it: Registrazione di chiamate in uscita verso fonti esterne.
pt_br: Gravação de chamadas de saída para fontes externas.
pt_pt: Gravação de chamadas para destinos externos.
ru_ru: Запись исходящих звонков на внешние источники.

source: Redundancy
es_es: Redundancia
fa_ir: فراوانی
it_it: Ridondanza
pt_br: Redundância
ru_ru: Резервирование

source: Refreshing %s
es_es: Refrescando %s
fa_ir: بازنشانی %s
it_it: Aggiornamento %s1
pt_br: Atualizando %s
ru_ru: Обновление %s

source: Refuse
es_es: Rehusar
fa_ir: قبول نکردن
it_it: Rifiuto
pt_br: Recusar

source: Register String
es_es: Registro de Cadenas
fa_ir: ثبت نام رشته
fr_fr: Chaîne d'enregistrement
it_it: Registra String
pt_br: String de Registro
pt_pt: Campo de Registro
ru_ru: Строка регистрации

source: Registration
es_es: Registro
fa_ir: ثبت نام کردن
fr_fr: Enregistrement
it_it: Registrazione
pt_br: Registro
pt_pt: Registro
ru_ru: Регистрация

source: Reinstall
es_es: Reinstalar
fa_ir: نصب مجدد
it_it: Reinstallazione
pt_br: Reinstalar
pt_pt: Reinstalar
ru_ru: Переинсталлировать

source: Reject Reverse Charges
es_es: Rechazar Cobro Revertido
fa_ir: رد عوارض بازگشتی
it_it: Rifiuta addebiti inversi
pt_pt: Rejeitar Pagamentos no Destino
ru_ru: Отвергать обратную тарификацию

source: Related Tickets
es_es: Entradas Relacionadas
fa_ir: تیکت های مربوط
it_it: Biglietti correlati
pt_br: Tickets relacionados
pt_pt: Tickets Relacionados
ru_ru: Связанный тикет

source: Related URL
es_es: URL Relacionada
fa_ir: آدرس URL مرتبط
it_it: URL correlato
pt_br: URL relacionada
pt_pt: URL Relacionado
ru_ru: Связанный URL

source: Related URLs
es_es: URLs Relacionadas
fa_ir: آدرسهای URL مرتبط
it_it: URL correlati
pt_br: URLs relacionadas
pt_pt: URLs Relacionados
ru_ru: Связанные URL-ы

source: Reload Configs
es_es: Recargar Configs
fa_ir: بازنشانی پیکربندی
it_it: Ricarica Configs
pt_br: Recarregar Configurações
ru_ru: Перезагрузить конфигурацию

source: Reload failed because %s could not connect to the asterisk manager interface.
es_es: Recargar fracasó porque %s no se pudo conectar a la interfaz del gestor de asterisk.
it_it: Ricarica non riuscita perché %s1 non è riuscito a connettersi all'interfaccia di gestione asterisk.
pt_pt: Carregamento falhou porque %s não conseguiu ligação ao asterisk manager interface.

source: Reload failed because retrieve_conf encountered an error: %s
es_es: Recarga ha fallado porque retrieve_conf ha encontrado un error: %s
fr_fr: Rechargement à échouer car retrieve_conf a rencontré l'erreur : %s
it_it: Il ricaricamento è fallito perchè retrieve_conf ha restituito il seguente errore: %s
pt_pt: Carregamento falhou porque retrieve_conf encontrou um erro: %s

source: Reloading FreePBX
es_es: Recargando FreePBX
fa_ir: بازنشانی مرکزتماس رایگان
it_it: Ricarica FreePBX

source: Remote CDR DB Host
es_es: Anfitrión de BD de CDR remoto
fa_ir: بانک اطلاعاتی CDR هاست خارجی
it_it: Host del CDR remoto
pt_br: Host CDR DB remoto
pt_pt: Host da BD CDR Remota
ru_ru: Удалённый хост базы данных CDR

source: Remote CDR DB Name
es_es: Nombre de base de datos de CDR remoto
fa_ir: نام بانک اطلاعاتی CDR خارجی
it_it: Nome DB CDR remoto
pt_br: Nome do CDR DB remoto
pt_pt: Nome da BD CDR Remota
ru_ru: Название сторонней базы данных CDR

source: Remote CDR DB Password
es_es: Contraseña de CDR remoto de base de datos
fa_ir: کلمه عبور بانک اطلاعاتی CDR خارجی
it_it: Password del DBR CDR remoto
pt_br: Senha do CDR DB remoto
pt_pt: Password da BD CDR Remota
ru_ru: Пароль для сторонней базы данных CDR

source: Remote CDR DB Port
es_es: Puerto de CDR DB remoto
fa_ir: پورت بانک اطلاعاتی CDR خارجی
it_it: Porta DBR CDR remota
pt_br: Porta do CDR DB remoto
pt_pt: Porta da BD CDR Remota
ru_ru: Порт сторонней базы данных CDR

source: Remote CDR DB Table
es_es: Tabla de BD de CDR remoto
fa_ir: جدول بانک اطلاعاتی CDR خارجی
it_it: Tabella DB CDR remota
pt_br: Tabela do CDR DB remoto
pt_pt: Tabela da BD CDR Remota
ru_ru: Таблица сторонней базы данных CDR

source: Remote CDR DB Type
es_es: Tipo de BD CDR remoto
fa_ir: نوع بانک اطلاعاتی CDR خارجی
it_it: Tipo di DB CDR remoto
pt_br: Tipo do CDR DB remoto
pt_pt: Tipo da BD CDR Remota
ru_ru: Тип сторонней базы данных CDR

source: Remote CDR DB User
es_es: Usuario de la base de datos de CDR remoto
fa_ir: کاربربانک اطلاعاتی CDR خارجی
it_it: Utente CDR del CD remoto
pt_br: Usuário do CDR DB remoto
pt_pt: Utilizador da BD CDR Remota
ru_ru: Имя пользователя сторонней базы данных CDR

source: Remote CDR Database
es_es: Base de datos CDR remota
fa_ir: بانک اطلاعاتی CDR خارجی
it_it: Database CDR remoto
pt_br: DB (banco de dados) CDR remoto
pt_pt: Base de Dados CDR Remota
ru_ru: Удалённая база CDR

source: Remove
es_es: Eliminar
fa_ir: حذف
it_it: Rimuovi
pt_br: Remover
pt_pt: Remover
ru_ru: Удалить

source: Remove CNAM
es_es: Eliminar CNAM
fa_ir: حذف CNAM
fr_fr: Supprime le CNAM
it_it: Rimuovere CNAM
pt_br: Remover CNAM
pt_pt: Remover CNAM
ru_ru: Удалять имя из Caller ID (CNAM)

source: Remove mailbox Setting when no Voicemail
es_es: Quitar la configuración de buzón cuando no hay correo de voz
fa_ir: حذف تنظیمات صندوق ایمیل وقتی ایمیل صوتی وجود ندارد
it_it: Rimuovi le impostazioni della casella di posta quando nessun messaggio vocale
pt_br: Remover configuração de caixa de correio quando não há Voicemail
pt_pt: Remover configuração da caixa de correio quando sem Voicemail

source: Removed
es_es: Eliminado
fa_ir: حذف شده
it_it: Rimosso
pt_br: Removido
pt_pt: Removido
ru_ru: Удалено

source: Removed directory
es_es: Directorio Eliminado
fa_ir: دایرکتوری حذف شده
it_it: Directory rimossa
pt_br: Diretório removido
pt_pt: Diretório removido
ru_ru: Удалена директория

source: Removing %s
es_es: Eliminando %s
fa_ir: در حال حذف %s
it_it: Rimozione di %s1
pt_br: Removendo %s
pt_pt: Removendo %s
ru_ru: Удаляется %s

source: Removing field %s from users table..
fa_ir: حذف فیلد %s از جدول کاربران..
fr_fr: Supression du champ %s de la table utilisateurs..
it_it: Rimozione campo %s dalla tabella utente..
pt_pt: Removendo campo %s da tabela users..

source: Removing file %s
es_es: Removiendo archivo %s
fa_ir: در حال حذف فایل %s
it_it: Rimozione del file %s1
pt_br: Removendo arquivo %s
ru_ru: Удаляется файл %s

source: Report Unknown Dest as Error
es_es: Reportar Dest desconocido como error
fa_ir: گزارش مقاصد ناشناخته به صورت خطا
it_it: Segnala dest. Sconosciuto come errore
pt_br: Relatar Destino Desconhecido como Erro
pt_pt: Reportar Destino Desconhecido como Erro
ru_ru: Сообщать о неизвестых назначениях как об ошибках

source: Reports
es_es: Reportes
fa_ir: گزارشات
fr_fr: Rapports
it_it: Rapporti
pt_br: Relatórios
pt_pt: Informes
ru_ru: Отчеты

source: Repositories
es_es: Repositorios
fa_ir: مراجع
it_it: Magazzini
pt_br: Repositórios
pt_pt: Repositórios
ru_ru: Репозитории
