Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: You normally <strong>Send</strong> registration, which tells the remote server where to send your calls. If the other server is not on a fixed address, it will need to register to this server (<strong>Receive</strong>), so this server can send calls to it. You would select <strong>None</strong> if both machines have a fixed address and do not require registration.
es_es: Normalmente envía <strong> Enviar </strong> registro, lo que indica al servidor remoto dónde enviar sus llamadas. Si el otro servidor no está en una dirección fija, tendrá que registrarse en este servidor (<strong> Recibir </strong>), por lo que este servidor puede enviar llamadas a él. Debería seleccionar <strong> Ninguno </strong> si ambas máquinas tienen una dirección fija y no requieren registro.
it_it: Normalmente <strong> 1Invia </strong> 2 registrazione, che indica al server remoto dove inviare le tue chiamate. Se l'altro server non si trova su un indirizzo fisso, dovrà registrarsi su questo server (<strong> 3Receive </strong> 4), quindi questo server può inviare chiamate. Dovresti selezionare <strong> 5None </strong> 6 se entrambe le macchine hanno un indirizzo fisso e non richiedono la registrazione.
ru_ru: Обычно <strong>Отправить</strong> регистрацию.Это указывает удалённому серверу куда следует направлять Ваши вызовы. Если другой сервер имеет нефиксированный адрес, то необходимо зарегистрироваться на это сервере ((<strong>Принять</strong>),чтоьы это тсервер мог отправлять звонки на него. Вы можете выбрать <strong>Нет</strong> если обе машины имеют фиксированный адрес и не требуют регистрации.

source: You should fix the problem or select another file and %s.
es_es: Usted debe arreglar el problema o seleccionar otro archivo y %s.
fa_ir: شما باید مشکل را برطرف کرده یا فایل دیگری انتخاب کنید و %s.
fr_fr: Vous devez résoudre ce problème ou sélectionner un autre fichier et %s
it_it: Dovresti risolvere il problem o selezionare un altro file e %s.
pt_br: Você deve corrigir o problema e selecionar outro arquivo e %s.
ru_ru: Устраните проблему или выберите другой файл и %s.

source: You should go to the module admin page to fix these.
es_es: Debe ir a la página de Administración de Módulos para fijar estos.
fa_ir: برای حل این مورد باید به صفحه مدیریت ماژول بروید.
fr_fr: Vous devriez aller dans le module Administration pour résoudre ce problème
it_it: Dovresti andate nella pagina di amminstrazione moduli per la riparazione.
pt_br: Você deve ir para página Admin Módulos para corrigir isto.
ru_ru: Необходимо зайти в Управление модулями чтобы исправить это.

source: Your %s version (%s) is incompatible.
es_es: Su %s versión (%s) no es compatible.
fr_fr: Votre version %s (%s) est incompatible
it_it: %s versione (%s) è incompatibile.
pt_br: A versão (%s) do seu %s é incompatível.
ru_ru: Ваша %s версии (%s) несовместима.

source: Your Zend Configuration is not fully setup. Please recitfy the problem and reload this page
es_es: La configuración de Zend no está completamente configurada. Recita el problema y vuelve a cargar esta página
it_it: La tua configurazione di Zend non è completamente configurata. Per favore recitfy il problema e ricarica questa pagina
ru_ru: Ваша конфигурация Zend настроена не полностью. Пожалуйста устраните проблему и перегрузите страницу.

source: Your browser is out-of-date!
es_es: ¡Su navegador está desactualizado!
fa_ir: مرورگر شما به روز نیست!
it_it: Il tuo browser non è aggiornato!
ru_ru: Ваш браузер устарел!

source: Your memory_limit, %sM, is set too low and has been increased to %sM. You may want to change this in you php.ini config file
es_es: Su memory_limit, %sM, es demasiado baja y se ha aumentado a %sM. Es posible que desee cambiar esto en el archivo de configuración php.ini
fr_fr: Votre mémoire limite , %sM est trop basse et a été augmentée à %sM. Vous devriez le changer également dans le fichier de configuration php.ini
it_it: Il memory_limit, %sM, è impostato troppo basso ed è stato aumentato a %sM. Dovresti cambiare questa impostazione nel file di configurazione php.ini
pt_br: O parâmetro memory_limit, %sM, está configurado muito baixo e deve ser aumentado para %sM. Edite o arquivo de configuração php.ini
ru_ru: Ваш лимит использования памяти в %sM был недостаточен, и он был увеличен до %sM, Вы можете изменить этот параметр в файле php.ini

source: Your memory_limit, %sM, is set too low and may cause problems. FreePBX is not able to change this on your system. You should increase this to %sM in you php.ini config file
es_es: Su memory_limit, %sM, es demasiado baja y puede causar problemas. FreePBX no es capaz de cambiar esto en su sistema. Debe incrementarlo a %sM en el archivo de configuración php.ini
fr_fr: Votre limite mémoire, %sM, est trop basse et peut générer des problèmes. FreePBX n'est pas capable de la changer dans votre système. Vous devriez l'augmenter à %sM dans le fichier de configuration php.ini
it_it: Il memory_limit, %sM, è impostato troppo basso e potrebbe causare problemi. FreePBX non è in grado di cambiare questa impostazione. Dovresti aumentare il valore a %sM nel file di configurazione php.ini
pt_br: Seu memory_limit, %sM está configurado muito baixo e pode causar problemas. O FreePBX não pode modificar isso no seu sistema. Você deve aumentar isto para %sM no seu arquivo de configuração php.ini
ru_ru: Ваш лимит использования памяти в %sM недостаточен, и может вызывать некоторые проблемы. FreePBX не может изменить это в вашей системе. Вам нужно увеличить это до %sM в вашем файле php.ini

source: ZAP channels are referenced either by a group number or channel number (which is defined in zapata.conf). <br><br>The default setting is <b>g0</b> (group zero).
es_es: Los canales Zap están referenciados ya sea por un número de grupo o número de canal (que se define en zapata.conf). <br><br>La configuración predeterminada es<b>g0</b> (grupo cero).
fr_fr: Les canaux ZAP sont référencés soit par un numéro de groupe ou un numéo de canal (défini dans zapata.conf).<br>Le paramètres par défaut est <b>g0</b> (groupe zéro)
it_it: I canali ZAP hanno come referenza il numero del gruppo o il numero del canale (definiti in zapata.conf) <br><br>L'impostazione predefinita è <b>g0</b> (gruppo zero).
pt_br: os canais ZAP são referenciados por um número de grupo ou de canal (o qual é definido no zapata.conf). <br><br>Por padrão esta opção é <b>g0</b> (grupo zero).
pt_pt: os canais ZAP sao rerenciados por um numero de grupo ou por um numero de canal (o qual é definido em zapata.conf). <br><br>Por default esta opçao é <b>g0</b> (grupo zero).
ru_ru: Каналы ZAP указываются по номеру канала или группе каналов (которые определены в zapata.conf). <br><br> Установка по умолчанию <b>g0</b> (группа 0).

source: Zap Identifier
es_es: Identificador Zap
fa_ir: مشخص کننده Zap
it_it: Identificatore Zap
ru_ru: Идентификатор ZAP

source: [WARNING] this is a security risk, you should create an admin user and disable this vulnerability.
es_es: [ADVERTENCIA] esto es un riesgo de seguridad, debe crear un usuario administrador y deshabilitar esta vulnerabilidad.
fa_ir: [هشدار] این یک ریسک امنیتی است، شما باید کاربر مدیر را بسازید تا ضعف امنیتی برطرف شود.
it_it: [ATTENZIONE] questo è un rischio per la sicurezza, dovresti creare un utente amministratore e disabilitare questa vulnerabilità.
ru_ru: [Предупреждение]это риск для безопасности, необходимо создать пользователя с правами администратора и отключить эту уязвимость.

source: [WARNING]: Menu Item: %s is disabled because asterisk is not running
es_es: [ADVERTENCIA]: Elemento de Menú: %s está desactivado porque asterisk no está en funcionamiento
fa_ir: [هشدار]: آیتم منو: %s غیرفعال شده به دلیل اجرا نشدن استریسک
fr_fr: [Attention]: Choix menu : %s est désactivé car Asterisk ne fonctionne pas
it_it: [ATTENZIONE]: Voce di Menu: %s disabilitata perchè asterisk non in esecuzione
pt_br: [ALERTA]: O item de menu %s está desabilitado porque o asterisk não está rodando
ru_ru: [ПРЕДУПРЕЖДЕНИЕ]: Пункт меню: %s деактивирован потому что asterisk не работает

source: added
es_es: Añadido
fa_ir: اضافه شده
fr_fr: ajouté
it_it: aggiunto
pt_br: adicionado
ru_ru: добавлено

source: adding preload for chan_local.so to modules.conf..
es_es: Añadiendo precarga para chan_local.so a modules.conf..
it_it: aggiungendo il precarico per chan_local.so a modules.conf ..
ru_ru: добавление предварительно загруженного для chan_local.so в modules.conf..

source: adding preload for pbx_config.so to modules.conf..
es_es: Añadiendo precarga para pbx_config.so a modules.conf..
it_it: aggiungendo il preload per pbx_config.so a modules.conf ..
ru_ru: добавление предварительного загруженного для pbx_config.so в modules.conf..

source: adds a dialing prefix from the number (for example, 1613+NXXXXXX would match when some dialed "5551234" and would pass "16135551234" to the trunk)
es_es: Añade un prefijo de marcación del número (por ejemplo, 1613+NXXXXXX coincidiría cuando alguien marca "5551234" y pasaría "16135551234" a la línea)
it_it: aggiunge un prefisso di selezione dal numero (ad esempio, 1613 + NXXXXXX corrisponderebbe quando alcuni componevano "5551234" e passavano "16135551234" al trunk)
ru_ru: добавление префикса к номеру (например , будет соответствовать 1613+NXXXXXX , и если набрать "5551234" то в транк пойдёт "16135551234" )

source: already done
fa_ir: انجام شد
fr_fr: déjà fait
it_it: già fatto
pt_pt: já feito

source: already exists
es_es: ya existe
fa_ir: موجود است
fr_fr: Existe déjà
it_it: già esistente
pt_br: já existe
pt_pt: já existe
ru_ru: уже существует

source: already symlinked skipping
es_es: Saltarse enlace simbólico
it_it: già saltato in symlink
ru_ru: пропускаем уже имеющее символьную ссылку

source: already there
es_es: ya allí
fa_ir: وجود دارد
it_it: già là
ru_ru: уже имеется

source: alt attribute to use in place of image and title hover value. Defaults to FreePBX
es_es: Atributo alt para utilizar en lugar de imagen y valor de desplazamiento de título. Predeterminado a FreePBX
it_it: attributo alt da utilizzare al posto dell'immagine e del valore di passaggio del mouse. Predefinito a FreePBX
ru_ru: всплывающий атрибут - название, при наведении мыши на изображение. По умолчанию - FreePBX

source: altered
es_es: alterado
fa_ir: تغییر داده شد
it_it: alterato
ru_ru: изменён

source: an error occured removing the packaged file/directory: %s
es_es: se ha producido un error al eliminar el directorio/archivo empaquetado: %s
fa_ir: بروز خطا در حذف بسته فایل/دایرکتوری: %s
it_it: si è verificato un errore durante la rimozione del file / directory del pacchetto: %s1
ru_ru: ошибка при удалении файла/директории пакетов :%s

source: an error occurred trying to write out manager.conf changes
es_es: Error al intentar escribir cambios en manager.conf
fa_ir: بروز خطا در هنگام نوشتن تغییرات فایل manager.conf
it_it: si è verificato un errore durante il tentativo di scrivere le modifiche di manager.conf
ru_ru: ошибка при попытке перезаписать файл manager.conf

source: and
es_es: y
fa_ir: و
it_it: e
ru_ru: и

source: appended to a dial pattern, matches a CallerID or CallerID pattern (for example, NXXXXXX/104 would match only if dialed by extension "104")
es_es: Se agrega a un patrón de marcación, coincide con un patrón CallerID o CallerID (por ejemplo, NXXXXXX / 104 sólo coincidiría si marcado por la extensión "104")
it_it: aggiunto a un modello di selezione, corrisponde a un modello CallerID o CallerID (ad esempio, NXXXXXX / 104 corrisponderà solo se composto dall'estensione "104")
ru_ru: добавлено в шаблон набора, соответствует CallerID или шаблону CallerID(например, NXXXXXX/104 будет соответствовать если только набрано с внутреннего номера "104" )

source: apply configuration settings after new core module loaded
es_es: aplicar los ajustes de configuración después de cargado nuevo núcleo de módulo
fa_ir: اعمال تنظیمات پیکربندی پس از بارگذاری ماژول هسته جدید
it_it: applica le impostazioni di configurazione dopo aver caricato il nuovo modulo principale
ru_ru: применить настройки конфигурации после загрузки нового базового модуля

source: called set_conf_values with a non-array
es_es: llamado set_conf_values con un non-array
it_it: chiamato set_conf_values con un non-array
ru_ru: вызов set_conf_values не из массива данных

source: changed %s settings
es_es: Modificados %s Ajustes
fa_ir: تنظیمات %s تغییر کرد
it_it: cambiato %s1 impostazioni
pt_pt: alteradas %s configurações
ru_ru: изменены настройки %s

source: checkSig was given %s, which is not a file
es_es: checkSig se le dio %s, el cual no es un archivo
it_it: checkSig è stato dato %s1, che non è un file
ru_ru: checkSig-у был предложен %s, но это не файл

source: checking %s ..
es_es: comprobando %s ..
fa_ir: بررسی %s ..
it_it: controllando %s1 ..
pt_pt: verificando %s..
ru_ru: проверка %s..

source: checking for continue field in trunks..
it_it: controllando per continuare il campo in trunk..

source: checking for delay_answer field ..
fr_fr: vérification du champ delay_answer
it_it: controllo del campo delay_answer ..

source: checking for dest field in outbound_routes..
it_it: controllando per il campo dest in outbound_routes ..

source: checking for freepbx.conf..
es_es: comprobando para freepbx.conf..
it_it: controllando per freepbx.conf ..
ru_ru: проверка freepbx.conf..

source: checking for pricid field ..
fr_fr: vérification du champ pricid
it_it: controllo del campo pricid ..

source: checking for reversal field ..
it_it: controllando il campo di inversione ..

source: checking if Custom Context migration is required...
es_es: comprobando si se requiere la migración de Contexto personalizado ...
fa_ir: بررسی لزوم انتقال متن سفارشی...
it_it: controllando se è richiesta la migrazione del contesto personalizzato ...
ru_ru: проверяем,требуется ли перенос пользовательского контекста...

source: checking if did file field needed in cdr..
es_es: comprobando si el archivo did requiere un campo en cdr ..
fa_ir: بررسی لزوم فیلد فایل did در cdr..
it_it: controllando se il campo file richiesto in cdr ..
ru_ru: проверяем необходимость поля did file в cdr..

source: checking if recordingfile file field needed in cdr..
es_es: comprobando si el archivo recordingfile necesita un campo en cdr..
fa_ir: بررسی لزوم انتقال فیلد فایل recordingfile در cdr..
it_it: controllando se il file di registrazione del campo è necessario in cdr ..
ru_ru: проверяем необходимость поля recordingfile file в cdr..

source: checking if res_odbc.conf needs migration
es_es: comprobando si res_odbc.conf necesita migración
fa_ir: بررسی لزوم انتقال res_odbc.conf
it_it: controllando se res_odbc.conf ha bisogno di migrazione
ru_ru: проверка необходимости переноса res_odbc.con

source: choose one
es_es: escoja uno
fa_ir: انتخاب یکی
it_it: Scegline uno
pt_pt: escolher um
ru_ru: выбрать что-либо

source: comedia - (%s)
it_it: comedia - (%s1)

source: confirm email
es_es: confirmar email
fa_ir: تایید ایمیل
it_it: conferma email
pt_pt: confirmar email
ru_ru: email для подтверждения

source: continuing..
es_es: continuando..
fa_ir: ادامه..
it_it: continua ..
pt_pt: continuando..
ru_ru: продолжение..

source: could not delete
fa_ir: نمیتوان حذف کرد
it_it: impossibile cancellare

source: created
es_es: creado
fa_ir: ایجاد شد
it_it: Creato
ru_ru: создано

source: created %s
es_es: creado %s
fa_ir: %s ایجاد شد
it_it: Creato %s1
ru_ru: создано %s

source: custom modifications, details at:
es_es: modificaciones personalizadas, detalles en:
fa_ir: تغییرات سفارشی، جزییات:
it_it: modifiche personalizzate, dettagli su:
pt_pt: modificações personalizadas, detalhes:

source: dahdi table not empty, can't migrate zap data there
fa_ir: جدول dahdi خالی نیست، نمیتوان اطلاعات zap را اینجا منتقل کرد
it_it: tabella dahdi non vuota, non è possibile migrare i dati zap lì

source: default
es_es: Por defecto
fa_ir: پیشفرض
it_it: predefinito
pt_pt: por omissão
ru_ru: по умолчанию

source: deleted
es_es: eliminado
fa_ir: حذف شد
fr_fr: supprimé
it_it: eliminato
pt_br: excluído
ru_ru: удалено

source: deleting ALLOW_SIP_ANON from globals..
it_it: eliminazione ALLOW_SIP_ANON dalle globali ..
pt_pt: apagando ALLOW_SIP_ANON das globals..

source: deleting obsoleted record_in and record_out entries..
it_it: cancellando le voci record_in e record_out obsolete ..
pt_pt: apagando entradas record_in e record_out obsoletas..

source: done
es_es: hecho
fa_ir: انجام شد
fr_fr: fait
it_it: fatto
pt_pt: terminado
ru_ru: готово

source: done! Reload FreePBX to update all Custom Context settings.
es_es: hecho! Recarga FreePBX para actualizar todos los ajustes de Contexto Personalizado.
fa_ir: انجام شد. بازگذاری مجدد FreePBX برای به روزرسانی تنظیمات سفارشی متن.
it_it: fatto! Ricarica FreePBX per aggiornare tutte le impostazioni del contesto personalizzato.
ru_ru: завершено! Перезагрузите FreePBX для обновления всех установок Пользовательских Контекстов.

source: done, see errors below
es_es: hecho, ver los errores a continuación
fa_ir: انجام شد، مشاهده خطا های زیر
it_it: fatto, vedere gli errori di seguito
pt_pt: terminado, ver erros abaixo
ru_ru: завершено,смотрите информацию об ошибках ниже

source: dropping old trunks_dialpatterns table..
es_es: vaciando antiguas tablas trunks_dialpatterns..
it_it: lasciando cadere la vecchia tabella trunks_dialpatterns ..
pt_pt: eliminando tabela trunks_dialpatterns antiga..
ru_ru: удаление старой таблицы trunks_dialpatterns..

source: email address
es_es: dirección de correo electrónico
fa_ir: آدرس ایمیل
it_it: Indirizzo email
pt_pt: endereço email
ru_ru: email адрес

source: error checking dahdi table size to determine if zap table contents can be migrated
it_it: errore durante il controllo della dimensione della tabella dahdi per determinare se è possibile migrare il contenuto della tabella zap

source: error could not move it
es_es: error no se pudo mover
fa_ir: خطا نمیتوان این را جابجا کرد
it_it: l'errore non potrebbe spostarlo
ru_ru: ошибка невозможно переместить

source: error dropping table
fa_ir: خطا در حذف جدول
it_it: tabella di errore
pt_pt: erro eliminando tabela

source: error migrating table
fa_ir: خطا در انتقال جدول
it_it: errore nella migrazione della tabella
pt_pt: erro migrando tabela

source: error occured
es_es: ha ocurrido un error
fa_ir: خطایی رخ داد
it_it: c'è stato un'errore
pt_pt: ocorreu um erro
ru_ru: возникла ошибка

source: error occured updating devices table
fa_ir: خطا در بروز رسانی جدول وسایل
it_it: errore si è verificato aggiornando la tabella dei dispositivi
pt_pt: ocorreu erro atualizando tabela de dispositivos

source: error reading ampusers table
es_es: error leyendo tabla ampusers
fa_ir: خطا در خواندن جدول ampusers
it_it: errore di lettura tabella degli amplificatori
pt_pt: erro lendo tabela ampusers
ru_ru: ошибка чтения таблицы ampusers

source: errors occured listed above
es_es: errores ocurridos listados arriba
fa_ir: خطا های رخ داده فهرست شده در بالا
it_it: errori occorsi sopra elencati
pt_pt: ocorreu erro listado acima
ru_ru: список возникших ошибок выше

source: existing settings will be put in %s and %s
es_es: ajustes existentes serán puestos en %s y s%s
fa_ir: تنظیمات موجود در %s و %s قرار دارند
it_it: le impostazioni esistenti verranno inserite in %s1 e %s2
ru_ru: существующие настройки будут помещены в %s и %s

source: exists
es_es: existe
fa_ir: وجود دارد
it_it: esiste
pt_pt: existe
ru_ru: существует

source: failed
es_es: fallido
fa_ir: ناموفق
it_it: fallito
ru_ru: с ошибкой

source: failed reading %s, file not being removed
es_es: fallo leyendo %s archivo no pudo ser eliminado
it_it: impossibile leggere %s1, il file non viene rimosso
pt_pt: falha lendo %s, ficheiro não removido
ru_ru: ошибка чтения %s, файл не был удалён

source: failed to delete %s from cache directory after opening module archive.
es_es: fallo al eliminar %s desde el directorio caché después de abrir archivo de módulo.
it_it: impossibile eliminare %s1 dalla directory della cache dopo aver aperto l'archivio del modulo.
ru_ru: невозможно удалить файл %s из каталога кеша модулей после открытия файла модуля.

source: failed to include %s during %s of the %s module.
es_es: fallo al incluir %s durante %s del módulo %s.
it_it: impossibile includere %s1 durante %s2 del modulo %s3.
ru_ru: ошибка добавления %s во время %s модуля %s

source: failed to open %s module archive into _cache directory.
es_es: fallo al abrir archivo de módulo %s en directorio into_cache.
it_it: impossibile aprire l'archivio dei moduli %s1 nella directory _cache.
ru_ru: Невозможно открыть файл модуля %s из каталога _cache.

source: fatal error
fa_ir: خطای سیستمی
fr_fr: erreur fatale
it_it: errore fatale
pt_pt: erro fatal

source: fatal error adding fields to incoming table
fa_ir: خطای سیستمی در افزودن فیلدها به جدول داخلی
it_it: errore fatale che aggiunge campi alla tabella in entrata

source: fatal error deleting rows from freepbx_settings, sql query: %s
es_es: error fatal eliminando filas de freepbx_settings, consulta sql: %s
fa_ir: خطای سیستمی در حذف ردیف ها از freepbx_settings، صف sql: %s
it_it: errore fatale che cancella le righe da freepbx_settings, query sql: %s1
pt_pt: erro fatal apagando linhas de freepbx_settings, query sql: %s

source: fatal error reading freepbx_settings
es_es: error fatal leyendo freepbx_settings
fa_ir: خطای سیستمی در خواندن freepbx_settings
it_it: errore fatale durante la lettura di freepbx_settings
pt_pt: erro fatal lendo freepbx_settings

source: fatal error trying to add field
fa_ir: خطای سیستمی در افزودن فیلد
it_it: errore fatale cercando di aggiungere campo
pt_pt: erro fatal tentando adicionar campo

source: file/directory: %s removed successfully
es_es: archivo/directorio: %s eliminado satisfactoriamente
fa_ir: فایل/دایرکتوری: %s با موفقیت حذف شد
it_it: file / directory: %s1 rimosso con successo
pt_pt: ficheiro/diretório: %s removido com sucesso
ru_ru: файл/директория:%s удален(-а) успешно

source: format list as json
es_es: Lista de formatos como json
fa_ir: فرمت فهرست به صورت json
it_it: formattare la lista come json
ru_ru: список форматов в json

source: format list as xml
es_es: Formato de la lista como xml
fa_ir: فرمت فهرست به صورت xml
it_it: formattare l'elenco come xml
ru_ru: список форматов в xml

source: framework couldn't copy file to %s
es_es: framework no ha podido copiar archivo a %s
fa_ir: فریم ورک نمیتواند فایل را به %s کپی کند
it_it: framework non può copiare il file in %s1
pt_pt: framework não pode copiar ficheiro para %s
ru_ru: платформа не может копировать файл в %s

source: framework file install done, removing packages from module
es_es: archivo framework instalado bien, eliminando paquetes desde el módulo
fa_ir: نصب فایل فریم ورک انجام شد، حذف بسته ها از ماژول
it_it: installazione di file framework completata, rimozione dei pacchetti dal modulo
ru_ru: закончена установка файла платформы, удаление пакетов из модуля

source: free not implemented
es_es: Libre no implementado
it_it: gratuito non implementato
ru_ru: метод free не реализован

source: freepbx setting ZAP2DAHDICOMPAT not found, somethng is corrupt in the conf database?
es_es: No encontrado freepbx setting ZAP2DAHDICOMPAT, algo está dañado en la conf de la base de datos?
it_it: impostazione freepbx ZAP2DAHDICOMPAT non trovata, a volte è corrotta nel database conf?
ru_ru: Не найдена настройка FreePBX ZAP2DAHDICOMPAT, что-то повреждено в конфигурационной базе данных?

source: getHashes was given %s which is not a directory!
es_es: getHashes se le dio %s el cual no es un directorio!
it_it: getHashes è stato dato %s1 che non è una directory!
ru_ru: getHashes в качестве параметра дано %s, но это не директория!

source: gpg --export-ownertrust didn't return sane stuff - %s
es_es: gpg --export-ownertrust no retornó el mismo - %s
it_it: gpg --export-ownertrust non ha restituito roba sensata - %s1
ru_ru: gpg --export-ownertrust не вернул работоспособную сущность - %s
