Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Client SIP URI used when attemping outbound registration. This setting is automatically generated by the PBX if left blank
es_es: Cliente SIP URI utilizado al intentar el registro saliente. Este ajuste es generado automáticamente por la central si se deja en blanco
it_it: URI SIP client utilizzato durante il tentativo di registrazione in uscita. Questa impostazione viene generata automaticamente dal PBX se lasciata vuota
pt_br: Cliente SIP URI usado quando tentando um registro de saída. Esta configuração é gerada automaticamente pelo PBX se deixado em branco
ru_ru: Клиентский SIP URI используемый при попытке исходящей регистрации. Эта настройка генерируется автоматически станцией если оставлена пустой

source: Client URI
es_es: Cliente URI
it_it: URI client
pt_br: URI de Cliente
pt_pt: URI do Cliente
ru_ru: Клиентский URI

source: Close
es_es: Cerrar
fa_ir: بستن
fr_fr: Fermé
it_it: Chiuso
pt_br: Fechar
pt_pt: Fechar
ru_ru: Закрыть

source: Coding Error - don't understand '%s' from %s
es_es: Codificación Error - No entiendo '%s' desde %s
it_it: Errore di codifica: non capisco '%s1' da %s2
pt_br: Erro de Código - não entende '%s' de %s
pt_pt: Erro de Código - não entendo '%s' de %s
ru_ru: ошибка кодирования - не понятно %s из %s

source: Colorize table based list
es_es: Colorear la lista basada en la tabla
fa_ir: رنگ آمیزی جدول بر اساس فهرست
it_it: colorizza la lista basata sulla tabella
pt_br: Colorir lista baseada em tabela

source: Combined
es_es: Conjunto
fa_ir: ادغام شده
it_it: Combinato
pt_br: Combinado
ru_ru: Скомбинировано

source: Combining key and crt into %s.pem
es_es: La combinación de claves y crt en %s.pem
it_it: Combinazione di chiave e crt in %s1 .pem
pt_br: Combinando key e crt em %s.pem
pt_pt: Agregando chave e crt em %s.pem
ru_ru: Слияние key и crt в %s.pem

source: Comma separated list of allowed origins, for Cross-Origin Resource Sharing. May be set to * to allow all origins.
it_it: Elenco separato da virgola delle origini consentite, per la condivisione delle risorse tra origini. Può essere impostato su * per consentire tutte le origini.

source: Commercial
es_es: Comercial
fa_ir: تجاری
it_it: Commerciale
pt_br: Comercial
ru_ru: Коммерческие

source: Commercial Status
es_es: Estado Comercial
fa_ir: وضعیت تجاری
it_it: Stato commerciale
pt_br: Estado Comercial
pt_pt: Estatuto Comercial
ru_ru: Коммерческий статус

source: Commercial Status of this module. Commercial Modules are maintained and supported through Schmoozecom, INC
it_it: Stato commerciale di questo modulo. I moduli commerciali sono gestiti e supportati da Schmoozecom, INC
pt_pt: Estatuto Comercial deste módulo. Módulos Comerciais são mantido e suportados através de Schmoozecom, INC

source: Common utilities
es_es: Utilitarios Comunes
fa_ir: ابزارهای متداول
it_it: Utilità comuni
pt_br: Utilitários comuns
ru_ru: Общие утилиты

source: Conference Room App
es_es: App Salón de Conferencias
fa_ir: نرم افزار اتاق کنفرانس
it_it: Sala conferenze
pt_br: App Sala de Conferência
pt_pt: Aplicação de Sala de Conferencias

source: Confirm
es_es: Confirmar
fa_ir: تایید
fr_fr: Confirmer
it_it: Confermare
pt_br: Confirmar
pt_pt: Confirmar
ru_ru: Подвердить

source: Confirm Email address
es_es: Confirmar dirección Email
fa_ir: تایید آدرس ایمیل
it_it: Indirizzo di conferma email
pt_br: Confirme Endereço de Email
pt_pt: Confirmar Endereço Email
ru_ru: Подтвердить адрес эл. почты

source: Confirm Password
es_es: Confirmar Contraseña
fa_ir: تایید کلمه عبور
it_it: Conferma password
pt_br: Confirmar Senha
pt_pt: Confirmar Password
ru_ru: Подтвердить пароль

source: Conflicting Extensions
es_es: Extensiones en conflicto
fa_ir: داخلی های متناقض
fr_fr: Conflit d'extensions
it_it: Ci sono interni in conflitto
pt_br: Ramais Conflitantes
pt_pt: Extensões em Conflito
ru_ru: Конфликтующие внутренние номера

source: Congestion
es_es: Congestión
fa_ir: ازدحام
it_it: Congestione
pt_br: Congestionado
pt_pt: Congestão
ru_ru: Перегрузка

source: Connecting to the Database...
fa_ir: اتصال به دیتابیس...
it_it: Connessione al database ...

source: Connection Type
es_es: Tipo De Conexión
fa_ir: نوع اتصال
it_it: Tipo di connessione
pt_br: Tipo de Conexão
pt_pt: Tipo de Ligação
ru_ru: Тип подключения

source: Connectivity
es_es: Conectividad
fa_ir: اتصال
it_it: Connettività
pt_br: Conectividade
pt_pt: Conetividade
ru_ru: Подключения

source: Contact User
es_es: Contacto Usuario
fa_ir: تماس با کاربر
it_it: Contatta l'utente
pt_br: Usuário de Contato
pt_pt: Utilizador de Contacto
ru_ru: Контактная персона

source: Contact User to use in request.
es_es: Contacto del Usuario a utilizar en la solicitud.
fa_ir: اطلاعات تماس کاربر برای استفاده در این درخواست.
it_it: Contattare l'utente da utilizzare nella richiesta.
pt_br: Usuário de Contato para usar em solicitação.
pt_pt: Utilizador de Contacto a usar no pedido.
ru_ru: Контактная персона при запросе

source: Context
es_es: Contexto
fa_ir: زمینه
it_it: Contesto
pt_br: Contexto
pt_pt: Contexto
ru_ru: Контекст

source: Context to send the Inbound Call to.
es_es: Contexto para enviar la Llamada Entrante a.
fa_ir: متن ارسالی برای تماس دریافتی.
it_it: Contesto per inviare la chiamata in entrata a.
pt_br: Contexto para enviar Chamada de Entrada.
pt_pt: Contexto ao qual enviar as chamadas Inbound.
ru_ru: Контекст, куда попадает входящий вызов.

source: Continue
es_es: Continuar
fa_ir: ادامه
it_it: Continua
pt_br: Continuar
pt_pt: Continuar
ru_ru: Перегрузка

source: Continue if Busy
es_es: Continuar si Ocupado
fa_ir: ادامه در صورت اشغال
it_it: Continua se occupato
pt_br: Continuar se Ocupado
pt_pt: Continuar se Ocupado
ru_ru: Продолжить если занято

source: Continuing...
es_es: Continuando...
fa_ir: ادامه دادن...
it_it: Proseguendo ...
pt_br: Continuando...
pt_pt: Continuando...
ru_ru: Продолжается...

source: Controls the maximum number of outbound channels (simultaneous calls) that can be used on this trunk. Inbound calls are not counted against the maximum. Leave blank to specify no maximum.
es_es: Controla el número máximo de canales de salida (llamadas simultáneas) que se pueden utilizar en esta línea. Las llamadas entrantes no se cuentan para el máximo. Dejar en blanco para especificar ningún máximo.
fr_fr: Contrôle le nombre maximal de canaux (appels entrants et sortants simultanés) sur ce trunk. Les appels entrants ne sont pas comptés dans ce maximum. Laissez vide pour ne pas préciser de maximum.
it_it: Controlla il numero massimo di canali in uscita (chiamate simultanee) che possono essere utilizzati su questo trunk. Le chiamate in entrata non vengono conteggiate al massimo. Lascia vuoto per specificare nessun limite.
pt_br: Controla a quantidade máxima de canais de saída (chamadas simultâneas) utilizáveis neste tronco. Chamadas de entrada não são contabilizadas nesse valor. Deixar em branco para especificar o máximo.
pt_pt: Controla o limite máximo de canais de saída (chamadas simultaneas) neste trunk. As chamadas de entrada não contabilizadas para este limite. Deixar vazio para não definir qualquer limite.
ru_ru: Управляет максимальным количеством исходящих каналов (одновременных соединений) которые будут использоваться этим транком. Входящие звонки не в счёт. Оставьте это поле пустым, чтобы использовать максимум возможных исходящих.

source: Controls the maximum number of outbound channels (simultaneous calls) that can be used on this trunk. To count inbound calls against this maximum, use the auto-generated context: %s as the inbound trunk's context. (see extensions_additional.conf) Leave blank to specify no maximum.
fr_fr: Contrôle le nombre maximal de canaux (appels entrants et sortants simultanés) sur ce trunk. Pour compter les appels entrants dans ce maximum, utilisez le contexte auto-généré: %s comme contexte trunk entrant (voir le fichier extensions_additional.conf). Laissez vide pour ne pas préciser de maximum.
it_it: Controlla il numero massimo di canali in uscita (chiamate simultanee) che possono essere utilizzati su questo trunk. Per contare le chiamate in entrata su questo valore massimo, utilizzare il contesto generato automaticamente: %s1 come contesto del trunk in ingresso. (vedi extensions_additional.conf) Lascia vuoto per specificare il massimo.
pt_pt: Controla o limite máximo de canais de saída (chamadas simultaneas) neste trunk. Para contabilizar também as chamadas de entrada, usar o contexto gerado automaticamente: %s como o contexto de entrada deste trunk. (consultar extensions_additional.conf) Deixar vazio para não definir qualquer limite.

source: Convert ZAP Settings to DAHDi
es_es: Convertir configuración ZAP a DAHDi
fa_ir: تبدیل تنظیمات ZAP به DAHDi
it_it: Converti impostazioni ZAP in DAHDi
pt_br: Converter Configurações ZAP para DAHDi
pt_pt: Converter definições ZAP para DAHDi
ru_ru: Конвертация настроек ZAP в DAHDi

source: Converting IAX notransfer to transfer if needed..
it_it: Conversione di IAX notransfer da trasferire se necessario ..
pt_pt: Converter IAX notransfer a transfer se necessário..

source: Core
es_es: Núcleo
fa_ir: هسته
fr_fr: Coeur
it_it: Sistema
pt_br: Núcleo
ru_ru: База

source: Could Not Create Cache Folder: %s
es_es: No se pudo crear la Carpeta Caché: %s
fa_ir: نمیتواند فولدر کش ایجاد کند: %s
it_it: Impossibile creare la cartella cache: %s1
pt_br: Não Foi Possível Criar Pasta Cache: %s
pt_pt: Não Foi Possível Criar Pasta de Cache: %s
ru_ru: Невозможно создать директорию для кэша: %s

source: Could Not Create the Asterisk Keys Folder: %s
es_es: No se pudo crear la Carpeta Asterisk Keys: %s
fa_ir: عدم توانایی در ساخت فولدر کلیدهای استریسک: %s
it_it: Impossibile creare la cartella Chiavi asterisco: %s1
pt_br: Não Foi Possível Criar a Pasta de Chaves Asterisk: %s
pt_pt: Não Foi Possível Criar a Pasta Keys do Asterisk: %s
ru_ru: Невозможно создать ключевую для Астериск директорию: %s

source: Could not delete %s
es_es: No se pudo eliminar %s
fa_ir: عدم توانایی حذف %s
it_it: Impossibile eliminare %s1
pt_br: Não pôde apagar %s
pt_pt: Não foi possível apagar %s
ru_ru: Невозможно удалить %s

source: Could not determine module name
es_es: No se pudo determinar el nombre del modulo
fa_ir: عدم توانایی تشخیص نام ماژول
it_it: Impossibile eliminare %s1
pt_br: Não foi possível determinar o nome do módulo
ru_ru: Неопределимое имя модуля

source: Could not find dependency locally and 'Developer Mode' is enabled so will not check online
es_es: No se pudo encontrar la dependencia localmente y el 'Modo Desarrollador' está habilitado, por lo que no se verificará en línea
it_it: Impossibile trovare la dipendenza localmente e la "Modalità sviluppatore" è abilitata, quindi non controllerà online

source: Could not find extracted module: %s
es_es: No se pudo encontrar el módulo extraído: %s
fa_ir: نمیتواند ماژول استخراج شده را پیدا کند: %s
it_it: Impossibile trovare il modulo estratto: %s1
pt_br: Não pôde encontrar módulo extraído: %s
pt_pt: Não foi possível encontrar o módulo extraído: %s
ru_ru: Невозможно найти распакованный модуль: %s

source: Could not find gpg command!
es_es: No se puedo encontrar el comando gpg!
fa_ir: نمیتواند دستور gpg را پیدا کند!
it_it: Impossibile trovare il comando gpg!
pt_br: Não foi possível encontrar comando gpg!

source: Could not find signed module on remote server!
es_es: No se puedo encontrar modulo firmado en servidor remoto!
fa_ir: عدم توانایی برای پیدا کردن ماژول تایید شده به روی سرور خارجی!
it_it: Impossibile trovare il modulo firmato sul server remoto!
pt_br: Módulo assinado não encontrado no servidor remoto!
ru_ru: Невозможно обнаружить подписанный модуль на удалённом сервере!

source: Could not move %s to %s
es_es: No se pudo mover %s a %s
fa_ir: نمیتواند %s را به %s منتقل کند
fr_fr: Ne peut déplacer %s vers %s
it_it: Impossibile muovere %s su %s
pt_br: Impossível mover %s para %s
pt_pt: Não foi possível mover %s para %s
ru_ru: Невозможно переместить %s в %s

source: Could not read module.xml
es_es: No se pudo leer module.xml
fa_ir: نمیتواند module.xml را بخواند
fr_fr: Ne peut lire module.xml
it_it: Impossibile leggere il file module.xml
pt_br: Impossível ler module.xml
pt_pt: Não foi possível ler module.xml
ru_ru: Не чиается module.xml

source: Could not remove %s to install new version
es_es: No se pudo eliminar %s para instalar una nueva versión
fa_ir: نمیتواند %s را حذف کند تا نسخه جدید نصب کند
fr_fr: Ne peut retirer %s pour installer la nouvelle version
it_it: Impossibile rimuovere %s1 per installare una nuova versione
pt_br: Impossível remover %s para instalar nova versão
pt_pt: Não foi possível remover %s para instalar nova versão
ru_ru: Невозможно удалить %s для инсталляции новой версии

source: Could not remove old module %s to install new version
es_es: No se pudo eliminar módulo viejo %s para instalar nueva versión
fa_ir: نمیتواند ماژول قدیمی %s را حذف کرده و نسخه جدید نصب کند
fr_fr: Ne peut retirer l'ancien module %s pour installer la nouvelle version
it_it: Non posso rimuovere il vecchio modulo %s per installare una nuova versione
pt_br: Impossível remover módulo antigo %s para instalar nova versão
pt_pt: Não foi possível remover o módulo %s antigo para instalar nova versão
ru_ru: Невозможно удалить старый модуль %s для инсталляции новой версии

source: Could not remove temporary location %s
es_es: No se pudo eliminar ubicación temporal %s
fa_ir: نمیتواند محل موقت %s را حذف کند
it_it: Impossibile rimuovere la posizione temporanea %s1
pt_br: Não pôde remover localização temporária %s
pt_pt: Não foi possível remover localização temporária %s
ru_ru: Невозможно удалить временное расположение %s

source: Could not rename table, if no dahdichandids table present FATAL errors will occur
it_it: Impossibile rinominare la tabella, se nessuna tabella di dahdichand presenta errori FATAL si verificherà
pt_pt: Não foi possível renomear tabela, se não estiver presente a tabela dahdichandids, irão ocorrer erros FATAIS

source: Could not run %s script.
es_es: No se pudo ejecutar %s script.
fa_ir: نمیتواند اسکریپت %s را اجرا کند.
fr_fr: Ne peut exécuter le script %s
it_it: Impossibile eseguire %s1 script.
pt_br: Impossível executar o script %s.
pt_pt: Não foi possível executar o script %s.
ru_ru: Не удалось запустить скрипт %s.

source: Could not understand DSN for connect
es_es: No se pudo entender DSN para conectar
fa_ir: نمیتواند DNS را برای ارتباط بفهمد
it_it: Impossibile capire DSN per la connessione
pt_br: Não foi possível entender o DSN para conexão
ru_ru: Нет возможности распознать DSN для соединения

source: Could not untar %s to %s
es_es: No se pudo descomprimir %s a %s
fa_ir: نمیتواند untar کند از %s به %s
fr_fr: Ne peut décompresser %s vers %s
it_it: Impossibile decomprimere %s1 in %s2
pt_br: Impossível descompactar %s para %s
pt_pt: Não foi possível descompactar %s para %s
ru_ru: Невозможно распаковать %s в %s

source: Could not write to %s
es_es: No se puedo escribir a %s
fa_ir: عدم توانایی نوشتن به روی %s
it_it: Impossibile scrivere su %s1
pt_br: Não foi possível escrever para %s
ru_ru: Нет возможности записать %s

source: Country Indication Tones
es_es: Tonos de Indicación de País
fa_ir: نشانه بوق کشور
it_it: Toni di indicazione del paese
pt_br: Toques de Indicação de País
pt_pt: Tons de Indicação de País

source: Create a password for this new user
es_es: Crear una contraseña para este nuevo usuario
fa_ir: ایجاد کلمه عبور برای کاربر جدید
it_it: Crea una password per questo nuovo utente
pt_br: Criar uma senha para este novo usuário
pt_pt: Crie uma password para este novo utilizador
ru_ru: Создать пароль для этого нового пользователя

source: Create a unique username for this user
es_es: Crear un nombre de usuario único para este usuario
fa_ir: ایجاد نام کاربری واحد برای این کاربر
it_it: Crea un nome utente univoco per questo utente
pt_br: Criar um nome de usuário único para este usuário
pt_pt: Crie um nome unico para este utilizador
ru_ru: Создать уникальное имя для этого пользователя

source: Creating CA certificate
es_es: Creación de certificado de CA
fa_ir: ایجاد مجوز CA
it_it: Creazione del certificato CA
pt_br: Criando certificado CA
pt_pt: Criando certificado CA
ru_ru: Создать сертификат Центра авторизации (СА)

source: Creating CA key
es_es: Crear una clave CA
fa_ir: ایجاد کلید CA
it_it: Creazione della chiave CA
pt_br: Criando chave CA
pt_pt: Criando chave CA
ru_ru: Создать приватный ключ Центра сертификации (СА)

source: Creating certificate for %s
es_es: Creando certificados para %s
fa_ir: ایجاد مجوز برای %s
it_it: Creazione del certificato per %s1
pt_br: Criando certificado para %s
pt_pt: Criando certificado para %s
ru_ru: Создать сертификат для %s

source: Creating signing request for %s
es_es: Creando firma de solicitud para %s
fa_ir: ایجاد درخواست امضا شده برای %s
it_it: Creazione della richiesta di firma per %s1
pt_br: Criando solicitação de assinatura para %s
pt_pt: Criando pedido de assinatura para %s
ru_ru: Создать подписанный запрос для %s

source: Critical
es_es: Crítico
fa_ir: بحرانی
fr_fr: Critique
it_it: critico
pt_br: Crítico
pt_pt: Crítico
ru_ru: Критично

source: Critical Module "%s" is unsigned, re-download immediately
es_es: Módulo Crítico "%s" no está firmado, re-descargar inmediatamente
fa_ir: ماژول اساسی "%s" تایید نشده، فورا دانلود مجدد کنید
it_it: Il modulo critico "%s1" non è firmato, si esegue nuovamente il download immediatamente
pt_br: Módulo Crítico "%s" não está assinado, baixe novamente imediatamente
pt_pt: Módulo crítico "%s" não está assinado, volte a transferir
ru_ru: Критический для работы модуль "%s" неподписан, необходимо срочно скачать его снова

source: Critical error when splicing into %s. I was asked to splice into an empty section with a priority greater than 1. This is always a bug in a module. I was asked to add %s
es_es: Error crítico cuando se conectaban en %s. Me pidieron que conectara en una sección vacía con una prioridad mayor que 1. Esto es siempre es un error en un módulo. Me pidieron que añadiera %s
it_it: Errore critico durante lo splicing in %s1. Mi è stato chiesto di unire una sezione vuota con una priorità maggiore di 1. Questo è sempre un bug in un modulo. Mi è stato chiesto di aggiungere %s2
pt_br: Erro crítico quando em emendando %s. Fui solicitado para emendar uma seção vazia com uma prioridade maior que 1. Isto é sempre um bug num módulo. Fui solicitado adicionar %s
ru_ru: Критическая ошибка при стыковке в %s. Меня попросили состыковать в пустую секцию с приоритетом больше 1. Это извечный баг в модуле. Меня попросили добавить %s

source: Cronmanager encountered %s Errors
fa_ir: مدیریت کرون با خطاهای %s مواجه شده
fr_fr: Cronmanager a rencontré %s erreurs.
it_it: Cronmanager ha riscontrato %s1 errori
pt_pt: Cronmamangr encontrou %s erros

source: Cryptic Asterisk Dial Options, check to customize for this extension or un-check to use system defaults set in Advanced Options. These will not apply to trunk options which are configured with the trunk.
es_es: Opciones de Marcación Encriptado Asterisk, marcar para personalizar esta extensión o desmarcar para utilizar los valores predeterminados del sistema configuradas en Opciones Avanzadas. Estos no se aplicarán a las opciones de línea que se configuran con la línea.
it_it: Opzioni di selezione asterisco criptico, selezionare per personalizzare questa estensione o deselezionare le impostazioni predefinite del sistema in Opzioni avanzate. Questi non si applicano alle opzioni trunk che sono configurate con il trunk.
pt_br: Opções de Discagem Criptografadas Asterisk, selecione para personalizar este ramal ou desmarque para usar definições padrão do sistema em Opções Avançadas. Isto não aplicará a opções de tronco que estão configuradas com o tronco.
ru_ru: Скрытые опции набора. Отметьте галочкой что произвести специальные настройки для этого внутреннего номера или снимите галочку для использования настроек по умолчанию,установленные в дополнительных опциях. Это не применяется к опциям транка, которые были сконфигурированы с транком.

source: Current Network Configuration
es_es: Configuración de red Actual
fa_ir: تنظیمات شبکه فعلی
it_it: Configurazione di rete corrente
pt_br: Configuração de Rede atual
ru_ru: Текущая конфигурация сети

source: Current module licensed under %s
es_es: Módulo actual licenciado bajo %s
fa_ir: ماژول فعلی تحت لیسانس %s است
it_it: Modulo corrente sotto licenza %s1
pt_br: Módulo atual licenciado sob %s
pt_pt: Módulo atual licenciado sob %s
ru_ru: Текущий модуль предоставлен по лицензии %s

source: Current setting for %s left in place
es_es: Ajuste actual de %s dejado en el lugar
fa_ir: تنظیمات فعلی برای %s باقی میماند
it_it: Impostazione corrente per %s1 lasciata sul posto
pt_br: Configuração atual para %s não modificada
ru_ru: Текущая настройка для %s предосставлена

source: Custom
es_es: Personalizado
fa_ir: شخصی سازی
it_it: Personalizza
pt_br: Personalizado
ru_ru: Особый

source: Custom Context Migration aborted
es_es: Migración Contexto Personalizado abortado
fa_ir: شکست انتقال متن سفارشی
it_it: Migrazione del contesto personalizzata interrotta
pt_br: Migração de Contexto Personalizado abortado
pt_pt: Abortada Migração de Contexto Personalizado
ru_ru: Перенос специализированного контекста прерван

source: Custom Device
es_es: Dispositivo Personalizado
fa_ir: وسیله شخصی
it_it: Dispositivo personalizzato
pt_br: Dispositivo personalizado
ru_ru: Особое устройство

source: Custom Dial String
es_es: Cadena de Marcación Personalizada
fa_ir: رشته شماره گیری سفارشی
fr_fr: Chaîne de Numérotation Personnalisée
it_it: Stringa di composizione personalizzata
pt_br: String de chamada personalizada
pt_pt: String de chamada personalizada
ru_ru: Специальный набор

source: Custom Goto contexts must contain the string "custom-". ie: custom-app,s,1
es_es: Contextos Personalizados Goto deben contener la cadena "custom-". es decir: custom-app,s,1
fr_fr: Le contexte personnalisé Goito doit contenir la chaîne "custom". ie: custom-app,s,1
it_it: I contesti Goto personalizzati devono contenere la stringa "personalizzata-". es: custom-app, s, 1
pt_br: Contextos Goto personalizados devem conter a string "custom-", ie: custom-app,s,1
pt_pt: Contextos Goto Personalizados devem conter a string "custom-". Ex: custom-app,s,1
ru_ru: Переход Goto в специальный контекст должен содержать в названии "custom-". Например: custom-app,s,1

source: DAHDI Channel
es_es: Canal DAHDi
fa_ir: کانال دهدی
it_it: Canale DAHDI
pt_br: Canal DAHDI
ru_ru: Канал DAHDI

source: DAHDI Channel DIDs
es_es: DIDs Canales DAHDI
fa_ir: DIDs کانال دهدی
it_it: DID del canale DAHDI
pt_br: DIDs de Canal DAHDI
pt_pt: DIDs de Canal DAHDI
ru_ru: DID-ы канала DAHDI
