Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Overrides the CallerID when dialing out a trunk. Any setting here will override the common outbound CallerID set in the Trunks admin.<br><br>Format: <b>"caller name" &lt;#######&gt;</b><br><br>Leave this field blank to disable the outbound CallerID feature for this user.
es_es: Reemplazar el identificador de llamadas al llamar por una línea. Cualquier ajuste aquí anulará el identificador de llamadas salientes común establecido en el Admin Líneas<br><br>Formato: <b>"caller name" &lt;#######&gt;</b><br><br>Deje este campo en blanco para desactivar la función de identificador de llamadas salientes para este usuario.
it_it: Esegue l'override del CallerID quando si chiama un trunk. Qualsiasi impostazione qui sostituirà il comune CallerID in uscita impostato nell'amministratore di Trunks. <br> <br> Formato: <b> "nome del chiamante" & lt; ####### & gt; </b> <br> <br > Lascia vuoto questo campo per disabilitare la funzione CallerID in uscita per questo utente.
pt_br: Substitui o CallerID quando discando um tronco. Qualquer configuração aqui irá substituir o comum CallerID saída definido no tronco. <br><br> Formato: <b> "nome do chamador" &lt;#######&gt;</b><br><br> Deixe este campo em branco para desativar o recurso de CallerID de saída para esse usuário.
ru_ru: Переписывает (подменяет) Caller IDёт через транк. Любые установки установленые здесь подменяют общий Caller ID, установленый на транке.

source: PEER Details
es_es: Detalles PEER
fa_ir: جزییات PEER
fr_fr: Détails du PEER
it_it: Dettagli PEER
pt_br: Detalhes do PEER
pt_pt: Detalhes PEER
ru_ru: опции для PEER

source: PHP Component %s is required but missing from you PHP installation.
es_es: Se requiere Componente PHP %s pero falta en su instalación de PHP.
fr_fr: Le composant PHP %s est nécessaire mais n'a pas été installé
it_it: Il componente PHP %s1 è richiesto ma manca all'installazione PHP.
pt_pt: Componente PHP %s é necessário mas está em falta na instalação do PHP.
ru_ru: Требуется РНР компонент %s, а в текущей инсталляции РНР он отсутствует.

source: PHP Component %s version %s is required but missing from you PHP installation.
es_es: Se requiere Componente PHP %s versión %s, pero falta en su instalación de PHP.
fr_fr: Le composant PHP %s version %s est nécessaire mais n'a pas été installé
it_it: Componente PHP %s1 versione %s2 richiesta ma mancante all'installazione PHP.
pt_br: PHP componente %s versão %s é necessária, mas falta de você PHP instalação.
pt_pt: O componente PHP %s, versão %s, é necessário mas não existe na instalação do PHP.
ru_ru: Требуется РНР компонент %s версии %s, а в текущей инсталляции РНР он отсутствует.

source: PHP Console
es_es: Consola PHP
fa_ir: کنسول PHP
it_it: Console PHP
pt_br: Console do PHP

source: PHP Console Enabled but not installed
es_es: Consola de PHP habilitada pero no instalada
fa_ir: کنسول PHP فعال است ولی نصب نشده
it_it: Console PHP abilitata ma non installata
pt_br: Console do PHP ativado, mas não instalado
ru_ru: PHP-консоль включена, но не установлена

source: PHP Console Password
es_es: Contraseña Consola PHP
fa_ir: کلمه عبور کنسول PHP
it_it: Password della console PHP
pt_br: Senha do Console do PHP

source: PHP Error Level
es_es: Nivel de Error PHP
fa_ir: سطح خطای PHP
it_it: Livello di errore PHP
pt_br: Nível de Erro PHP

source: PHP Error Log Output
es_es: Salida de registro de errores de PHP
fa_ir: خروجی لاگ خطای PHP
it_it: Output del registro errori PHP
pt_br: Saída do log de erros do PHP
pt_pt: Output do Registo de Erros do PHP
ru_ru: Журнал ошибок РНР

source: PHP Timezone
es_es: PHP Zona Horaria
fa_ir: منطقه زمانی PHP
it_it: Fuso orario PHP
pt_br: Fuso horário PHP

source: PJSIP Settings
es_es: Configuraciones PJSIP
fa_ir: تنظیمات PJSIP
it_it: Impostazioni PJSIP
pt_br: Configurações PJSIP
pt_pt: Configurações PJSIP
ru_ru: Настройки PJSIP

source: POST_RELOAD Debug Mode
es_es: POST_RELOAD Modo de depuración
fa_ir: حالت عیب یابی POST_RELOAD
it_it: POST_RELOAD Modalità debug
pt_br: POST_RELOAD Modo de Depuração
pt_pt: Modo de Debug POST_RELOAD
ru_ru: Режим отладки сообщений POST_RELOAD

source: POST_RELOAD Script
fa_ir: اسکریپت POST_RELOAD
it_it: Script POST_RELOAD
pt_pt: Script POST_RELOAD
ru_ru: Скрипт POST_RELOAD

source: PRE_RELOAD Script
fa_ir: اسکریپت PRE_RELOAD
it_it: Script PRE_RELOAD
pt_pt: Script PRE_RELOAD
ru_ru: Скрипт PRE_RELOAD

source: Packaged (Released)
es_es: Empaquetado (Liberado)
fa_ir: بسته بنده شده (ارایه شده)
it_it: Confezionato (Rilasciato)
pt_br: Empacotado (Lançado)

source: Password (secret) configured for the device. Should be alphanumeric with at least 2 letters and numbers to keep secure.
es_es: Contraseña (secreto) configurado para el dispositivo. Debe ser alfanumérico con al menos 2 letras y números para mantenerlo seguro.
it_it: Password (segreta) configurata per il dispositivo. Dovrebbe essere alfanumerico con almeno 2 lettere e numeri per essere sicuro.
pt_br: Senha configurada para o dispositivo. Deve ser alfanumérico com pelo menos 2 letras e números para se manter seguro.
pt_pt: Password (secret) configurada para o dispositivo. Deve ser alfanumérico com, pelo menos, 2 letras e números.
ru_ru: Пароль (secret) для устройства. Должен состоять из букв и цифр, и содержать минимум 2 буквы и 2 цифры для безопасности.

source: Password Protected
es_es: Protegido con Contraseña
fa_ir: کلمه عبور حفاظت شده
it_it: Password protetta
pt_br: Protegido por Senha
ru_ru: Пароль защищён

source: Password error. Please re-check
es_es: Error Contraseña. Por favor, compruebe de nuevo
fa_ir: خطا کلمه عبور. لطفا مجدد بررسی کنید
it_it: Password errata. Si prega di ricontrollare
pt_br: Erro de senha. Por favor, cheque novamente
pt_pt: Erro de password. Verifique novamente
ru_ru: Ошибка пароля. Пожалуйста перепроверьте

source: Password for accessing the Asterisk Manager Interface (AMI), this will be automatically updated in manager.conf.
es_es: Contraseña para acceder a Asterisk Manager Interface (AMI), ésta se actualizará automáticamente en manager.conf.
it_it: Password per accedere a Asterisk Manager Interface (AMI), questa sarà automaticamente aggiornata in manager.conf.
pt_br: Senha para acessar o Asterisk Manager Interface (AMI), este será atualizado automaticamente no manager.conf.
pt_pt: Password para aceder ao Asterisk Manager Interface (AMI), será atualizada automaticamente no manager.conf.

source: Password for internal ARI calls
it_it: Password per le chiamate interne ARI

source: Password too short
es_es: Contraseña demasiado corta
fa_ir: کلمه عبور کوتاه است
it_it: Password troppo corta
pt_br: Senha muito curta
pt_pt: Password demasiado curta
ru_ru: Пароль слишком короткий

source: Path for asterisk
es_es: Ruta de acceso para el Asterisk
fa_ir: مسیر برای استریسک
it_it: Percorso per l'asterisco
pt_br: Caminho para o asterisk

source: Path for cp
fa_ir: مسیر برای cp
it_it: Percorso per cp

source: Path for ffmpeg
es_es: Ruta de Acceso para ffmpeg
fa_ir: مسیر برای ffmpeg
it_it: Percorso per ffmpeg
pt_br: Caminho para ffmpeg

source: Path for grep
fa_ir: مسیر برای grep
it_it: Percorso per grep

source: Path for gs
it_it: Percorso per gs
pt_pt: Caminho para gs

source: Path for gzip
it_it: Percorso per gzip

source: Path for lame
es_es: Ruta de Acceso para lame
fa_ir: مسیر برای lame
it_it: Sentiero per lame
pt_br: Caminho para lame

source: Path for mpg123
es_es: Ruta de Acceso para mpg123
fa_ir: مسیر برای mpg123
it_it: Percorso per mpg123
pt_br: Caminho para mpg123

source: Path for mysqldump
es_es: camino para mysqldump
fa_ir: مسیر برای mysqldump
it_it: Percorso per mysqldump
ru_ru: Путь к mysqldump

source: Path for netstat
es_es: Ruta para netstat
it_it: Percorso per netstat

source: Path for openssl
es_es: Ruta de Acceso para OpenSSL
fa_ir: مسیر برای openssl
it_it: Percorso per openssl
pt_br: Caminho para openssl
pt_pt: Caminho para openssl

source: Path for route
fa_ir: مسیر برای route
it_it: Percorso per percorso
pt_br: Caminho para rota
pt_pt: Caminho para route

source: Path for sox
es_es: Ruta de Acceso para sox
fa_ir: مسیر برای sox
it_it: Sentiero per sox
pt_br: Caminho para sox

source: Path for ssh
fa_ir: مسیر برای ssh
it_it: Percorso per ssh

source: Path for tar
fa_ir: مسیر برای tar
it_it: Percorso per tar

source: Path for tiff2pdf
it_it: Percorso per tiff2pdf
pt_pt: Caminho para tiff2pdf

source: Path for tiffcp
it_it: Percorso per tiffcp
pt_pt: Caminho para tiffcp

source: Path for tiffinfo
it_it: Percorso per tiffinfo
pt_pt: Caminho para tiffinfo

source: Path for touch
es_es: Ruta de Acceso para touch
fa_ir: مسیر برای touch
it_it: Percorso per tocco
pt_br: Caminho para touch

source: Path given to verifyModule. Only provide a module name
es_es: Ruta para verifyModule. Sólo proporcione un nombre de módulo
it_it: Percorso fornito per verificare il modulo. Fornisci solo il nome di un modulo
pt_br: Caminho dado para verifyModule. Forneça apenas um nome de módulo
pt_pt: Caminho definido para verifyModule. Facultar apenas um nome de módulo
ru_ru: Указанный путь для verifyModule. Указывается только имя модуля

source: Path to the Flash Operator Panel webroot or other modules providing such functionality (leave off trailing slash).
es_es: Camino al panel del operador de Flash webroot u otros módulos que proporcionan tal funcionalidad (dejar fuera barra de arrastre).
it_it: Percorso verso il webroot di Flash Operator Panel o altri moduli che forniscono tale funzionalità (lasciare la barra finale).
pt_br: Caminho para o Flash Operator Panel webroot ou outros módulos que fornecem essa funcionalidade (deixar off barra rasa).
pt_pt: Caminho para a webrrot Painel Flash de Operador ou outros módulos que facultem tal funcionalidade (deixar de fora a barra final).

source: Pattern Help
es_es: Ayuda Patrones
fa_ir: راهنمای الگو
it_it: Aiuto modello
pt_br: Ajuda do Padrão
ru_ru: Помощь по шаблонам

source: Pause Before Answer
es_es: Pausa Antes de Contestar
fa_ir: وقفه قبل از پاسخ
fr_fr: Pause avant réponse
it_it: Pausa prima della risposta
pt_br: Pausa antes de atender
pt_pt: Pausa Antes de Atender
ru_ru: Пауза перед ответом

source: Permanent Auth Rejection
es_es: Rechazo Permanente de Autenticación
fa_ir: عدم پذیرش احراز هویت اجباری
it_it: Rifiuto dell'autorizzazione permanente
pt_br: Rejeição de Autenticação Permanente
pt_pt: Rejeição Permanente de Autenticação
ru_ru: Постоянное отклонение авторизации

source: Permanent contacts assigned to AoR. This setting is automatically generated by the PBX if left blank
es_es: Contactos permanentes asignados a AoR. Este ajuste es generado automáticamente por la central si se deja en blanco
it_it: Contatti permanenti assegnati ad AoR. Questa impostazione viene generata automaticamente dal PBX se lasciata vuota
pt_br: Contatos permanentes atribuídos ao AoR. Esta configuração é gerada automaticamente pelo PBX se deixada em branco
ru_ru: Постоянные контакты,назначенные для AoR. Если не указано,то эти установки FreePBX создаёт автоматически.

source: Permissions error on %s - please run 'fwconsole chown' as root to repair
es_es: Error de permisos en %s - por favor ejecute 'fwconsole chown' como root para reparar
fa_ir: خطا در سطوح دسترسی %s - لطفا دستور 'fwconsole chown' را با دسترسی روت اجرا کنید
it_it: Errore di permessi su %s1 - per favore lancia "fwconsole chown" come root da riparare
pt_br: Erro de permissões em %s - execute 'fwconsole chown' como root para reparar

source: Permissions error on directory %s (is %s:%s, should be %s:%s)- please run 'fwconsole chown' as root to repair
es_es: Error de permisos en el directorio %s (es %s: %s, debe ser %s: %s) - por favor ejecute 'fwconsole chown' como root para reparar
fa_ir: حطای دسترسی در دایرکتوری %s (is %s:%s, should be %s:%s) - لطفا دستور 'fwconsole chown' را با دسترسی روت اجرا کنید
it_it: Errore di permessi sulla directory %s1 (è %s2: %s3, dovrebbe essere %s4 : %s5) - per favore lancia "fwconsole chown" come root per riparare
pt_br: Erro de permissões no diretório %s (é %s:%s, deve ser %s:%s) - execute 'fwconsole chown' como root para reparar

source: Permissions error on file %s - please re-run as root to automatically repair
es_es: Permisos de error en el archivo %s - por favor vuelva a ejecutar como root para reparar de forma automática
it_it: Errore di permessi sul file %s1 - esegui di nuovo come root per riparare automaticamente
pt_br: Erro de permissões no arquivo %s - volte a executar como root para reparar automaticamente
pt_pt: Erro de permissões no ficheiro %s - volte a executar como root para reparar automaticamente
ru_ru: Ошибка прав доступа к файлу %s - пожалуйста запустите от пользователя root для автоматического восстановления

source: Permissions should be set with a leading 0, example 644 should be 0644 File: %s Permission set as: %s
es_es: Los permisos se deben establecer con un 0 principal, por ejemplo 644 debe ser 0644 Archivo: %s Permiso establecido como: %s
it_it: Le autorizzazioni devono essere impostate con uno 0 iniziale, 644 dovrebbe essere 0644 File: %s1 Autorizzazione impostata come: %s2
pt_br: As permissões devem ser definidas com um 0, o exemplo 644 deve ser 0644 File: %s Permissão definida como: %s
ru_ru: Числовое значение прав доступа должно начинаться с 0 .Например 644 должно быть записано 0644. Файл: %s Права доступа установлены как : %s

source: Permit
es_es: Permitir
fa_ir: اجازه
it_it: Permesso
pt_br: Permitir
pt_pt: Permitir
ru_ru: Разрешить

source: Pickup Groups
es_es: Grupos de Captura
fa_ir: گروه های پاسخ
it_it: Gruppi di risposta
pt_br: Grupos de Captura
pt_pt: Grupos de Atendimento
ru_ru: Группа перехвата

source: Pickupgroups(s) that this device can pickup calls from, can be one or more alpha/numeric callgroups, e.g. '1,3000-3005,sales,sales2'. Device does not have to be in a group to be able to pickup calls from that group.
es_es: Pickupgroups de los que este dispositivo puede recibir llamadas, puede ser uno o más grupos de llamadas alfa / numéricos, p. '1, 3000-3005, ventas, ventas2'. El dispositivo no tiene que estar en un grupo para poder recibir llamadas de ese grupo.
it_it: Pickupgroups (s) da cui il dispositivo può rispondere alle chiamate, può essere uno o più gruppi di chiamata alfa / numerici, ad es. '1,3000-3005, vendite, sales2'. Il dispositivo non deve essere in un gruppo per essere in grado di rispondere alle chiamate da quel gruppo.
pt_br: Pickupgroup(s) de que este dispositivo pode capturar chamadas, pode ser um ou mais grupos de chamada alfa/numéricos, e.p. '1,3000-3005,sales,sales2'. O dispositivo não precisa estar em um grupo para poder capturar chamadas desse grupo.

source: Pin Sets
es_es: Conjuntos de PINes
it_it: Impostazioni Pin

source: Pinless Dialing
es_es: Marcación sin Pin
fa_ir: شماره گیری بدون پین
fr_fr: Appel sans code Pin
it_it: Composizione senza pin
pt_br: Discagem sem senha
pt_pt: Marcação Sem Pin
ru_ru: Набор без PIN-кодов

source: Play SIT Tone (Zapateller)
es_es: Reproducir Tono SIT (Zapateller)
fa_ir: پخش صدای SIT (Zapateller)
fr_fr: Jouer son SIT (Zapateller)
it_it: Gioca a SIT Tone (Zapateller)
pt_br: Executar o tom SIT (Zapateller)
pt_pt: Reproduzir Tom SIT (Zapateller)
ru_ru: Воспроизводить тоны SIT (Zapateller)

source: Play no service message
es_es: Reproducir mensaje no servicio
fa_ir: پخش پیام بدون سرویس
it_it: Riproduci nessun messaggio di servizio
pt_br: Reproduzir nenhuma mensagem de serviço
ru_ru: Воспроизвести сообщение об отсутствии сервиса

source: Play ringtones to caller until they hangup
es_es: Reproducir tonos a la persona que llama hasta que cuelge
fa_ir: پخش صدای زنگ تا وقتی تماس گیرنده قطع نکند
fr_fr: Jouer sonnerie à l'appelant jusuq'à ce qu'il raccroche
it_it: Riproduci suonerie per chiamante fino a quando non si bloccano
pt_br: Executar ringtones ao originatário antes que desligue
pt_pt: Reproduzir tons de toque até o chamador desligar
ru_ru: Воспроизводить гудки вызова позвонившему пока он не положит трубку

source: Please be careful when adding or removing modules, as it is possible to stop Asterisk from starting with an incorrect configuration.
es_es: Por favor tenga cuidado al añadir o eliminar módulos, ya que es posible que se pare Asterisk al iniciar con una configuración incorrecta.
it_it: Fare attenzione quando si aggiungono o si rimuovono i moduli, poiché è possibile interrompere l'avvio di Asterisk con una configurazione errata.
pt_br: Tenha cuidado ao adicionar ou remover módulos, pois é possível parar o Asterisk de começar com uma configuração incorreta.
pt_pt: Seja cuidadoso ao adicionar ou remover módulos, uma configuração incorreta pode impoedir o Asterisk de iniciar.
ru_ru: Будьте осторожны при добавлении или удалении модулей, т.к Asterisk может не стартовать из-за неверной конфигурации.

source: Please confirm the following actions:
es_es: Por favor, confirme las siguientes acciones:
fa_ir: لطفا عملیات زیر را تایید کنید:
fr_fr: Merci de confirmer les actions suivantes:
it_it: Si prega di confermare le seguenti azioni:
pt_br: Por favor confirme as seguintes ações:
pt_pt: Confirme as seguintes ações:
ru_ru: Подтвердите следующие дейсвтия:

source: Please correct the following errors:
es_es: Por favor corrige los siguientes errores:
fa_ir: لطفا خطاهای زیر را تصحیح کنید:
it_it: Per favore correggere i seguenti errori:
pt_br: Por favor corrija os seguintes erros:
pt_pt: Corrija os seguintes erros:
ru_ru: Пожалуйста исправьте следующие ошибки

source: Please enter a Secret for this device
es_es: Por favor ingrese un Secret para este dispositivo
fa_ir: لطفا برای این وسیله یک رمز وارد کنید
fr_fr: SVP, entrez un mot de passe (secret) pour ce péripherique.
it_it: Prego immettere una password (secret) per questo apparato
pt_br: Por favor insira uma senha para este dispositivo
pt_pt: Introduza um Secret para este dispositivo
ru_ru: Введите пароль для этого устройства

source: Please enter a device id.
es_es: Por favor, introduzca un ID de dispositivo.
fa_ir: لطفا یک شناسه برای این وسیله وارد کنید.
fr_fr: SVP, entrez un identifiant péripherique.
it_it: Prego immettere un ID apparato.
pt_br: Por favor insira um id de dispositivo.
pt_pt: Introduza um id de dispositivo.
ru_ru: Введите ИД устройства.

source: Please enter a username
es_es: Por favor, introduzca un nombre de usuario
fa_ir: لطفا نام کاربری وارد کنید
it_it: Si prega di inserire un nome utente
pt_br: Por favor coloque um nome de usuário
pt_pt: Introduza um nome de utilizador
ru_ru: Пожалуйста введите имя пользователя

source: Please enter a valid CID Num Alias (must be a valid number).
es_es: Por favor, introducir un CID Num Alias válido (debe ser un número válido).
fr_fr: SVP, entrez un \'Numéro SDA\' valide( uniquement des chiffres).
it_it: Prego immettere un Alias ID (deve essere un numero valdio).
pt_br: Por favor entre um Apelido de Número CID (deve ser um número válido).
ru_ru: Пожалуйста, введите псевдоним Caller ID (только допустимые числа).

source: Please enter a valid CallerID Number or leave it blank for your Assigned DID/CID pair
es_es: Por favor, introduzca un número de identificación de llamadas válida o dejarlo en blanco para ser asignado a un par DID/CID
it_it: Inserisci un numero CallerID valido o lascia in bianco la coppia DID / CID assegnata
pt_br: Introduza um número de CallerID válido ou deixe-o em branco para o seu par atribuído DID/CID
pt_pt: Introduza um Número de CallerID válido ou deixe vazio para o par DID/CID Atribuido
ru_ru: Введите Caller ID или оставьте поле пустым для вашей задействованной пары DID/ИД

source: Please enter a valid Description for this device
es_es: Por favor, introduzca una descripción válida para este dispositivo
fa_ir: لطفا یک شرح درست برای این وسیله وارد کنید
fr_fr: SVP, entrez une Description de Peripherique valide
it_it: Prego immettere una Descrizione valida per questo apparato
pt_br: Por favor digite uma descrição válida para este dispositivo
pt_pt: Introduza uma descrição válida para este dispositivo
ru_ru: Введите понятное описание этого устройства

source: Please enter a valid Display Name
es_es: Por favor ingrese un nombre válido
fa_ir: لطفا نام نمایشی معتبر وارد کنید
fr_fr: SVP, entrez un \'Nom Affiché (CID)\' valide.
it_it: Prego immettere un Nome valido
pt_br: Por favor digite nome de exibição válido
pt_pt: Introduza um Nome a Mostrar (Display Name) válido
ru_ru: Пожалуйста, введите отображаемое имя

source: Please enter a valid Emergency CID
es_es: Por favor ingrese un CID de Emergencia válido
fa_ir: لطفا یک CID اضطراری درست وارد کنید
fr_fr: SVP, entrez un CID d\'Urgence valide.
it_it: Immettere un ID di Emergenza valido
pt_br: Por favor digite um CID de Emergência válido
pt_pt: Introduza um CID de Emergencia válido
ru_ru: Введите действительный исходящий Caller ID для аварийных служб

source: Please enter a valid Outbound CID
es_es: Por favor ingrese un CID de Salida válido
fa_ir: لطفا یک CID خروجی درست وارد کنید
fr_fr: SVP, entrez un CID Sortant valide.
it_it: Prego immetere un ID in Uscita valido
pt_br: Por favor entre um CID de saída válido
pt_pt: Introduza um CID de Saída válido
ru_ru: Пожалуйста, введите исходящий ИД номер

source: Please enter a valid extension number.
es_es: Por favor, introduzca un número de extensión válido.
fa_ir: لطفا شماره داخلی معتبر وارد کنید.
fr_fr: SVP, entrez un numéro d\'extension valide.
it_it: Prego immettere un numero di interno valido.
pt_br: Por favor entre com um número de ramal válido.
pt_pt: Introduza um número de extensão válido.
ru_ru: Пожалуйста, введите верный внутренний номер.

source: Please enter a valid pause time in seconds, using digits only
es_es: Por favor, introduzca un tiempo de pausa válido en segundos, usando sólo cifras
fa_ir: لطفا یک زمان وقفه درست بر اساس ثانیه وارد کنید، فقط عددی
fr_fr: SVP, entrez un un temps de pause valide (utilisant des chiffres uniquement).
it_it: Prego immettere una pausa in secondi valida, utilizzando solo cifre
pt_br: Por favor entre um tempo de pausa válido em segundos, usando dígitos somente
pt_pt: Introduza um tempo de pausa válido em segundos, usando somente digitos
ru_ru: Пожалуйста, используя только цифры введите величину паузы в секундах

source: Please enter the channel for this device
es_es: Por favor, ingrese el canal para este dispositivo
fa_ir: لطفا برای این وسیله یک کانال وارد کنید
fr_fr: SVP, entrez un canal valide pour ce péripherique.
it_it: Prego immettere il canale per questo apparato
pt_br: Por favor digite o tronco para este dispositivo
pt_pt: Introduza o canal para este dispositivo
ru_ru: Введите канал для этого устройства

source: Please enter valid User Password using numbers only
es_es: Por favor ingrese contraseña válida del usuario utilizando sólo números
fa_ir: لطفا کلمه عبور کاربری عددی وارد کنید
fr_fr: SVP, entrez un \'Mot de Passe Utilisateur\' valide utilisant des chiffres uniquement.
it_it: Prego immettere una Password Utente utilizzando solo numeri.
pt_br: Por favor digite uma senha de usuário com números apenas
pt_pt: Introduza uma Password de Utilizador válida, usando somente números
ru_ru: Пожалуйста, введите пароль пользователя состоящий только из цифр

source: Please install gettext so that the PBX can properly translate itself
it_it: Si prega di installare gettext in modo che il PBX possa tradurre correttamente se stesso
pt_pt: Instale o gettext para que o PBX possa traduzir-se convenientemente

source: Please note most tasks should be handled through the GUI.
es_es: Tenga en cuenta que la mayoría de las tareas se deben manejar a través de la GUI.
it_it: Si noti che la maggior parte delle attività deve essere gestita tramite la GUI.
pt_br: Observe que a maioria das tarefas deve ser manipulada através da GUI.
ru_ru: Пожалуйста имейте ввиду,что большинство задач следует решать через GUI
