Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Some carriers will reject a call if a CallerID Name (CNAM) is presented. This occurs in several areas when configuring CID on the PBX using the format of 'CNAM' <CNUM>. To remove the CNAM part of CID on all external trunks, set this value to true. This WILL NOT remove CNAM when a trunk is called from an Intra-Company route. This can be done on each individual trunk in addition to globally if there are trunks where it is desirable to keep CNAM information, though most carriers ignore CNAM.
es_es: Algunas compañías rechazarán una llamada si se presenta un nombre de CallerID (CNAM). Esto ocurre en varias áreas al configurar CID en la PBX usando el formato de 'CNAM' <CNUM>. Para quitar la parte CNAM de CID en todos los troncales externos, establezca este valor en true. Esto NO quitará CNAM cuando se llama a un tronco desde una ruta dentro de la empresa. Esto se puede hacer en cada tronco individual además de globalmente si hay troncos donde es deseable mantener la información del CNAM, aunque la mayoría de los operadores ignoran el CNAM.
it_it: Alcuni operatori rifiuteranno una chiamata se viene presentato un nome CallerID (CNAM). Ciò si verifica in diverse aree durante la configurazione di CID sul PBX utilizzando il formato di "CNAM" <CNUM>. Per rimuovere la parte CNAM della CID su tutti i trunk esterni, impostare questo valore su true. Questo NON rimuoverà CNAM quando un trunk viene chiamato da una rotta Intra-Company. Questo può essere fatto su ogni singolo tronco in aggiunta a tutto il mondo se ci sono trunks dove è desiderabile mantenere le informazioni CNAM, sebbene la maggior parte dei vettori ignori CNAM.
pt_br: Algumas operadoras rejeitarão uma chamada se for apresentado um nome de CallerID (CNAM). Isso ocorre em várias áreas ao configurar CID no PBX usando o formato de 'CNAM' <CNUM>. Para remover a parte CNAM do CID em todos os troncos externos, defina esse valor como true. Isso NÃO removerá CNAM quando um tronco é chamado de uma rota intra-empresa. Isso pode ser feito em cada tronco individual, além de globalmente, se há troncos onde é desejável manter informações CNAM, embora a maioria das operadoras ignorar CNAM.

source: Some devices or providers require RINGING to be sent before ANSWER. You'll notice this happening if you can send calls directly to a phone, but if you send it to an IVR, it won't connect the call.
es_es: Algunos dispositivos o proveedores requieren un RINGING para ser enviado antes DESCOLGAR. Se dará cuenta de que esto ocurre si usted puede enviar llamadas directamente a un teléfono, pero si lo envía a un IVR, no puede conectar la llamada.
fr_fr: Quelques périphériques ont besoin d'un signal de sonnerie (RINGING) avant de recevoir la commande ANSWER. Vous pourrez remarquer cela si un appel envoyé à un serveur vocal ne fonctionne pas alors que envoyé à un téléphone cela fonctionne.
it_it: Alcuni apparati o gestori richiedono il tono di SQUILLO (RINGING) da inviare prima della RISPOSTA. Si può notare questo se si telefona ad un risponditore automatico IVR e la chiamata non viene connessa.
pt_br: Alguns dispositivos ou provedores requerem o envio de RINGING antes de ATENDER. Você perceberá que isso acontece se é possível enviar chamadas diretamente para um telefone, mas se você enviá-la para um URA, não vai completar a chamada.
ru_ru: Некоторые устройства или провайдеры требуют посылки сигнала КПВ перед ответом. Это происходит, например, если звонок идёт прямо на телефон, но вы перенаправлете в Интерактивное меню, соединение не будет установлено.

source: Some modules allow the CNAM to be prepended. If a previous prepend was done, the default behavior is to remove the previous prepend and only use the most recent one. Setting this to false will turn that off allowing all prepends to be 'stacked' in front of one another.
es_es: Algunos módulos permiten que el CNAM sea prependido. Si se realizó un previo anterior, el comportamiento predeterminado es quitar el previo anterior y sólo usar el anterior. Poner esto en false lo desactivará permitiendo que todos los prependos se "apilen" uno frente al otro.
it_it: Alcuni moduli consentono di anteporre il CNAM. Se è stato eseguito un antefatto precedente, il comportamento predefinito è rimuovere il precedente antefatto e utilizzare solo quello più recente. Impostando questa opzione su false, la disattivazione consentirà a tutti i prependi di essere "impilati" uno di fronte all'altro.
pt_br: Alguns módulos permitem o pré-lançamento do CNAM. Se um precedente anterior foi feito, o comportamento padrão é remover o precedente anterior e usar apenas o mais recente. Definir isso como false irá desativar isso permitindo que todos os prepends sejam 'empilhados' na frente uns dos outros.

source: Some modules will generate lots of NoOp() commands proceeded by a [TRACE](trace_level) that can be used during development or while trying to trace call flows. These NoOp() commands serve no other purpose so if you do not want to see excessive NoOp()s in your dialplan you can set this to 0. The higher the number the more detailed level of trace NoOp()s will be generated
es_es: Algunos módulos generarán muchos comandos NoOp () procedentes de un [TRACE] (trace_level) que se puede utilizar durante el desarrollo o al intentar rastrear flujos de llamadas. Estos comandos NoOp () no sirven para otro propósito, así que si no desea ver NoOp () s excesivos en su plan de marcado, puede establecerlo en 0. Cuanto mayor sea el número, se generará el nivel más detallado de rastreo NoOp ()
it_it: Alcuni moduli genereranno molti comandi NoOp () preceduti da un [TRACE] (trace_level) che può essere utilizzato durante lo sviluppo o durante il tentativo di tracciare i flussi di chiamata. Questi comandi NoOp () non hanno altri scopi quindi se non vuoi vedere NoOp () eccessivi nel tuo dialplan puoi impostarlo su 0. Più alto è il numero, più il livello più dettagliato di trace NoOp () verrà generato
pt_br: Alguns módulos gerarão muitos comandos NoOp() seguidos por um [TRACE](trace_level) que pode ser usado durante o desenvolvimento ou ao tentar rastrear fluxos de chamadas. Estes comandos NoOp() não servem para outra finalidade, portanto, se você não quiser ver NoOp()s excessivos em seu dialplan, você pode definir isto como 0. Quanto maior o número, o nível mais detalhado de trace NoOp()s será gerado
ru_ru: Некоторые модули генерируют много команд NoOp() для отладки, обрабатываемых через [TRACE] (trace_level), и это может использоваться для разработки или отслеживания прохождения вызовов. У этих команд NoOp() в принципе нет других целей, и, если не хотите видеть избыточно информативные NoOp() в диал-плане, то можно установить параметр в 0. Уровни выше нуля будут увеличивать детализацию трейсов добавлением NoOp() в разные части диал-плана

source: Some of these settings can render your system inoperable.
es_es: Algunas de estas configuraciones pueden hacer que su sistema no funcione.
it_it: Alcune di queste impostazioni possono rendere inutilizzabile il tuo sistema.
pt_br: Algumas dessas configurações podem tornar seu sistema inoperante.
ru_ru: Некоторые из следующих установок могут вызвать неоперабельность вашей системы.

source: Specified module not found
es_es: Módulo especificado no encontrado
fa_ir: ماژول مشخص شده یافت نشد
fr_fr: Module demandé non trouvé
it_it: Modulo specificato non trovato
pt_br: Módulo especificado não encontrado
pt_pt: Não encontrado o módulo especificado
ru_ru: Указаный модуль не найден

source: Specifies the maximum number of http sessions that will be allowed to exist at any given time.
es_es: Especifica el número máximo de sesiones http que se permitirá que exista en un momento dado.
it_it: Specifica il numero massimo di sessioni http che potranno esistere in un dato momento.
pt_br: Especifica o número máximo de sessões http que poderão existir a qualquer momento.

source: Specifies the number of milliseconds to wait for more data over the HTTP connection before closing it. Set to 0 to disable session inactivity.
es_es: Especifica la cantidad de milisegundos a esperar por más datos a través de la conexión HTTP antes de cerrarla. Establézcalo en 0 para desactivar la inactividad de la sesión.
it_it: Specifica il numero di millisecondi per attendere ulteriori dati sulla connessione HTTP prima di chiuderla. Impostare su 0 per disabilitare l'inattività della sessione.
pt_br: Especifica o número de milissegundos para aguardar mais dados sobre a conexão HTTP antes de fechá-la. Defina como 0 para desabilitar a inatividade da sessão.

source: Specifies the number of milliseconds to wait for the next HTTP request over a persistent connection. Set to 0 to disable persistent HTTP connections.
es_es: Especifica el número de milisegundos para esperar la siguiente solicitud HTTP a través de una conexión persistente. Establezca en 0 para deshabilitar las conexiones HTTP persistentes.
it_it: Specifica il numero di millisecondi per attendere la successiva richiesta HTTP su una connessione permanente. Impostare su 0 per disabilitare le connessioni HTTP persistenti.
pt_br: Especifica o número de milissegundos para aguardar o próximo pedido HTTP sobre uma conexão persistente. Defina como 0 para desativar as conexões HTTP persistentes.

source: Stable
es_es: Estable
fa_ir: ثابت
it_it: Stabile
pt_br: Estável
ru_ru: Стабильный

source: Start Asterisk and run other needed FreePBX commands
es_es: Inicie Asterisk y ejecute otros comandos de FreePBX necesarios
fa_ir: آغاز استریسک و اجرای دستورات لازم FreePBX
it_it: Avvia Asterisk ed esegui altri comandi FreePBX necessari
pt_br: Inicie o Asterisk e execute outros comandos necessários do FreePBX
ru_ru: Запустить Астериск и выполнить другие нужные команды FreePBX

source: Starting Asterisk...
es_es: Iniciando Asterisk...
fa_ir: استریسک در حال اجرا...
it_it: Avvio di Asterisk...
pt_br: Iniciando o Asterisk...
ru_ru: Астериск запускается...

source: Starting Cache cleanup
es_es: Inicio de la limpieza del caché
fa_ir: شروع پاک سازی کش
it_it: Avvio della pulizia della cache
pt_br: Iniciando a limpeza do cache
ru_ru: Запускается очистка кэш...

source: Status
es_es: Estado
fa_ir: وضعیت
it_it: Stato
pt_br: Estado
pt_pt: Estado
ru_ru: Статус

source: Stop Asterisk and run other needed FreePBX commands
es_es: Detener Asterisk y ejecutar otros comandos FreePBX necesarios
fa_ir: توقف استریسک و اجرای دستورات لازم FreePBX
it_it: Ferma Asterisk ed esegui altri comandi FreePBX necessari
pt_br: Pare o Asterisk e execute outros comandos necessários do FreePBX
ru_ru: Остановить Астериск и выполнить другие нужные команды FreePBX

source: Stops the automatic generation of a stripped CSS file that replaces the primary sheet, usually mainstyle.css.
es_es: Detiene la generación automática de un archivo CSS eliminado que reemplaza la hoja principal, normalmente mainstyle.css.
it_it: Arresta la generazione automatica di un file CSS spogliato che sostituisce il foglio principale, in genere mainstyle.css.
pt_br: Interrompe a geração automática de um arquivo CSS removido que substitui a planilha principal, geralmente mainstyle.css.
ru_ru: Останавливает автоматическую генерацию выборочных файлов CSS, которые переписывают основные страницы, обычно mainstyle.css.

source: Stream files for debugging
es_es: Transmite archivos para depurar
fa_ir: فایل های پخش شده برای عیب یابی
it_it: Flusso di file per il debug
pt_br: Arquivos de fluxo para depuração
ru_ru: Поточные файлы для отладки

source: Styling and Logos
es_es: Diseño y Logos
fa_ir: چیدمان و لوگوها
it_it: Styling e loghi
pt_br: Styling e Logos
pt_pt: Logos e Estilo
ru_ru: Стиль и логотипы

source: Submit
es_es: Enviar
fa_ir: ارسال
fr_fr: Soumettre
it_it: Conferma
pt_br: Enviar
pt_pt: Submeter
ru_ru: Сохранить

source: Successful reload, but could not clear reload flag due to a database error:
es_es: Recarga Exitosa, pero no se pudo limpiar la bandera de recarga debido a un error de base de datos:
fr_fr: Rechargement réussi mais impossible d'effacer le flag de rechargement à cause d'une erreur de la base données
it_it: Ricaricmento effettuato con successo, ma impossibile eliminare il flag di ricarimento per un errore sul database:
pt_br: Recarga bem sucedida, mas não foi possível limpar a flag de recarga devido a um erro no banco de dados:
pt_pt: Carregamento bem sucedido, mas não foi possível remover a flag de carregamento, devido a erro de base de dados:
ru_ru: Благополучно перезагружено, не невозможно завершить процесс ввиду ошибки базы данных:

source: Successfully reloaded
es_es: Recargado con Exito
fa_ir: بازگذاری مجدد موفق
fr_fr: Téléchargement réussi
it_it: Ricaricato con successo
pt_br: Recarregado com sucesso
pt_pt: Carregado com sucesso
ru_ru: Благополучно перезагружено

source: Support Path
es_es: Ruta de soporte
it_it: Percorso di supporto

source: Support T.38 UDPTL
es_es: Soporte T.38 UDPTL
it_it: Supporto T.38 UDPTL
pt_br: Suporte T.38 UDPTL
ru_ru: Поддержка Т.38 UDPTL

source: Switch to Stable and Download and Install %s
es_es: Cambie a Estable y Descarge e Instalar %s
it_it: Passa a stabile e scarica e installa %s1
pt_br: Mudar para estável e fazer download e instalar %s
pt_pt: Alterar para Stable, Transferir e Instalar %s
ru_ru: Перейти к стабильной версии, Загрузить и Установить %s

source: Syntax error in your freepbx_menu.conf file
es_es: Error de sintaxis en el archivo freepbx_menu.conf
it_it: Errore di sintassi nel tuo file freepbx_menu.conf
pt_br: Erro de sintaxe no arquivo freepbx_menu.conf
pt_pt: Erro de sintaxe no ficheiro freepbx_menu.conf
ru_ru: Синтаксическая ошибка в файле freepbx_menu.con

source: System
es_es: Sistema
fa_ir: سیستم
it_it: Sistema
pt_br: Sistema
ru_ru: Система

source: System Apps
es_es: Apps del Sistema
fa_ir: نرم افزارهای سیستم
it_it: App di sistema
pt_br: Aplicativos do Sistema
pt_pt: Apps de Sistema
ru_ru: Системные установки

source: System Asterisk Group
es_es: Sistema Asterisk Group
fa_ir: گروه استریسک سیستم
it_it: Sistema Asterisk Group
pt_br: Sistema Asterisk Group
pt_pt: Grupo Asterisk do Sistema
ru_ru: Значение группы для системы Астериск

source: System Asterisk User
es_es: Usuario del sistema Asterisk
fa_ir: کاربر استریسک سیستم
it_it: Utente di sistema asterisco
pt_br: Usuário System Asterisk
pt_pt: Utilizador Asterisk do Sistema
ru_ru: Значение пользователя для системы Астериск

source: System Device Group
es_es: Grupo de dispositivos del sistema
fa_ir: گروه وسیله سیستم
it_it: Gruppo dispositivo di sistema
pt_br: Grupo de Dispositivos do Sistema
pt_pt: Grupo de Dispositivos do Sistema
ru_ru: Значение группы для устройств

source: System Device User
es_es: Usuario del dispositivo del sistema
fa_ir: کاربر وسیله سیستم
it_it: Utente del dispositivo di sistema
pt_br: Usuário do dispositivo do sistema
pt_pt: Utilizador de Dispositivo do Sistema
ru_ru: Значение пользователя для устройств

source: System Identity
es_es: Identidad del sistema
fa_ir: هویت سیستم
it_it: Identità di sistema
pt_br: Identidade do Sistema

source: System Setup
es_es: Configuración del sistema
fa_ir: تنظیمات سیستم
it_it: Configurazione del sistema
pt_br: Configuração do Sistema
pt_pt: Configuração do Sistema
ru_ru: Системные установки

source: System Web Group
es_es: Grupo web del sistema
fa_ir: گروه وب سیستمی
it_it: Sistema Web Group
pt_br: Grupo Web do Sistema
pt_pt: Grupo Web do Sistema
ru_ru: Значение группы для Web

source: System Web User
es_es: Usuario del sistema web
fa_ir: کاربر وب سیستمی
it_it: Utente Web di sistema
pt_br: Usuário da Web do Sistema
pt_pt: Utilizador Web do Sistema
ru_ru: Значение пользователя для Web

source: System is missing SOX
es_es: Falta el sistema SOX
fa_ir: SOX روی سیستم وجود ندارد
it_it: Sistema manca SOX
pt_br: O sistema está faltando SOX
ru_ru: Система не обнаружила SOX

source: T.38 UDPTL Error Correction
es_es: T.38 UDPTL Corrección de Error
it_it: Correzione dell'errore UDPTL T.38
pt_br: T.38 UDPTL correção de erros
ru_ru: T.38 UDPTL-коррекция ошибок

source: T.38 UDPTL error correction method
es_es: T.38 UDPTL método de corrección de error
it_it: Metodo di correzione degli errori T.38 UDPTL
pt_br: T.38 UDPTL Método de correção de erros
ru_ru: T.38 UDPTL-метод коррекции

source: TCP Only
es_es: Sólo TCP
fa_ir: فقط TCP
it_it: Solo TCP
pt_br: Apenas TCP
pt_pt: TCP Apenas
ru_ru: Только TCP

source: TLS Only
es_es: Sólo TLS
fa_ir: فقط TLS
it_it: Solo TLS
pt_br: Somente TLS
pt_pt: TLS Apenas
ru_ru: Только TLS

source: Take a snapshot
es_es: Tome una captura
it_it: Fai un'istantanea

source: Taking too long? Customize the chown command, See %s
es_es: ¿Tomando mucho tiempo? Personalizar el comando chown, Ver %s
it_it: Mettendoci troppo tempo? Personalizza il comando chown, vedi %s1
pt_br: Levando muito tempo? Personalizar o comando chown, Ver %s

source: Tech
fa_ir: فن آوری
it_it: tecnologia
ru_ru: Технический

source: Tech Type
es_es: Tipo de tecnología
fa_ir: نوع فن آوری
it_it: Tipo di tecnologia
pt_br: Tipo de Type
ru_ru: Тип технологии

source: Telephony Engine
es_es: Motor de Telefonía
fa_ir: موتور تلفن
it_it: Motore di telefonia
pt_br: Mecanismo de telefonia
pt_pt: Motor de Telefonia
ru_ru: Подсистема телефонии

source: The Asterisk SIP Setting Module is not installed or is disabled. Please install it.
es_es: El módulo Asterisk SIP Settings no está instalado o está deshabilitado. Por favor, instálelo.
fa_ir: ماژول تنظیمات سیپ استریسک نصب نشده یا غیر فعال است. لطفا آن را نصب کنید.
it_it: Il modulo di impostazione SIP Asterisk non è installato o è disabilitato. Si prega di installarlo.
pt_br: O módulo de configuração SIP do Asterisk não está instalado ou está desativado. Instale-o.

source: The Asterisk channel driver to use for SIP. The default is both for Asterisk 12 and higher. For Asterisk 11 and lower the default will be chan_sip. If only one is compiled into asterisk, FreePBX will auto detect and change this value if set wrong. The chan_pjsip channel driver is considered
it_it: Il driver del canale Asterisk da utilizzare per SIP. L'impostazione predefinita è sia per Asterisk 12 sia per le versioni successive. Per Asterisk 11 e inferiore il valore predefinito sarà chan_sip. Se solo uno è compilato in asterisco, FreePBX rileverà automaticamente e modificherà questo valore se impostato errato. Il driver del canale chan_pjsip è considerato

source: The CID Number to use for internal calls, if different from the extension number. This is used to masquerade as a different user. A common example is a team of support people who would like their internal CallerID to display the general support number (a ringgroup or queue). There will be no effect on external calls.
es_es: El número CID a utilizar para las llamadas internas, si es diferente del número de extensión. Esto se utiliza para hacerse pasar como un usuario diferente. Un ejemplo común es un equipo de personas de apoyo que le gustaría que su identificador de llamadas internas mostrara el número de asistencia general (un grupo de timbre o cola). No habrá efecto en las llamadas externas.
it_it: Il Numero Identificativo Chiamante per le chiamate interne, se differente dal numero dell'interno. Questo è usato per mascherare un utente differente. Per esempio il gruppo di supporto può far apparire le chiamate interne con il numero generale di supporto (il gruppo di chiamata o la coda). Non avrà nessun effetto sulle chiamate esterne.
pt_br: O número CID a ser usado em chamadas internas, se diferente do número do ramal. Este é usado para mascará-lo como um usuário diferente. Um exemplo comum é quando uma equipe de suporte necessita ter seu CallerID interno mostrado como o número geral do suporte (grupo de busca ou fila). Não tem efeito em chamadas externas.
ru_ru: ИД номер используемый для внутренних звонков, если он отличается от внутреннего номера. Используется для представления другим пользователем. Как пример, в ситуации, когда При внешних звонках правило не действует.

source: The Call Recording module is not enabled. Since this feature is required for call recording you may not be able to record calls until the module is installed and enabled.
es_es: El módulo de grabación de llamadas no está habilitado. Dado que esta función es necesaria para la grabación de llamadas es posible que no pueda grabar las llamadas hasta que se instale el módulo y lo habilite.
it_it: Il modulo di registrazione delle chiamate non è abilitato. Poiché questa funzione è necessaria per la registrazione delle chiamate, potrebbe non essere possibile registrare le chiamate finché il modulo non è installato e abilitato.
pt_br: O módulo Gravação de chamadas não está ativado. Uma vez que este recurso é necessário para a gravação de chamadas, você pode não ser capaz de gravar chamadas até que o módulo esteja instalado e habilitado.
ru_ru: Модуль записи звонков не включен.

source: The CallerID name for calls from this user will be set to this name. Only enter the name, NOT the number.
es_es: El nombre del identificador de llamadas(CallerID) para las llamadas de este usuario se establecerá en este nombre. Sólo introduzca el nombre, NO el número.
it_it: Il nome CallerID per le chiamate da questo utente sarà impostato su questo nome. Inserisci solo il nome, NON il numero.
pt_br: O nome CallerID para chamadas deste usuário será definido para este nome. Digite somente o nome, NÃO o número.
ru_ru: Имя для соединений от этого пользователя будет установлен в это значение.Введите имя, НЕ номер.

source: The CallerID name for this device will be set to this description until it is logged into.
es_es: El nombre de identificación de llamadas (CallerID) para este dispositivo se ajustará a esta descripción hasta que se registra en.
it_it: Il nome CallerID per questo dispositivo verrà impostato su questa descrizione fino a quando non verrà eseguito il login.
pt_br: O nome CallerID para este dispositivo será definido para esta descrição até que ele esteja conectado.
ru_ru: Будет использоваться это описание в качестве Caller ID для этого устройства, пока оно не зарегистрируется в прокси сервере.

source: The Commercial repository is reserved for modules that are available for purchase and commercially supported.
es_es: El repositorio comercial está reservado para los módulos que están disponibles para compra y soporte comercial.
it_it: Il deposito commerciale è riservato ai moduli disponibili per l'acquisto e commercialmente supportati.
pt_br: O repositório Comercial é reservado para módulos que estão disponíveis para compra e comercialmente suportados.
ru_ru: Коммерческие репозитории зарезервированы для модулей, котороые могут быть приобретены и будут поддерживаться на коммерческой основе.

source: The DAHDI Channel number to map to a DID
es_es: El número de Canal DAHDI a mapeaer a un DID
it_it: Il numero del canale DAHDI da associare a un DID
pt_br: O número do canal DAHDI para mapear para um DID
ru_ru: Номер канала DAHDI для соответствия номеру DID

source: The DAHDi channel number for this port.
es_es: El número de canal DAHDi para este puerto.
it_it: Il numero del canale DAHDi per questa porta.
pt_br: O número do canal DAHDi para esta porta.
ru_ru: Номер канала DAHDi для этого порта.
