Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: DAHDI Channel DIDs allow you to assign a DID to specific DAHDI Channels. You can supply the same DID to multiple channels. This would be a common scenario if you have multiple POTS lines that are on a hunt group from your provider. You MUST assign the channel's context to from-analog for these settings to have effect. It will be a line that looks like:<br /><br />context = from-analog<br /><br />in your chan_dahdi.conf configuration effecting the specified channel(s). Once you have assigned DIDs you can use standard Inbound Routes with the specified DIDs to route your calls.
es_es: DIDs Canales DAHDI le permiten asignar un DID para Canales DAHDI específicos. Puede suministrar el mismo DID a múltiples canales. Esto sería un escenario común si tiene varias líneas POTS que están en un grupo de salto desde su proveedor. Debe asignar el contexto del canal a from-analog para que estos ajustes tengan efecto. Será una línea similar a:<br /><br />context = from-analog<br /><br />en la configuración chan_dahdi.conf a efectuar en el canal(s) especificado. Una vez que haya asignado DIDs puede utilizar rutas de entrada estándar con los DIDs especificados para enrutar sus llamadas.
it_it: I DID dei canali DAHDI ti consentono di assegnare un DID a specifici canali DAHDI. È possibile fornire lo stesso DID su più canali. Questo sarebbe uno scenario comune se si dispone di più linee POTS che si trovano su un gruppo di ricerca dal proprio provider. È necessario assegnare il contesto del canale a from-analog per rendere effettive queste impostazioni. Sarà una linea che assomiglia a: <br/> 1 <br/> 2context = from-analog <br/> 3 <br/> 4 nella configurazione di chan_dahdi.conf che effettua il / i canale / i specificato / i. Dopo aver assegnato i DID, è possibile utilizzare le Rotte in entrata standard con i DID specificati per instradare le chiamate.
pt_br: DIDs de Canal DAHDI permite você associar um DID a um Canal DAHDI específico. Você pode fornecer o mesmo DID para múltiplos canais. Isto seria um cenário comum se você tem múltiplas linhas POTS que estão num grupo de busca de seu fornecedor. Você DEVE associar o contexto do canal a from-analog para estas configurações terem efeito. Será uma linha que parecerá como:<br /><br />context = from-analog<br /><br />em sua configuração chan_dahdi.conf afetando os canais especificados. Uma vez que você tenha DIDs associados você pode usar Rotas de Entrada com os DIDs especificados para rotear suas chamadas.
ru_ru: DID-ы канала DAHDI позволяют назначить DID определённым DAHDI-каналам. Вы можете назначить одинаковый DID нескольким каналам.Это может быть общим сценарием если имеется несколько POTS-линий ,которые находятся в одной группе портов с одним номером от вашего провайдера.

source: DAHDi Identifier
es_es: Identificador DAHDi
fa_ir: شناسه DAHDi
it_it: Identificatore DAHDi
pt_br: Identificar DAHDi
pt_pt: Identificador DAHDI
ru_ru: Идентификатор DAHDi

source: DAHDi channels are referenced either by a group number or channel number (which is defined in chan_dahdi.conf). <br><br>The default setting is <b>g0</b> (group zero).
es_es: Canales Dahdi se hace referencia ya sea por un número de grupo o número de canal (que se define en chan_dahdi.conf). <br><br>La configuración predeterminada es<b>g0</ b> (grupo cero).
it_it: I canali DAHDi sono referenziati da un numero di gruppo o da un numero di canale (definito in chan_dahdi.conf). <br> <br> L'impostazione predefinita è <b> g0 </ b> (gruppo zero).
pt_br: Canais DAHDi são referenciados por um número de grupo ou número de canal ( que é definido em chan_dahdi.conf). <br><br>A configuração padrão é <b>g0</b> (grupo zero).
pt_pt: Os canais DAHDi são referenciados ou por um número de grupo ou por um número de canal (o qual é definido no chan_dahdi.conf). <br><br>O valor por defeito é <b>g0</b> (group zero).
ru_ru: Каналы DAHDi указываются по номеру канала или группе каналов (которые определены в chan_dahdi.conf). <br><br>Установка по умолчанию <b>g0</b> (группа 0).

source: DAHDi echocancel setting, see DAHDi documentation for details.
es_es: Ajuste ecocancelación DAHDi, consulte la documentación DAHDi para más detalles.
fa_ir: تنظیمات لغو پژواک DAHDi، برای اطلاعات بیشتر به اسناد DAHDi مراجعه کنید.
it_it: Impostazione di echocancel DAHDi, consultare la documentazione di DAHDi per i dettagli.
pt_br: Configuração echocancel DAHDi, veja documentação DAHDi para detalhes.
pt_pt: Configuração echocancel do DAHDi. Consultar documentação DADHi para mais detalhes.
ru_ru: Настройки эхоподавления DAHDi, см. документацию по DAHDi для деталей.

source: DAHDi immediate mode setting, see DAHDi documentation for details.
es_es: Ajuste modo inmediato DAHDi, consulte la documentación DAHDi para más detalles.
fa_ir: تنظیمات حالت ضروری DAHDi، برای اطلاعات بیشتر اسناد DAHDi را ببینید.
it_it: Impostazione della modalità immediata DAHDi, vedere la documentazione di DAHDi per i dettagli.
pt_br: Configuração de modo imediato DAHDi, veja documentação DAHDi para detalhes.
pt_pt: Configuração immediate mode do DAHDi. Consultar documentação DAHDi para mais detalhes.
ru_ru: Установка режима DAHDi immediate, см. документацию по DAHDi для деталей.

source: DAHDi signalling, usually fxo_ks when connected to an analog phone. Some special applications or channel bank connections may require fxs_ks or other valid settings. See DAHDi and card documentation for details.
es_es: Señalización DAHDi, generalmente fxo_ks cuando se conecta a un teléfono analógico. Algunas aplicaciones especiales o canales de conexiones bancarias pueden requerir fxs_ks u otros valores válidos. Ver DAHDi y documentación de la tarjeta para obtener más información.
it_it: Segnalazione DAHDi, in genere fxo_ks quando connesso a un telefono analogico. Alcune applicazioni speciali o connessioni alla banca del canale possono richiedere fxs_ks o altre impostazioni valide. Vedi la documentazione di DAHDi e della scheda per i dettagli.
pt_br: Sinalização DAHDi, usualmente fixo_ks quando conectado a um telefone analógico. Algumas aplicações especiais ou conexões de banco de canais poderem requerer fxs_ks ou outra configuração válida. Veja DAHDi e documentação da placa para detalhes.
ru_ru: Сигнализация DAHDi. Обычно fxo_ks, если подключается к аналоговому телефону. Некоторые специальные приложения или банки каналов могут потребовать fxs_ks или ещё какую то разрешённую к использованию сигнализацию. См. документацию по DAHDi для деталей.

source: DID / CID
it_it: Selezione Passante / ID
ru_ru: DID / Caller ID

source: DID Description
es_es: Descripción DID
fa_ir: توضیحات داخلی مستقیم
fr_fr: Description SDA
it_it: Descrizione Selezione Passante
pt_br: Descrição do DID
pt_pt: Descrição do DID
ru_ru: Описание DID

source: DID Number
es_es: Número DID
fa_ir: شماره داخلی مستقیم
fr_fr: Numéro SDA
it_it: Numero DID
pt_br: Número DID
pt_pt: Numero DID
ru_ru: Номер DID

source: DID already exists
es_es: DID ya existe
fa_ir: DID موجود است
it_it: DID esiste già
pt_br: DID já existe

source: DIDs
it_it: DID di
ru_ru: DID-ы

source: DIDs / Inbound Routes
es_es: DIDs / Rutas Entrantes
fa_ir: مسیرهای ورودی / DIDs
it_it: DID / Rotte in entrata
pt_br: DIDs / Rotas de entrada
ru_ru: DID-ы / Входящие маршруты

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by FreePBX. Defaults to your configured AMDBENGINE.
es_es: NO establezca esto a menos que sepa lo que está haciendo. Sólo se aplica si no utiliza los valores predeterminados proporcionados por FreePBX. De forma predeterminada a su configurado AMDBENGINE.
it_it: NON impostare questo a meno che tu non sappia cosa stai facendo. Utilizzato solo se non si utilizzano i valori predefiniti forniti da FreePBX. Il valore predefinito è AMDBENGINE configurato.
pt_br: NÃO defina isto a menos que você saiba o que está fazendo. Apenas usado se você não usar os valores padrão fornecidos pelo FreePBX. Padrões para seu AMDBENGINE configurado.
pt_pt: NÃO configure se não souber o que está a fazer. Somente utilizado se não usar os valores padrão do FreePBX. Configuração AMDBENGINE por omissão.
ru_ru: НЕ УСТАНАВЛИВАЙТЕ этот параметр если вы не точно понимаете что делаете. Это используется только если значения по умолчанию FreePBX не используются. Значение этого параметра по умолчанию - AMDBENGINE.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by FreePBX. Name of the table in the db where the cdr is stored. cdr is default.
es_es: NO establezca esto a menos que sepa lo que está haciendo. Sólo se utiliza si no utiliza los valores predeterminados proporcionados por FreePBX. Nombre de la tabla en el db donde se almacena el cdr. Cdr es el predeterminado.
it_it: NON impostare questo a meno che tu non sappia cosa stai facendo. Utilizzato solo se non si utilizzano i valori predefiniti forniti da FreePBX. Nome della tabella nel db in cui è memorizzato il cdr. cdr è l'impostazione predefinita.
pt_br: NÃO defina isto a menos que você saiba o que está fazendo. Apenas usado se você não usar os valores padrão fornecidos pelo FreePBX. Nome da tabela no bd onde o cdr é armazenado. cdr é padrão.
pt_pt: NÃO configure se não souber o que está a fazer. Somente utilizado se não usar os valores padrão do FreePBX. Nome da tabela da base de dados onde o cdr é armazenado. cdr por omissão.
ru_ru: НЕ УСТАНАВЛИВАЙТЕ этот параметр если вы не точно понимаете что делаете. Это используется только если значения по умолчанию FreePBX не используются. Название таблицы в сторонней базе данных где будет сохраняться журнал CDR. Имя cdr для таблицы используется по умолчанию.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by FreePBX. Username to connect to db with if it is not the same as AMPDBUSER.
es_es: NO establezca esto a menos que sepa lo que está haciendo. Sólo se utiliza si no utiliza los valores predeterminados proporcionados por FreePBX. Nombre de usuario para conectarse a db si no es el mismo que AMPDBUSER.
it_it: NON impostare questo a meno che tu non sappia cosa stai facendo. Utilizzato solo se non si utilizzano i valori predefiniti forniti da FreePBX. Nome utente per connettersi a db con se non è lo stesso di AMPDBUSER.
pt_br: NÃO defina isto a menos que você saiba o que está fazendo. Apenas usado se você não usar os valores padrão fornecidos pelo FreePBX. Usuário para conectar com o bd se ele não for o mesmo como AMPDBUSER.
pt_pt: NÃO configure se não souber o que está a fazer. Somente utilizado se não usar os valores padrão do FreePBX. Utilizador com o qual se liga à base de dados se não for o mesmo que AMPDBUSER.
ru_ru: НЕ УСТАНАВЛИВАЙТЕ этот параметр если вы не точно понимаете что делаете. Это используется только если значения по умолчанию FreePBX не используются. Имя пользователя для подключения к сторонней базе данных CDR, если это отличное от AMPDBUSER.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by FreePBX.<br>Hostname of db server if not the same as AMPDBHOST.
es_es: NO establezca esto a menos que sepa lo que está haciendo. Sólo se utiliza si no utiliza los valores predeterminados proporcionados por FreePBX. <br> Nombre de host del servidor db si no es el mismo que AMPDBHOST.
it_it: NON impostare questo a meno che tu non sappia cosa stai facendo. Utilizzato solo se non si utilizzano i valori predefiniti forniti da FreePBX. <br> Nome host del server db se non uguale a AMPDBHOST.
pt_br: NÃO defina isto a menos que você saiba o que está fazendo. Apenas usado se você não usar os valores padrão fornecidos pelo FreePBX. <BR>Hostname do servidor bd for o mesmo como AMPDBHOST.
pt_pt: NÃO configure se não souber o que está a fazer. Somente utilizado se não usar os valores padrão do FreePBX.<br>Hostname do servidor de base de dados se não for o mesmo que AMPDBHOST.
ru_ru: НЕ УСТАНВАЛИВАЙТЕ этот параметр если вы не совсем понимаете что вы делаете. Устанвливать если не будут использоваться дефолтные значения FreePBX.<br>Имя хоста сервера базы данных, отличное от AMPDBHOST.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by FreePBX.<br>Name of database used for cdr records.
es_es: NO establezca esto a menos que sepa lo que está haciendo. Sólo se utiliza si no utiliza los valores predeterminados proporcionados por FreePBX. <br> Nombre de la base de datos utilizada para registros cdr.
it_it: NON impostare questo a meno che tu non sappia cosa stai facendo. Utilizzato solo se non si utilizzano i valori predefiniti forniti da FreePBX. <br> Nome del database utilizzato per i record cdr.
pt_br: NÃO defina isto a menos que você saiba o que está fazendo. Apenas usado se você não usar os valores padrão fornecidos pelo FreePBX. <br>Nome do banco de dados usado para registros cdr.
pt_pt: NÃO configure se não souber o que está a fazer. Somente utilizado se não usar os valores padrão do FreePBX.<br>Nome da base de dados usada para os registos cdr.
ru_ru: НЕ УСТАНАВЛИВАЙТЕ этот параметр если вы не точно понимаете что делаете. Это используется только если значения по умолчанию FreePBX не используются по каким то причинам. <br>Это имя базы будет использоваться для журнала о состоявшихся соединениях - CDR.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by FreePBX.<br>Password for connecting to db if its not the same as AMPDBPASS.
es_es: NO establezca esto a menos que sepa lo que está haciendo. Sólo se utiliza si no utiliza los valores predeterminados proporcionados por FreePBX. <br> Contraseña para conectarse a db si no es lo mismo que AMPDBPASS.
it_it: NON impostare questo a meno che tu non sappia cosa stai facendo. Utilizzato solo se non si utilizzano i valori predefiniti forniti da FreePBX. <br> Password per la connessione a db se non è la stessa di AMPDBPASS.
pt_br: NÃO defina isto a menos que você saiba o que está fazendo. Apenas usado se você não usar os valores padrão fornecidos pelo FreePBX. <br>Senha para conexão com o bd se não for o mesmo como AMPDBPASS.
pt_pt: NÃO configure se não souber o que está a fazer. Somente utilizado se não usar os valores padrão do FreePBX.<br>Password para acesso à base de dados caso não seja igual a AMPDBPASS.
ru_ru: НЕ УСТАНАВЛИВАЙТЕ этот параметр если вы не точно понимаете что делаете. Это используется только если значения по умолчанию FreePBX не используются по каким то причинам. <br>Пароль для подключения к базе данных, если это другой, отличный от AMPDBPASS.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by FreePBX.<br>Port number for db host.
es_es: NO establezca esto a menos que sepa lo que está haciendo. Sólo se utiliza si no utiliza los valores predeterminados proporcionados por FreePBX. <br> Número de puerto para host de base de datos.
it_it: NON impostare questo a meno che tu non sappia cosa stai facendo. Utilizzato solo se non si utilizzano i valori predefiniti forniti da FreePBX. <br> Numero di porta per l'host db.
pt_br: NÃO defina isto a menos que você saiba o que está fazendo. Apenas usado se você não usar os valores padrão fornecidos pelo FreePBX. <br>Número da porta para o host bd.
pt_pt: NÃO configure se não souber o que está a fazer. Somente utilizado se não usar os valores padrão do FreePBX.<br>Número de porta para o host da base de dados.
ru_ru: НЕ УСТАНАВЛИВАЙТЕ этот параметр если вы не точно понимаете что делаете. Это используется только если значения по умолчанию, предоставленные FreePBX, не используются по каким то причинам.<br>Номер порта хоста для подключения к сторонней базе CDR.

source: DTLS-SRTP (not recommended)
es_es: DTLS-SRTP (no recomendado)
fa_ir: DTLS-SRTP (توصیه نمیشود)
it_it: DTLS-SRTP (non consigliato)
pt_br: DTLS-SRTP (não recomendado)

source: DTMF Mode
es_es: Modo DTMF
fa_ir: حالت DTMF
it_it: Modalità DTMF
pt_br: Modo DTMF
ru_ru: Режим DTMF

source: DTMF Signaling
es_es: Señalización DTMF
fa_ir: سیگنال DTMF
it_it: Segnalazione DTMF
pt_br: Sinalização DTMF
pt_pt: Sinalização DTMF
ru_ru: Сигнализация DTMF

source: DUNDi Mapping
es_es: Mapeo DUNDi
it_it: Mappatura DUNDi
pt_br: Mapeamento DUNDi
pt_pt: Mapeamento DUNDi
ru_ru: DUNDi привязка

source: Data Retention
es_es: Retención de datos
it_it: Conservazione dei dati
pt_br: Retenção de Dados

source: Database Error detected. Automatic repair started. Please retry
es_es: Database Error detectado. Reparación automática comenzó. Por favor, vuelva a intentarlo
fa_ir: خطای بانک اطلاعاتی. تعمیر خودکار آغاز شد. لطفا مجدد تلاش کنید
it_it: Errore del database rilevato. La riparazione automatica è iniziata. Per favore riprova
pt_br: Erro de Banco de Dados detectado. Reparo automático iniciado. Por favor tente novamente
pt_pt: Detetado erro de base de dados. Iniciada reparação automática. Por favor, tente novamente
ru_ru: Обнаружена ошибка базы данных. Запущено автоматическое восстановление. Попробуйте ещё раз

source: Database name
es_es: Nombre Base de Datos
it_it: Nome del database
pt_br: Nome do banco de dados

source: Date Fixed
es_es: Fecha Fijada
fa_ir: تاریخ ثابت
it_it: Data fissata
pt_br: Data Corrigida
pt_pt: Data Corrigida
ru_ru: Дата зафиксирована

source: Date Reported
es_es: Fecha Reportada
fa_ir: تاریخ گزارش شده
it_it: Data riportata
pt_br: Data Reportada
pt_pt: Data Reportada
ru_ru: Дата записана

source: Default
es_es: Por defecto
fa_ir: پیش فرض
fr_fr: Défaut
it_it: Predefinito
pt_br: Padrão
pt_pt: Opição padrão
ru_ru: По умолчанию

source: Default Asterisk Manager Password Used
es_es: Contraseña por defecto utilizada Administrador Asterisk
fa_ir: استفاده از کلمه عبور پیشفرض مدیر استریسک
fr_fr: Mot de passe Administrateur Asterisk utilisé par défaut
it_it: Password di Asterisk Manager predefinita utilizzata
pt_br: Senha Gerenciador Asterisk Padrão Usada
pt_pt: Usada Password Padrão do Asterisk Manager
ru_ru: Используется дефолтный пароль для AMI

source: Default User
es_es: Usuario por Defecto
fa_ir: کاربر پیش فرض
fr_fr: Utilisateur par défaut
it_it: Utente predefinito
pt_br: Usuário Padrão
pt_pt: Utilizador Padrão
ru_ru: Пользователь по умолчанию

source: Default language
es_es: Lenguaje por Defecto
fa_ir: زبان پیش فرض
it_it: Lingua di default
pt_br: Idioma Padrão
pt_pt: Idioma padrão

source: Default maximum number of outbound simultaneous calls that an extension can make. This is also very useful as a Security Protection against a system that has been compromised. It will limit the number of simultaneous calls that can be made on the compromised extension. This default is used when an extension is created. A default of 0 means no limit.
es_es: Número máximo predeterminado de llamadas simultáneas salientes que puede realizar una extensión. Esto también es muy útil como protección de seguridad contra un sistema que ha sido comprometido. Limitará el número de llamadas simultáneas que se pueden realizar en la extensión comprometida. Este valor predeterminado se utiliza cuando se crea una extensión. Un valor predeterminado de 0 significa ningún límite.
it_it: Numero massimo predefinito di chiamate simultanee in uscita che un interno può effettuare. Questo è anche molto utile come protezione di sicurezza contro un sistema che è stato compromesso. Limiterà il numero di chiamate simultanee che possono essere fatte sull'estensione compromessa. Questo valore predefinito viene utilizzato quando viene creata un'estensione. Un valore predefinito di 0 significa nessun limite.
pt_br: Número máximo padrão de chamadas simultâneas de saída que um ramal pode fazer. Isto é também muito util como uma Proteção de Segurança contra um sistema que tenha sido comprometido. Limitará o número de chamadas simultâneas que podem ser feitas em um ramal comprometido. Este padrão é usado quando um ramal é criado. Um padrão de 0 significa sem limite.
ru_ru: Количество одновременных исходящих вызовов которые может сделать внутренний номер. Это может быть полезным в качестве дополнительной меры безопасности в случае взлома системы. Ограничивает количество одновременных исходящих вызовов которые могут быть сделаны со взломанного внутреннего номера. По умолчанию используется при создании внутреннего номера. Значение 0 соответствует неограниченному количеству вызовов.

source: Default number of seconds to ring phones before sending callers to voicemail or other extension destinations. This can be set per extension/user. Phones with no voicemail or other destination options will ring indefinitely.
es_es: Número predeterminado de segundos para llamar a los teléfonos antes de enviar los llamantes al buzón de voz u otros destinos de extensión. Esto se puede configurar por extensión / usuario. Los teléfonos sin buzón de voz u otras opciones de destino sonarán indefinidamente.
it_it: Numero predefinito di secondi per squillare i telefoni prima di inviare i chiamanti alla segreteria telefonica o altre destinazioni di interni. Questo può essere impostato per interno / utente. I telefoni senza voicemail o altre opzioni di destinazione suoneranno indefinitamente.
pt_br: Número padrão de segundos para tocar telefones antes de enviar os chapodares para o correio de voz outros destinos de ramais. Isto pode ser definido por ramal/usuário. Telefones sem correio de voz ou outras opções de destino tocarão indefinidamente.
pt_pt: Limite em segundos antes de passar a chamada para o voicemail ou outros destinos. Pode ser definido por extensão/utilizador. Telefones sem voicemail ou outros destinos tocarão indefinidamente.

source: Default setting for SIP and IAX allow (for codecs). Codecs to allow in addition to those set in general settings unless explicitly 'disallowed' for the device. Values van be separated with '&' e.g. 'ulaw&g729&g729' where the preference order is preserved. See Asterisk documentation for details.
it_it: L'impostazione predefinita per SIP e IAX consente (per i codec). Codec per consentire in aggiunta a quelli impostati nelle impostazioni generali a meno che esplicitamente "non consentito" per il dispositivo. I valori van devono essere separati con "&", ad es. 'ulaw & g729 & g729' dove viene conservato l'ordine delle preferenze. Vedi la documentazione di Asterisk per i dettagli.
pt_pt: Definição por defeito para permitir (codecs) para o SIP e IAX. Este codecs serão permitidos para além dos definidos nas configurações gerais a não ser que sejam incluídos no parametro 'disallowed' do dispositivo. Os valores podem ser separados por '&' ex. 'ulaw&g729&g729', a ordem de prefencia é preservada. Consultar documentação do Asterisk para mais detalhes.

source: Default setting for SIP and IAX disallow (for codecs). Codecs to disallow, can help to reset from the general settings by setting a value of 'all' and then specifically including allowed codecs with the 'allow' directive. Values van be separated with '&' e.g. 'g729&g722'. See Asterisk documentation for details.
it_it: Impostazione predefinita per SIP e IAX non consentire (per i codec). I codec da disabilitare, possono aiutare a ripristinare le impostazioni generali impostando un valore di "tutto" e quindi includendo specificamente i codec consentiti con la direttiva "allow". I valori van devono essere separati con "&", ad es. 'G729 e G722'. Vedi la documentazione di Asterisk per i dettagli.
pt_pt: Definição por defeito para não permitir codecs SIP e IAX. Codecs a não permitir, podem ajudar a fazer o reset das configurações gerais definindo o valor 'all' e incluir os codecs permitidos através da diretiva 'allow'. Valores podem ser separados por '&' ex. 'g729&g722'. Consultar documentação do Asterisk para mais detalhes.
