Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: Forced %s to true
es_es: Forzar %s a verdadro
fa_ir: %s مجبور به درست شد
it_it: Forzato %s1 su true
pt_br: %s forçado para verdadeiro
pt_pt: Forçados %s a true
ru_ru: Установлено принудительно %s в true

source: Forced downgrades and re-installs:
es_es: Forzar Degradaciones y reinstalaciones:
fa_ir: اجبار نصب مجدد:
fr_fr: Forcé la version antérieure et réinstallation
it_it: Downgrade forzato e reinstallazione:
pt_br: Downgrade de versões forçado e reinstalar:
pt_pt: Downgrades e reinstalações forçados:
ru_ru: Выполнить принудительно понижение версии и переинсталляцию:

source: Forces the 'Apply Configuration Changes' reload bar to always be present even when not necessary.
es_es: Obliga a la barra de recarga de 'Apply Configuration Changes' a estar siempre presente aunque no sea necesario.
it_it: Forza la barra di ricarica "Applica modifiche di configurazione" per essere sempre presente anche quando non è necessario.
pt_br: Força a barra recarregar 'Aplicar Mudanças de Configuração' para sempre estar presente mesmo quando não necessária.
pt_pt: Obriga a barra 'Aplicar Alterações de Configuração' a estar sempre presente, mesmo quando não é necessário.

source: Format can be: %s
es_es: Formato puede ser: %s
fa_ir: فرمت میتواند: %s
it_it: Il formato può essere: %s1
pt_br: Formato pode ser: %s
ru_ru: Формат должен быть: %s

source: Format to save recoreded calls for most call recording unless specified differently in specific applications.
es_es: Formato para guardar las llamadas grabadas para la mayoría de las grabaciones de llamadas a menos que se especifique de forma diferente en aplicaciones específicas.
it_it: Formato per salvare le chiamate registrate per la maggior parte delle registrazioni delle chiamate, a meno che non sia specificato diversamente in applicazioni specifiche.
pt_br: Formato para salvar chamadas gravadas para maioria das gravações de chamadas a menos que especificada diferentemente nas aplicações específicas.
pt_pt: Formato para guardar as chamadas gravadas, a não ser que definido de forma diferente por aplicações específicas.

source: Forward
es_es: Adelante
fa_ir: رو به جلو
it_it: Inoltrare
pt_br: Encaminhar
ru_ru: Переслать

source: Found local Dependency of: %s %s
es_es: Encontrado dependencia local de: %s %s
fa_ir: یافتن وابستگی محلی از: %s %s
it_it: Dipendenza locale trovata di: %s1 %s2
pt_br: Encontrar dependência local de: %s %s

source: Found what appear to be invalid emergency callerid entries.
es_es: Encontrado lo que parecen ser entradas inválidas de callerid de emergencia.
it_it: Trovato quelle che sembrano voci di chiamate di emergenza non valide.
pt_br: Encontrado o que parecem ser entradas inválidas de id de chamada de emergência.

source: Framework Detected, Setting FreePBX Version to %s
es_es: Framework detectado, Configurando Versión FreePBX a %s
fa_ir: تشخیص فریم ورک، تنظیمات نسخه FreePBX به %s
it_it: Framework rilevato, impostazione della versione di FreePBX su %s1
pt_br: Framework Detectado, Configurando Versão FreePBX para %s
pt_pt: Detetado Framework, Definindo Versão do FreePBX para %s
ru_ru: Обнаружена платформа, установка версии FreePBX в %s

source: FreePBX Administration
es_es: Administración FreePBX
fa_ir: مدیریت مرکزتماس رایگان
it_it: Amministrazione FreePBX
pt_br: Administração do FreePBX
pt_pt: Administração do FreePBX
ru_ru: Администрирование FreePBX

source: FreePBX Framework
es_es: Framework FreePBX
fa_ir: فریم ورک مرکزتماس رایگان
it_it: Framework FreePBX
pt_br: Framework FreePBX
pt_pt: Framework do FreePBX
ru_ru: Основа FreePBX

source: FreePBX Log File
es_es: FreePBX Archivo Log
fa_ir: فایل لاگ مرکزتماس رایگان
it_it: File di registro FreePBX
pt_br: Arquivo Relatório FreePBX
pt_pt: Ficheiro de Log do FreePBX
ru_ru: Файл журнала FreePBX

source: FreePBX Log Routing
es_es: FreePBX Ruteo Log
fa_ir: لاگ معمول مرکزتماس رایگان
it_it: Routing del registro FreePBX
pt_br: Roteamento Relatório FreePBX
ru_ru: Маршрутизировать журнал FreePBX

source: FreePBX Requires PHP Version 5.3.3 or Higher, you have: %s
fa_ir: مرکزتماس رایگان به PHP نسخه 5.3.3 یا بالاتر احتیاج دارد، نسخه شما: %s
it_it: FreePBX richiede PHP versione 5.3.3 o successiva, hai: %s1

source: FreePBX Support
es_es: Soporte FreePBX
fa_ir: پشتیبانی مرکزتماس رایگان
fr_fr: Support FreePBX
it_it: Supporto FreePBX
pt_br: Suporte FreePBX
pt_pt: Suporte do FreePBX
ru_ru: Поддержка FreePBX

source: FreePBX Web Address
es_es: FreePBX Dirección Web
fa_ir: آدرس وب مرکزتماس رایگان
it_it: Indirizzo Web FreePBX
pt_br: Endereço Web FreePBX
pt_pt: Endereço Web do FreePBX
ru_ru: Вэб адрес FreePBX

source: FreePBX Web Root Dir
fa_ir: دایرکتوری ریشه مرکزتماس رایگان
it_it: DirP di Web FreePBX
pt_br: Dir Raiz Web FreePBX
pt_pt: Dir Web Root do FreePBX
ru_ru: Корневая директория вэб FreePBX

source: FreePBX allows you to automatically check for updates online. The updates will NOT be automatically installed. It is STRONGYLY advised that you keep this enabled and keep updated of these important notificaions to avoid costly security issues.
fa_ir: نرم افزار مرکزتماس رایگان به شما اجازه به روز رسانی خوکار را میدهد.به روزرسانی ها به صورت خودکار نصب نمیشوند. توصیه میکنیم جهت جلوگیری از بروز مشکل امنیتی این گزینه را در حالت فعال قرار داده و به هشدارهای آن توجه کنید.
it_it: FreePBX ti consente di verificare automaticamente gli aggiornamenti online. Gli aggiornamenti NON verranno installati automaticamente. È FORTUNATO consigliato di mantenerlo abilitato e di tenerti aggiornato su queste importanti notifiche per evitare costosi problemi di sicurezza.

source: FreePBX appends versioning tags on the CSS and javascript files and some of the main logo images. The versioning will help force browsers to load new versions of the files when module versions are upgraded. Setting this value to true will try to force these to be loaded to the browser every page load by appending an additional timestamp in the version information. This is useful during development and debugging where changes are being made to javascript and CSS files.
es_es: FreePBX agrega las etiquetas de control de versiones en los archivos CSS y javascript y algunas de las imágenes de logotipo principales. El control de versiones ayudará a forzar a los navegadores a cargar nuevas versiones de los archivos cuando se actualicen las versiones de los módulos. Establecer este valor a true intentará forzar que se carguen al navegador cada carga de página añadiendo una marca de tiempo adicional en la información de versión. Esto es útil durante el desarrollo y la depuración donde se realizan cambios en los archivos javascript y CSS.
it_it: FreePBX aggiunge tag di versioning sui file CSS e javascript e alcune delle immagini del logo principale. Il controllo delle versioni aiuterà i browser a caricare nuove versioni dei file quando le versioni dei moduli vengono aggiornate. L'impostazione di questo valore su true tenterà di forzare il caricamento di questi nel browser ogni pagina caricando un ulteriore timestamp nelle informazioni sulla versione. Questo è utile durante lo sviluppo e il debug in cui vengono apportate modifiche ai file javascript e CSS.
pt_br: O FreePBX anexa tags de versão nos arquivos CSS e javascript e algumas imagens de logo principais. Estas versões ajudarão a forçar os navegadores a carregar uma nova versão dos arquivos quando a versão do módulo é atualizada. Definindo este valor para verdadeiro tentará forçar estes a serem carregados no navegador a cada carregamento da página anexando um rótulo de tempo adicional na informação de versão. Isto é útil durante o desenvolvimento ou depuração onde mudanças estão sendo feitas nos arquivos javascript e CSS.
ru_ru: FreePBX добавляет таги версий в файлы CSS, скрипты javascript и некоторые основные картинки с логотипами. Это помогает форсировать браузерам загрузку файлов при обновлении модулей. Установка этой опции в true будет указывать браузерам загружать снова дополнительные файлы с соответствующей временной меткой, указаные в информации о версии. Это обычно нужно при разработке и отладке, когда требуется отслеживать изменения сделанные сразу в скриптах javascript и файлах CSS.

source: FreePBX bin Dir
fa_ir: دایرکتوری اجرایی مرکزتماس رایگان
it_it: Dir bin FreePBX
pt_br: Dir bin FreePBX
pt_pt: Dir bin do FreePBX
ru_ru: Директория bin FreePBX

source: FreePBX has many verbose and useful messages displayed to users during module installation, system installations, loading configurations and other places. In order to accumulate these messages in the log files as well as the on screen display, set this to true.
es_es: FreePBX tiene muchos mensajes detallados y útiles que se muestran a los usuarios durante la instalación del módulo, las instalaciones del sistema, las configuraciones de carga y otros lugares. Para acumular estos mensajes en los archivos de registro, así como en la visualización en pantalla, establezca esto en true.
fa_ir: نرم افزار مرکزتماس رایگان توضیحات بسیار مفیدی را در هنگام نصب ماژول، نصب سیستم، بارگذاری تنظیمات وغیره نمایش میدهد. برای نگه داری این پیام ها به ترتیبی که نمایش داده شده است، این گزینه را به درست تنظیم کنید.
it_it: FreePBX ha molti messaggi dettagliati e utili visualizzati agli utenti durante l'installazione del modulo, le installazioni di sistema, le configurazioni di caricamento e altri luoghi. Per accumulare questi messaggi nei file di registro e nella visualizzazione su schermo, impostare su true.
pt_br: O FreePBX tem muitas mensagens verbose e úteis mostradas aos usuários durante a instalação de módulo, instalação de sistema, carregamento de configurações e outros lugares. Para acumular estas mensagens nos arquivos de relatório bem como na tela, defina isto para verdadeiro.
ru_ru: FreePBX имеет множество детальных и полезных сообщений пользователям, отображаемых в процессе инсталляций модулей, системных инсталляций, загрузки конфигурации и др. Чтобы собирать все такие сообщения в журнал также как они видны на экране - установить флаг в true.

source: FreePBX offers limited support for DUNDi trunks and additional manual configuration is required. The trunk name should correspond to the [mappings] section of the remote dundi.conf systems. For example, you may have a mapping on the remote system, and corresponding configurations in dundi.conf locally, that looks as follows:<br /><br />[mappings]<br />priv => dundi-extens,0,IAX2,priv:${SECRET}@218.23.42.26/${NUMBER},nopartial<br /><br />In this example, you would create this trunk and name it priv. You would then create the corresponding IAX2 trunk with proper settings to work with DUNDi. This can be done by making an IAX2 trunk in FreePBX or by using the iax_custom.conf file.<br />The dundi-extens context in this example must be created in extensions_custom.conf. This can simply include contexts such as ext-local, ext-intercom-users, ext-paging and so forth to provide access to the corresponding extensions and features provided by these various contexts and generated by FreePBX.
es_es: FreePBX ofrece soporte limitado para líneas DUNDi y se requiere una configuración manual adicional. El nombre línea debe corresponder a la sección [mappings] de los sistemas dundi.conf remotos. Por ejemplo, usted puede tener una asignación en el sistema remoto, y las configuraciones correspondientes en dundi.conf localmente, que se ve de la siguiente manera:<br /><br />[mappings]<br />priv => dundi-extens,0,IAX2,priv:${SECRET}@218.23.42.26/${NUMBER},nopartial<br /><br />En este ejemplo, se crearía esta línea y el nombre de priv. A continuación, crear la línea IAX2 correspondiente con la configuración correcta para trabajar con DUNDi. Esto se puede hacer al crear una línea IAX2 en FreePBX o utilizando el archivo iax_custom.conf.<br /> El contexto dundi-extens en este ejemplo se debe crear en extensions_custom.conf. Esto simplemente es incluir contextos como ext-local, ext-intercom-users, ext-paging y así sucesivamente para proporcionar acceso a las extensiones correspondientes y características proporcionadas por estos diversos contextos generados por FreePBX.
fr_fr: FreePBX offre un support limité aux trunks DUNDi et nécessite une configuration manuelle. Le nom du trunk doit correspondre à la section [mappings] du système dundi.conf à distance. Par exemple, vous pouvez avoir un mapping sur la machine distante et des configurations locales dundi.conf, ce qui ressemble à:<br /><br />[mappings]<br />priv => dundi-extens,0,IAX2,priv:${SECRET}@218.23.42.26/${NUMBER},noparital<br /><br />Dans cet exemple, vous allez créer ce trunk et l'appeler priv. Vous allez ensuite créer le trunk correspondant IAX2 avec les paramètres idoines pour fonctionner avec DUNDi. Ce qui peut être fait en créant un trunk IAX2 avec FreePBX ou en utilisant le fichier iax_custom.conf.<br />Le contexte dundi-extens dans cet exemple doit être créé dans extensions_custom.conf. Cela peut inclure simplement des contextes tels que ext-local, ext-intercom-users, ext-paging,... pour accéder aux extensions et fonctionnalités fournies par ces contextes nombreux et générées par FreePBX.
it_it: FreePBX offre supporto limitato per i trunk DUNDi e richiede una configurazione manuale aggiuntiva. Il nome del trunk dovrebbe corrispondere alla sezione [mappings] dei sistemi remoti dundi.conf. Ad esempio, potresti avere una mappatura sul sistema remoto e le configurazioni corrispondenti in dundi.conf localmente, che appare come segue: <br/> 1 <br/> 2 [mapping] <br/> 3priv => dundi-extens , 0, IAX2, privato: $ {SECRET}@218.23.42.26 / $ {NUMBER}, nopartial <br/> 4 <br/> 5In questo esempio, crei questo trunk e lo chiami priv. Dovresti quindi creare il trunk IAX2 corrispondente con le impostazioni corrette per lavorare con DUNDi. Questo può essere fatto creando un trunk IAX2 in FreePBX o usando il file iax_custom.conf. <br/> 6Il contesto dundi-extens in questo esempio deve essere creato in extensions_custom.conf. Ciò può includere semplicemente contesti come ext-local, ext-intercom-users, ext-paging e così via per fornire l'accesso alle estensioni corrispondenti e alle funzionalità fornite da questi diversi contesti e generate da FreePBX.
pt_br: O freePBX oferece suporte limitado a troncos DUNDi e alguma configuração manual será necessária. O nome do tronco deve corresponder a seção [mappings] do arquivo dundi.conf do sistema remoto. Por exemplo, você pode ter uma mapeamento no sistema remoto e as configurações correspondentes no arquivo dundi.conf local que parece como a seguir:<br /><br />[mappings]<br />priv => dundi-extens,0,IAX2,priv:${SECRET}@218.23.42.26/${NUMBER},noparital<br /><br />Neste exemplo, você pode criar um tronco e dar lhe o nome de priv. Você irá então criar o tronco IAX2 correspondente com a configuração apropriada para este trabalho com o DUNDi. Isto pode ser feito fazendo um tronco IAX2 no freePBX ou usando o arquivo iax_custom.conf.<br />O contexto dundi-extens neste exemplo deve ser criado no arquivo extensions_custom.conf. Assim, você pode simplesmente incluir isto em contextos tais como ext-local, ext-intercom-users, ext-paging e assim por diante para prover acesso aos ramais correspondentes e recursos fornecidos por estes vários contextos gerados pelo freePBX.
ru_ru: FreePBX предлагает ограниченую помощь в создании DUNDi транков, для этого понадобятся дополнительные ручные настройки. Название транка должно соответствовать записи в секции [mappings] в файле dundi.conf на удалённой системе. Например, вы можете создать такую запись на удалённой системе, и привести её в соответствие со своим локальным файлом dundi.conf, в котором будет примерно такая конфигурация:<br /><br />[mappings]<br />priv => dundi-extens,0,IAX2,priv:${SECRET}@218.23.42.26/${NUMBER},noparital<br /><br />В этом примере создаётся транк с названием priv. Кроме этого нужно создать IAX2 транк с правильными настройками для работы с сервисом DUNDi. Это можно сделать добавлением IAX2 транка в разделе FreePBX - Транки, добавить IAX2 транк, или прямо в файле iax_custom.conf file.<br />Внутренние номера dundi в этом примере должны быть добавлены в файл extensions_custom.conf. При этом они становятся доступными через вложения из других контекстов - ext-local, ext-intercom-users, ext-paging и других, генерируемых FreePBX.

source: FreePBX packages several javascript libraries and components into a compressed file called libfreepbx.javascript.js. By default this will be loaded instead of the individual uncompressed libraries. Setting this to false will force FreePBX to load all the libraries as individual uncompressed files. This is useful during development and debugging.
es_es: FreePBX empaqueta varias bibliotecas javascript y componentes en un archivo comprimido llamado libfreepbx.javascript.js. De forma predeterminada, se cargará en lugar de las bibliotecas individuales sin comprimir. Establecer esto a false forzará FreePBX a cargar todas las bibliotecas como archivos individuales sin comprimir. Esto es útil durante el desarrollo y la depuración.
it_it: FreePBX racchiude diverse librerie e componenti javascript in un file compresso chiamato libfreepbx.javascript.js. Di default questo verrà caricato al posto delle singole librerie non compresse. Impostando questo su false forzerà FreePBX a caricare tutte le librerie come singoli file non compressi. Questo è utile durante lo sviluppo e il debug.
pt_br: O FreePBX empacota várias bibliotecas javascript e componentes dentro de um arquivo comprimido chamado called libfreepbx.javascript.js. Por padrão isto será carregado ao invés das bibliotecas descomprimidas individualmente. Definindo isto para falso forçará o FreePBX a carregar todas as bibliotecas individualmente de arquivos descomprimidos. Isto é útil durante o desenvolvimento e depuração.
ru_ru: FreePBX использует несколько библиотек javascripts и их компонентов упакованных в сжатые файлы libfreepbx.javascript.js. Они загружаются по умолчанию вместо отдельных незапакованных библиотек. Установка этой опции в false приводит к загрузке FreePBX всех библиотек как отдельные распакованные файлы. Обычно это используется при разработке и отладке.

source: FreePBX sbin Dir
fa_ir: دایرکتوری اجرایی FreePBX
it_it: Dir sbin FreePBX
pt_br: Dir sbin FreePBX
pt_pt: Dir sbin do FreePBX
ru_ru: Директория sbin F>reePBX

source: Frequency in seconds to send qualify messages to the endpoint.
es_es: Frecuencia en segundos para enviar mensajes qualify al terminal.
it_it: Frequenza in secondi per inviare messaggi qualificati all'endpoint.
pt_br: Frequência em segundos para enviar mensagens "qualify" ao endpoint.
pt_pt: Frequencia em segundos para enviar mensagens de qualificação aos endpoints.
ru_ru: Частота посылок сообщений qualify конечным устройствам, в секундах.

source: Friendly Name
es_es: Nombre amigable
fa_ir: نام دوستانه
it_it: Nome amichevole
pt_br: Nome amigável
ru_ru: Дружественное имя

source: Friendy Name
es_es: Nombre amigable
fa_ir: نام دوستانه
it_it: Nome amichevole
pt_br: Nome amigável
ru_ru: Дружественное имя

source: From Domain
es_es: De Dominio
fa_ir: از دامنه
it_it: Dal dominio
pt_br: Do domínio
ru_ru: От Домена

source: From User
es_es: De Usuario
fa_ir: از کاربر
it_it: Da utente
pt_br: Do usuário
ru_ru: От Пользователя

source: Full path and name of FreePBX debug file. Used by the dbug() function by developers.
es_es: Ruta completa y nombre del archivo de depuración de FreePBX. Utilizado por la función debug() por los desarrolladores.
fa_ir: مسیر کامل و نام فایل عیب یابی FreePBX. Used by the dbug() function by developers.
it_it: Percorso completo e nome del file di debug di FreePBX. Utilizzato dalla funzione dbug () dagli sviluppatori.
pt_br: Caminho completo e nome do arquivo de depuração FreePBX. Usado pela função dbug() pelos desenvolvedores.
pt_pt: Caminho e nome completos do ficheiro de debug do FreePBX. Usado pela função dbug().
ru_ru: Полный путь и имя файла до файла отладки FreePBX. Использует функцию dbug() для разработчиков.

source: Full path and name of the FreePBX Log File used in conjunction with the Syslog Level (AMPSYSLOGLEVEL) being set to FILE, not used otherwise. Initial installs may have some early logging sent to /tmp/freepbx_pre_install.log when it is first bootstrapping the installer.
es_es: Ruta completa y nombre del archivo de registro FreePBX utilizado junto con el nivel de Syslog (AMPSYSLOGLEVEL) que se establece en FILE, no se utiliza de otra manera. Las primeras instalaciones pueden tener algún registro temprano enviado a /tmp/freepbx_pre_install.log cuando se inicia primero el instalador.
it_it: Percorso completo e nome del file di registro FreePBX utilizzato insieme al livello Syslog (AMPSYSLOGLEVEL) impostato su FILE, non utilizzato in altro modo. Le installazioni iniziali potrebbero avere una registrazione anticipata inviata a /tmp/freepbx_pre_install.log quando è il primo bootstrap del programma di installazione.
pt_br: Nome e caminho completo do Arquivo de Log FreePBX usado em conjunto com o Nível Syslog (AMPSYSLOGLEVELG) sendo definido para ARQUIVO, não usado do contrário. Instalações iniciais podem ter primeiros logs enviados para /tmp/freepbx_pre_install.log quando ele é o primeiro bootstrapping o instalador.
ru_ru: Полный путь к файлу журнала FreePBX в соответствии с системным уровнем журналирования (AMPSYSLOGLEVEL) если включено журналирование в файл (FILE), и ни в каком другом случае. Стартовое журналирование при начальной инсталляции будет сожраняться в /tmp/freepbx_pre_install.log при первом обращении инсталлятора.

source: GPG took too long to run the command: [%s]
es_es: GPG tomo mucho tiempo para ejecutar el comando: [%s]
it_it: GPG ha impiegato troppo tempo per eseguire il comando: [%s1]
pt_br: O GPG levou um tempo muito longo para executar o comando: [%s]
ru_ru: Слишком длинная команда GPG для запуска :[%s]

source: GUI Behavior
es_es: Comportamiento GUI
fa_ir: رفتار رابط گرافیکی
it_it: Comportamento GUI
pt_br: Comportamento Interface
pt_pt: Comportamento do GUI
ru_ru: Поведение вэб-интерфейса

source: General
fa_ir: عمومی
it_it: Generale
pt_br: Geral
ru_ru: Общие

source: General Retry Interval
es_es: Intervalo de Reintento General
fa_ir: وقفه تلاش مجدد عمومی
it_it: Intervallo di tentativi generali
pt_br: Intervalo Geral de Tentativa
ru_ru: Общий интервал повтора

source: General Settings
es_es: Configuraciones Generales
fa_ir: تنظیمات عمومی
fr_fr: Réglages Généraux
it_it: Impostazioni generali
pt_br: Configurações Gerais
pt_pt: Configurações Gerais
ru_ru: Основные настройки

source: General Settings migrated
fa_ir: تنظیمات عمومی منتقل شده
it_it: Impostazioni generali migrate
pt_pt: Configurações Gerais migradas

source: Generate Buttons
es_es: Generar Botones
fa_ir: تولید کلیدها
it_it: Genera pulsanti
pt_br: Gerar botões
ru_ru: Сгенерировать кнопки

source: Generate Diversion Headers
es_es: Generar cabeceras de derivación
it_it: Genera intestazioni di deviazione
pt_br: Gerar Cabeçalhos de Desvio
pt_pt: Gerar Cabeçalhos de Desvio
ru_ru: Генерировать заголовки перенаправлений

source: Generate Routes
es_es: Generar Rutas
fa_ir: تولید مسیرها
it_it: Genera percorsi
pt_br: Gerar Rotas
ru_ru: Сгенерировать маршруты
