Repository: FreePBX/framework
Catalog: amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, fa_ir, fr_fr, it_it, pt_br, pt_pt, ru_ru

source: List all local modules, accepts no arguments
es_es: Lista de todos los módulos locales, no acepta ningún argumento
fa_ir: فهرست تمامی ماژولهای محلی، پذیرفتن بدون آرگومانها
it_it: Elenca tutti i moduli locali, non accetta argomenti
pt_br: Lista todos os módulos locais, não aceita argumentos
ru_ru: Список всех локальных модулей,не требующих аргументов

source: List all sessions
es_es: Listar todas las sesiones
fa_ir: فهرست تمامی جلسات
it_it: Elenca tutte le sessioni
pt_br: Listar todas as sessões
ru_ru: Список всех сессий

source: List online modules, accepts no arguments
es_es: Lista de módulos en línea, no acepta argumentos
fa_ir: فهرست ماژولهای آنلاین، پذیرفتن بدون آرگمان ها
it_it: Elenca i moduli online, non accetta argomenti
pt_br: Lista de módulos online, não aceita argumentos
ru_ru: Список всех онлайн-модулей,не требующих аргументов

source: Local Version
es_es: Version Local
fa_ir: نسخه داخلی
it_it: Versione locale
pt_br: Versão Local
ru_ru: Локальная версия

source: Locally Choosen FreePBX module from your system
fa_ir: انتخاب ماژول FreePBX محلی از سیست شما
it_it: Locally Scelto il modulo FreePBX dal tuo sistema
pt_pt: Módulo do FreePBX escolhido localmente do seu sistema

source: Location of the FreePBX command line scripts.
es_es: Ubicación de los scripts de la línea de comandos FreePBX.
fa_ir: محل اسکریپتهای دستوری FreePBX.
it_it: Posizione degli script della riga di comando di FreePBX.
pt_br: Localização dos scripts de linha de comando FreePBX.
pt_pt: Localização dos scripts de linha de comando do FreePBX.
ru_ru: Местонахождение скриптов командной строки FreePBX.

source: Log Verbose Messages
es_es: Registro de mensajes detallados
fa_ir: توضیح پیغامهای لاگ
it_it: Registra messaggi dettagliati
pt_br: Registrar Mensagens Detalhadas
pt_pt: Mensagens de Log Verbose
ru_ru: Детальность сообщений журнала

source: Logo in footer.Path is relative to admin.
es_es: Logo de Pie de Página. Ruta es relativa al admin.
fa_ir: لوگو در پاورقی، مسیر نسبت به مدیر.
it_it: Logo in footer.Path è relativo all'admin.
pt_br: Logo em footer.Path é relativo a admin.
pt_pt: Logo no Rodapé. Caminho é relativo a admin.

source: Logout
es_es: Salir
fa_ir: خروج
fr_fr: Déconnexion
it_it: Disconnettersi
pt_br: Sair
pt_pt: Sair
ru_ru: Разлогиниться

source: Long Distance
es_es: Larga Distancia
fa_ir: فاصله زیاد
it_it: Lunga distanza
pt_br: Longa Distância
ru_ru: Большое расстояние

source: Low Memory Limit
es_es: Límite de memoria baja
fa_ir: محدودیت مموری
fr_fr: Limite mémoire basse.
it_it: Limite di memoria basso
pt_br: Limite baixo de Memória
pt_pt: Limite de Memória Baixa
ru_ru: Ниижний лимит памяти

source: MAC Address
es_es: Dirección MAC
fa_ir: آدرس مک
it_it: Indirizzo MAC
pt_br: Endereço MAC
ru_ru: MAC-адрес

source: MWI Subscription Type
es_es: Tipo Suscripción MWI
fa_ir: نوع اشتراک MWI
it_it: Tipo di abbonamento MWI
pt_br: MWI Tipo de Inscrição
pt_pt: Tipo de Subscrição MWI
ru_ru: Тип подписки MWI

source: Machine ID
fa_ir: شناسه ماشین
it_it: ID macchina
pt_pt: ID da Máquina

source: Magic Quotes GPC
es_es: Comillas Mágicas GPC
it_it: Citazioni magiche GPC
pt_br: GPC Magic Quotes
ru_ru: Магические квоты GPC

source: Mailbox
es_es: Buzón De Correo
fa_ir: صندوق ایمیل
it_it: Cassetta postale
pt_br: Caixa de Correio
pt_pt: Caixa de Correio
ru_ru: Почтовый ящик

source: Mailbox for this device. This should not be changed unless you know what you are doing.
es_es: Buzón para este dispositivo. Esto no debería ser cambiado a menos que sepa lo que está haciendo.
fa_ir: صندوق ایمیل این وسیله. نباید تغییر دهید مگر آنکه بدانید چه کاری انجام میدهید.
it_it: Cassetta postale per questo dispositivo. Questo non dovrebbe essere cambiato a meno che tu non sappia cosa stai facendo.
pt_br: Caixa de correio para este dispositivo. Isso não deve ser alterado a menos que você saiba o que está fazendo.
pt_pt: Caixa de correio deste dispositivo. Não deve alterar a não ser que saiba o que está a fazer.
ru_ru: Почтовый ящик для устройства. Этот параметр лучше не трогать, если вы точно не понимаете, что делаете.

source: Make sure the module is installed and enabled.
es_es: Asegúrese de que el módulo está instalado y habilitado.
fa_ir: از نصب و فعال سازی ماژول مطمئن شوید.
it_it: Assicurarsi che il modulo sia installato e abilitato.
pt_br: Verifique se o módulo está instalado e ativado.
ru_ru: Убедитесь,что модуль установлен и активирован

source: Make sure you entered the address correctly.
es_es: Asegúrese de haber introducido correctamente la dirección.
fa_ir: از درستی آدرس وارد شده مطمئن شوید.
it_it: Assicurati di aver inserito l'indirizzo correttamente.
pt_br: Certifique-se de que introduziu o endereço corretamente.
ru_ru: Убедитесь,что введённый адрес корректный

source: Make sure you have access to this item.
es_es: Asegúrese de tener acceso a este elemento.
fa_ir: از مجوز دسترسی به این مورد مطمئن شوید.
it_it: Assicurati di avere accesso a questo oggetto.
pt_br: Certifique-se de que tem acesso a este item.
ru_ru: Убедитесь,что у Вас есть доступ к этому элементу.

source: Manage Session
es_es: Administrar sesión
fa_ir: مدیریت جلسات
it_it: Gestisci sessione
pt_br: Gerenciar Sessão
ru_ru: Управление сессией

source: Manage local modules
es_es: Administrar módulos locales
fa_ir: مدیریت ماژولهای محلی
fr_fr: Gestion des modules locaux
it_it: Gestisci moduli locali
pt_br: Gerenciar módulos locais
pt_pt: Gerir módulos locais
ru_ru: Управление локальными модулями

source: Manage notifications
es_es: Administrar notificaciones
fa_ir: مدیریت هشدارها
it_it: Gestisci le notifiche
pt_br: Gerenciar notificações

source: Manually Loaded Modules
es_es: Módulos Cargados Manualmente
fa_ir: بارگذاری دستی ماژولها
it_it: Moduli caricati manualmente
pt_br: Módulos Carregados Manualmente
pt_pt: Módulos Carregados Manualmente
ru_ru: Модули,загруженные вручную

source: Match (Permit)
es_es: Match (permiso)
fa_ir: یکسان (مجاز)
it_it: Partita (permesso)
pt_br: Correspondência (Permissão)
ru_ru: Совпадать(Разрешить)

source: Max Contacts
es_es: Max Contactos
fa_ir: بیشترین اطلاعات تماس
it_it: Contatti massimi
pt_br: Máximo de Contatos
pt_pt: Máx. Contactos
ru_ru: Максимальное количество Контактов

source: Max Retries
es_es: Número máximo de reintentos
fa_ir: بیشترین تلاش مجدد
it_it: Max tentativi
pt_br: Máximo de Tentativas
pt_pt: Máx. Tentativas
ru_ru: Максимальное количество попыток

source: Max attempts
es_es: Max intentos
fa_ir: بیشترین تلاشها
fr_fr: Nombre d'essais maximum
it_it: Tentativi massimi
pt_br: Máximo de Tentativas
pt_pt: Máx tentativas
ru_ru: Попыток максимально

source: Maximum Channels
es_es: Número Máximo Canales
fa_ir: بیشترین کانالها
fr_fr: Nombre maximal de canaux
it_it: Canali massimi
pt_br: Máximo de canais
pt_pt: Máximo de Canais
ru_ru: Максимально каналов

source: Maximum Expiration
es_es: Expiración Máxima
fa_ir: بیشترین انقضا
it_it: Scadenza massima
pt_br: Prazo Máximo
ru_ru: Максимальный срок истечения

source: Maximum amount of time (in seconds) to wait for asterisk to shut down
es_es: Cantidad máxima de tiempo (en segundos) para esperar a que el Asterisk se apague
fa_ir: بیشترین زمان انتظار (بر ثانیه) برای خاموش شدن استریسک
it_it: Tempo massimo (in secondi) per attendere che l'asterisco si spenga
pt_br: Quantidade máxima de tempo (em segundos) para aguardar o desligamento do asterisk

source: Maximum number of Endpoints that can associate with this Device
es_es: El Número Máximo de Terminales que se pueden asociar con este Dispositivo
fa_ir: بیشترین تعداد شماره پایانی که برای این وسیله در دسترس است
it_it: Numero massimo di endpoint che possono essere associati a questo dispositivo
pt_br: Número máximo de pontos de extremidade que podem ser associados a este dispositivo
pt_pt: Total de Endpoints que podem associar-se a este Dispositivo
ru_ru: Максимальное количество оконечных пунктов,которые можно связать с этим устройством

source: Maximum number of outbound simultaneous calls that an extension can make. This is also very useful as a Security Protection against a system that has been compromised. It will limit the number of simultaneous calls that can be made on the compromised extension.
es_es: El número máximo de llamadas simultáneas salientes que una extensión puede hacer. Esto también es muy útil como una protección de seguridad para evitar que el sistema se vea comprometido. Se limitará el número de llamadas simultáneas que se pueden hacer en la extensión comprometida.
it_it: Numero massimo di chiamate simultanee in uscita che un interno può effettuare. Questo è anche molto utile come protezione di sicurezza contro un sistema che è stato compromesso. Limiterà il numero di chiamate simultanee che possono essere fatte sull'estensione compromessa.
pt_br: Número máximo de chamadas simultâneas de saída que uma extensão pode fazer. Isso também é muito útil como uma proteção de segurança contra um sistema que foi comprometido. Limitará o número de chamadas simultâneas que podem ser feitas na extensão comprometida.
ru_ru: Максимальное количество одновременных звонков которе может выполняться внутренним номером. Эта опция также может быть полезна в качестве защиты безопасности в случае взлома системы. Это ограничивает количество одновременных вызовов с данными взломанного внутреннего номера.

source: Maximum time (in seconds) to wait for asterisk to stop gracefully. Default 30 seconds
es_es: Tiempo máximo (en segundos) para esperar a que el Asterisk se detenga con gracia. Predeterminado 30 seconds
fa_ir: بیشترین زمان انتظار (بر ثانیه) برای توقف استریسک. پیشفرض 30 ثانیه
it_it: Tempo massimo (in secondi) per attendere che l'asterisco si fermi con grazia. Predefinito 30 secondi
pt_br: Tempo máximo (em segundos) para aguardar que o asterisk pare graciosamente. Padrão 30 segundos

source: Maximum time to keep an AoR
es_es: Tiempo máximo para mantener un AoR
fa_ir: بیشترین زمان برای نگهداری از یک AoR
it_it: Tempo massimo per mantenere un AoR
pt_br: Tempo máximo para manter um AoR
ru_ru: Максимальное время хранения AoR

source: May be invalid Check your spelling
es_es: Puede ser inválido Compruebe su ortografía
fa_ir: ممکن است غلط املایی داشته باشید
it_it: Potrebbe non essere valido Controlla l'ortografia
pt_br: Pode ser inválido Verifique a ortografia
ru_ru: Возможна неверная проверка Вашего произношения

source: Media Encryption
es_es: Cifrado de Media
fa_ir: رمزنگاری مدیا
it_it: Crittografia multimediale
pt_br: Criptografia de Mídia
ru_ru: Шифрование медиаданных

source: Media Only
es_es: Sólo Madia
fa_ir: فقط مدیا
it_it: Solo media
pt_br: Somente Mídia
pt_pt: Somente Media
ru_ru: Только медиа

source: Media Use Received Transport
es_es: Transporte Recibido de Uso de media
it_it: Uso multimediale Trasporto ricevuto
pt_br: Uso de Mídia Transporte Recebido
ru_ru: Медиа поток использует полученный траспортный протокол

source: Memory Limit Changed
es_es: Memoria límite Cambiada
fa_ir: محدودیت مموری تغییر کرد
fr_fr: Changement de mémoire limite
it_it: Limite di memoria modificato
pt_br: Modificado limite de memória
pt_pt: Limite de Memória Alterado
ru_ru: Лимит памяти изменён

source: Migrate current values into freepbx_conf..
es_es: Migración de los valores actuales en freepbx_conf..
fa_ir: انتقال مقادیر فعلی در freepbx_conf..
it_it: Migra i valori correnti in freepbx_conf ..
pt_br: Migrar valores atuais para freepbx_conf..
pt_pt: Migrar valores atuais para freepbx_conf..
ru_ru: Перенос текущих значений в freepbx_conf..

source: Migrating call groups to named call groups
es_es: Migración de grupos de llamadas a grupos de llamadas con nombre
fa_ir: انتقال گروه های تماس به گروه های تماس با این نام
it_it: Migrazione dei gruppi di chiamata ai gruppi di chiamata nominati
pt_br: Migrando grupos de chamadas para grupos de chamadas com nome

source: Migrating force_rport to the right default value...
es_es: Migración de force_rport al valor predeterminado correcto ...
fa_ir: انتقال force_rport به مقدار درست پیشفرض...
it_it: Migrazione di force_rport sul valore predefinito corretto ...
pt_br: Migrando force_rport para o valor padrão correto...

source: Migrating http setting '%s' to Advanced Settings...
es_es: Migración de la configuración de http '%s' a Configuración avanzada ...
fa_ir: انتقال تنظیمات http '%s' به تنظیمات پیشرفته...
it_it: Migrazione dell'impostazione http "%s1" su Impostazioni avanzate ...
pt_br: Migrando a configuração de http '%s' para Configurações Avançadas...

source: Migrating old media encryption values...
es_es: Migrando valores antiguos de cifrado de medios...
it_it: Migrazione dei valori di crittografia dei vecchi media ...

source: Migrating pickup groups to named pickup groups
es_es: Migración de grupos de captación a grupos de captura llamados
fa_ir: انتقال گروه های پاسخ به گروه های پاسخ با این نام
it_it: Migrazione dei gruppi di risposta ai gruppi di risposta nominati
pt_br: Migrando grupos de captadores para grupos de captura nomeados

source: Min Length
es_es: Min Longitud
fa_ir: کمترین طول
fr_fr: Longueur minimum
it_it: Lunghezza minima
pt_br: Comprimento Mínimo
pt_pt: Comprimento Mínimo
ru_ru: Минимальная длина

source: Minimum Expiration
es_es: Expiración Mínima
fa_ir: کمترین انقضا
it_it: Scadenza minima
pt_br: Expiração Mínima
ru_ru: Минимальный срок истечения

source: Minimum amount of digits CallerID needs to contain in order to be considered valid
es_es: Cantidad Mínimo de Dígitos del IDLlamante que debe contener para poder ser considerado válido
it_it: Numero minimo di cifre che il CallerID deve contenere per essere considerato valido
pt_br: Quantidade mínima de dígitos que o CallerID precisa conter para ser considerado válido
pt_pt: Mínimo de digitos que o CallerID deve conter para ser considerado válido
ru_ru: Минимальное количество цифр в Caller ID (CID), необходимое для принятия решения, что он верный

source: Minimum time to keep an AoR
es_es: Tiempo mínimo para mantener un AoR
fa_ir: کمترین زمان برای نگهداری AoR
it_it: Tempo minimo per mantenere un AoR
pt_br: Tempo mínimo para manter AoR
ru_ru: Минимальное время хранения AoR

source: Missing Dependency %s %s successfully enabled
es_es: Dependencia Faltante %s %s activada con éxito
fa_ir: وابستگی از دست رفته %s %s با موفقیت فعال شد
it_it: Dipendenza mancante %s1 %s2 abilitata con successo
pt_br: Dependência ausente %s %s habilitada com sucesso
pt_pt: Dependencia %s %s em Falta ativada com sucesso
ru_ru: Отсутствующая зависимость %s %s успешно включена

source: Missing HTML5 format converters
es_es: Conversores de formato HTML5 faltan
fa_ir: از دست رفتن مبدل های فرمت HTML5
it_it: Convertitori di formato HTML5 mancanti
pt_br: Conversores de formato HTML5 ausentes
ru_ru: Ошибочные преобразователи в формат HTML5

source: Missing O or CN. Can't create
es_es: Falta O o CN. No se puede crear
it_it: Manca O o CN. Impossibile creare
pt_br: Faltando O ou CN. Não foi possível criar
pt_pt: CN ou O em falta. Impossível criar
ru_ru: Ошибочный O или CN. Невозможно создать

source: Missing Requirements
es_es: Faltan Requisitos
fa_ir: ملزومات گمشده
it_it: Requisiti mancanti
pt_br: Requisitos ausentes
pt_pt: Requisitos em Falta
ru_ru: Ошибочные требования

source: Missing a temporary folder
es_es: Falta una carpeta temporal
fa_ir: گمشدن فولدر موقت
it_it: Manca una cartella temporanea
pt_br: Faltando uma pasta temporária
pt_pt: Pasta temporária em falta
ru_ru: Неверная временная папка

source: Missing module name
es_es: Falta el nombre del módulo
fa_ir: گمشدن نام ماژول
it_it: Nome del modulo mancante
pt_br: Nome do módulo ausente
ru_ru: Неверное имя модуля

source: Missing module name or URL
es_es: Falta nombre o URL del módulo
fa_ir: گمشدن نام ماژول یا URL
it_it: Nome o URL del modulo mancante
pt_br: Faltando nome do módulo ou URL
ru_ru: Неверное имя модуля или URL

source: Missing module.xml in %s
es_es: Falta Module .xml en %s
fa_ir: گمشدنmodule.xml در %s
it_it: Module.xml mancante in %s1
pt_br: Faltando module.xml em %s
pt_pt: module.xml em falta em %s
ru_ru: Неверный module.xml в %s

source: Missing or unreadable config file [%s]...cannot continue
es_es: Falta o ilegible archivo config [%s]... no se puede continuar
fa_ir: فایل تنظیمات [%s] غیرقابل خواندن بوده و یا از دست رفته... امکان ادامه وجود ندارد
it_it: Il file di configurazione mancante o illeggibile [%s1] ... non può continuare
pt_pt: Ficheiro do configuração [%s] em Falta ou Inacessível... Não é possível continuar

source: Missing repo name
es_es: Falta el nombre de repo
fa_ir: گمشدن نام منبع
it_it: Nome del repository mancante
pt_br: Nome de repositório ausente
ru_ru: Неверное имя репозитория

source: MoH Subdirectory
es_es: Subdirectorio de MoH
fa_ir: دایرکتوری فرعی موزیک انتظار
it_it: Sottodirectory MoH
pt_br: Subdiretório MoH
pt_pt: Subdiretório MoH
ru_ru: Субдиректория Музыки в ожидании

source: Modify the default PEER connection parameters for your VoIP provider.<br><br>You may need to add to the default lines listed below, depending on your provider.<br /><br />WARNING: Order is important as it will be retained. For example, if you use the "allow/deny" directives make sure deny comes first.
es_es: Modificar los parámetros por de fecto de conexión PEER del proveedor de VoIP.<br><br>Es posible que tenga que añadir las líneas de especificaciones que figuran a continuación, según el proveedor.<br /><br />ADVERTENCIA: El orden es importante, ya que puede ser retenido. Por ejemplo, si utiliza las directivas "allow/deny" asegúrese de que negar vaya primero.
fr_fr: Modifie les paramètres par défaut de connexion PEER pour votre fournisseur VoIP.<br>Vous pouvez devoir ajouter des lignes à celles listées ci-dessous par défaut (dépend de votre fournisseur VoIP).<br><br>ATTENTION: l'ordre est important. Par exemple, si vous utilisez les directives "allow/deny" assurez vous que deny vient en premier!
it_it: Modifica dei parametri di connessione PEER predefiniti per il tuo provider VoIP. <br> <br> Potrebbe essere necessario aggiungere alle linee predefinite elencate di seguito, a seconda del provider. <br /> <br /> ATTENZIONE: l'ordine è importante in quanto sarà essere conservato Ad esempio, se si utilizzano le direttive "Consenti / Rifiuta", assicurarsi che venga prima negato.
pt_br: Modifique os parâmetros de conexão do PEER padrão para o seu provedor VoIP.<br><br>Pode ser necessário adicionar algumas linhas padrão listadas abaixo, dependendo do seu provedor. <br /><br />AVISO: A ordem é importante e deve ser mantida. Por exemplo, se você usa as diretivas "allow/deny" certifique-se que o deny venha primeiro.
ru_ru: Измените дефолтные значения для PEER соединения к вашему VoIP провайдеру<br><br>Возможно понадобиться добавить строку записанную ниже, в зависимости от вашего провайдера. <br /><br />ВНИМАНИЕ: порядок играет важное значение! Например, если используются конструкции "allow/deny" убедитесь, что "deny" будет первым.

source: Modify the default USER connection parameters for your VoIP provider.
es_es: Modificar los parámetros de conexión del usuario por defecto del proveedor de VoIP.
fa_ir: تغییر پارامترهای پیشفرض اتصال کاربر برای تامین کننده سرویس ویپ.
fr_fr: Modifie les paramètres de connection Utilisateur par défaut pour votre fournisseur VoIP.
it_it: Modifica i parametri di connessione USER predefiniti per il tuo provider VoIP.
pt_br: Modifica os parâmetros padrão de conexão do usuário para o provedor VoIP.
pt_pt: Modifica os parametros de conecção do USER para o provedor VoIP.
ru_ru: Изменить параметры соединения по умолчанию USER для вашего провайдера VoIP.

source: Module
es_es: Módulo
fa_ir: ماژول
it_it: Modulo
pt_br: Módulo
pt_pt: Módulo
ru_ru: Модуль

source: Module
es_es: Módulo
fa_ir: ماژول
it_it: Modulo
pt_br: Módulo
pt_pt: Módulo
ru_ru: Модуль

source: Module "%s" is is missing its signature status.
es_es: Módulo "%s" no se encuentra su estado de firma.
fa_ir: ماژول "%s" وضعیت تایید خود را از دست داده است.
it_it: Il modulo "%s1" manca del suo stato di firma.
pt_br: Módulo "%s" está faltando seu status de assinatura.
pt_pt: Módulo "%s" sem estado de assinatura.
ru_ru: Неверный статус сигнатуры модуля %s

source: Module "%s" is unsigned and should be re-downloaded
es_es: Módulo "%s" no está firmado y debe volverse a descargar
fa_ir: ماژول "%s" تایید نشده باید مجدد دانلود شود
it_it: Il modulo "%s1" non è firmato e deve essere nuovamente scaricato
pt_br: Módulo "%s" está sem assinatura e deve ser baixado novamente
pt_pt: Módulo "%s" não está assinado e deverá ser transferido novamente
ru_ru: Модуль "%s" не подписан и должен быть снова загружен

source: Module "%s" signed by an invalid key.
es_es: Módulo "%s", firmado por una clave inválida.
fa_ir: ماژول "%s" با کلید نادرستی تایید شده.
it_it: Modulo "%s1" firmato da una chiave non valida.
pt_br: Módulo "%s" assinado por uma chave inválida.
pt_pt: Módulo "%s" assinado por uma chave inválida.
ru_ru: Модуль "%s" подписан недействительным ключом

source: Module %s successfully disabled
es_es: El módulo %s ha sido deshabilitado
fa_ir: ماژول %s با موفقیت غیرفعال شد
it_it: Modulo %s1 disabilitato con successo
pt_br: Módulo %s desabilitado com sucesso
ru_ru: Модуль "%s" успешно отключен

source: Module %s successfully downloaded
es_es: Módulo %s descargado correctamente
fa_ir: ماژول %s با موفقیت دانلود شد
it_it: Modulo %s1 scaricato correttamente
pt_br: Módulo %s baixado com sucesso
ru_ru: Модуль "%s" успешно загружен

source: Module %s successfully enabled
es_es: Módulo %s habilitado correctamente
fa_ir: ماژول %s با موفقیت فعال شد
it_it: Modulo %s1 abilitato con successo
pt_br: Módulo %s habilitado com sucesso
ru_ru: Модуль "%s" успешно включён

source: Module <strong>%s</strong> is required, yours %s
es_es: Módulo <strong>%s</strong> se requiere, el suyo es %s
fa_ir: ماژول <strong>%s</strong> لازم است، %s شما
it_it: Il modulo <strong> 1 %s2 </strong> 3 è richiesto, il tuo %s4
pt_br: Módulo <strong>%s</strong> é requerido, seu %s
pt_pt: Módulo <strong>%s</strong> necessário, atual %s
ru_ru: Необходим модуль <strong>%s</strong>, у вас %s

source: Module Access Denied
es_es: Acceso al módulo denegado
fa_ir: عدم دسترسی به ماژول
it_it: Accesso al modulo negato
pt_br: Acesso ao módulo negado
ru_ru: Доступ к модулю запрещён

source: Module Actions
es_es: Acciones del módulo
fa_ir: عملیات ماژول
it_it: Azioni del modulo
pt_br: Ações do módulo
ru_ru: Действия модуля

source: Module Admin
es_es: Módulo de administración
fa_ir: مدیر ماژول
fr_fr: Administration Modules
it_it: Modulo Admin
pt_br: Admin Módulos
pt_pt: Modo Administrativo
ru_ru: Управление модулями
